#
# +----------------------------------------------------------------------------+
# *| Copyright 2014, 2018 IBM. All Rights Reserved.                            |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
featureName=Application Migration Tool \u2013 regu\u0142y obs\u0142ugi \u015brodowiska Java EE
providerName=IBM
copyright=(c) Copyright IBM Corporation 2014, 2019. Wszelkie prawa zastrze\u017cone.
description=Ten sk\u0142adnik umo\u017cliwia korzystanie z regu\u0142 obs\u0142ugi \u015brodowiska Java EE dla serwera Liberty.
#
# +----------------------------------------------------------------------------+
# *| Copyright 2019 IBM. All Rights Reserved.                                  |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
# START NON-TRANSLATABLE
license=INFORMACJE LICENCYJNE\r\n\r\nProgramy wymienione poni\u017Cej s\u0105 licencjonowane na podstawie przedstawionych poni\u017Cej warunk\u00F3w Informacji licencyjnych, kt\u00F3re stanowi\u0105 uzupe\u0142nienie warunk\u00F3w licencji na Program uzgodnionych uprzednio mi\u0119dzy Klientem a IBM. Je\u015Bli Klient nie dysponuje warunkami licencji uzgodnionymi uprzednio z IBM w odniesieniu do Programu, zastosowanie maj\u0105 warunki licencji Mi\u0119dzynarodowa Umowa Licencyjna na Programy nieobj\u0119te Gwarancj\u0105 (Z125-5589-05).\r\n\r\nNazwa Programu (Numer Programu)\:\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0 (TOOL)\r\nIBM WebSphere Application Server Migration Toolkit V9.0 (TOOL)\r\nIBM Static Analysis V2.0 (COMPONENT)\r\n\r\nPoni\u017Csze standardowe warunki maj\u0105 zastosowanie do u\u017Cywania Programu przez Licencjobiorc\u0119.\r\n\r\nNiedozwolone u\u017Cywanie\r\n\r\nLicencjobiorca nie mo\u017Ce u\u017Cywa\u0107 ani upowa\u017Cnia\u0107 kogokolwiek do u\u017Cywania Programu w przypadku, gdy jego awaria mog\u0142aby doprowadzi\u0107 do \u015Bmierci, uszczerbku na zdrowiu, szkody w mieniu albo szkody w \u015Brodowisku naturalnym.\r\n\r\nTesty por\u00F3wnawcze\r\n\r\nLicencjobiorca mo\u017Ce ujawni\u0107 wyniki jakichkolwiek test\u00F3w por\u00F3wnawczych Programu lub jego podkomponent\u00F3w jakimkolwiek osobom trzecim pod warunkiem, \u017Ce Licencjobiorca (A) publicznie ujawni pe\u0142n\u0105 metodologi\u0119 wykorzystan\u0105 w te\u015Bcie por\u00F3wnawczym (na przyk\u0142ad konfiguracj\u0119 sprz\u0119tu i oprogramowania, procedur\u0119 instalacji i pliki konfiguracyjne), (B) przeprowadzi test por\u00F3wnawczy uruchamiaj\u0105c Program w Okre\u015Blonym \u015Arodowisku Pracy, u\u017Cywaj\u0105c najnowszych aktualizacji i poprawek dost\u0119pnych dla Programu, oferowanych przez IBM lub przez osoby trzecie dostarczaj\u0105ce produkty IBM (zwane dalej "Osobami Trzecimi") oraz (C) b\u0119dzie post\u0119powa\u0107 zgodnie ze wszelkimi wytycznymi dotycz\u0105cymi strojenia wydajno\u015Bci i "najlepszych procedur", dost\u0119pnymi w dokumentacji Programu oraz na stronach WWW IBM odnosz\u0105cych si\u0119 do Programu. Je\u015Bli Licencjobiorca opublikuje wyniki jakichkolwiek test\u00F3w por\u00F3wnawczych dla Programu, w\u00F3wczas bez wzgl\u0119du na stanowi\u0105ce inaczej zapisy jakiejkolwiek umowy mi\u0119dzy U\u017Cytkownikiem a IBM lub Osobami Trzecimi, IBM lub Osoby Trzecie b\u0119d\u0105 mie\u0107 prawo do publikowania wynik\u00F3w test\u00F3w por\u00F3wnawczych produkt\u00F3w Licencjobiorcy, pod warunkiem przestrzegania przez IBM lub Osoby Trzecie powy\u017Cszych wymaga\u0144 (A), (B) i (C) przy testowaniu produkt\u00F3w Licencjobiorcy.\r\n\r\nBez wzgl\u0119du na powy\u017Csze warunki, w \u017Cadnych okoliczno\u015Bciach Licencjobiorca nie mo\u017Ce publikowa\u0107 wynik\u00F3w test\u00F3w por\u00F3wnawczych Outside In Technology firmy Oracle bez uprzedniej pisemnej zgody.\r\n\r\nPowy\u017Csze warunki dotycz\u0105ce test\u00F3w por\u00F3wnawczych maj\u0105 zastosowanie do nast\u0119puj\u0105cych Program\u00F3w lub podkomponent\u00F3w\:\r\nIBM WebSphere Application Server Migration Toolkit V9.0\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0\r\nStatic Analysis V2.0\r\n\r\nKomponenty \u0179r\u00F3d\u0142owe i Materia\u0142y Przyk\u0142adowe\r\n\r\nProgram mo\u017Ce zawiera\u0107 komponenty w postaci kodu \u017Ar\u00F3d\u0142owego (zwane dalej "Komponentami \u0179r\u00F3d\u0142owymi") oraz inne materia\u0142y okre\u015Blone jako Materia\u0142y Przyk\u0142adowe. Licencjobiorca mo\u017Ce kopiowa\u0107 i modyfikowa\u0107 Komponenty \u0179r\u00F3d\u0142owe i Materia\u0142y Przyk\u0142adowe jedynie na u\u017Cytek wewn\u0119trzny, pod warunkiem, \u017Ce u\u017Cytek taki mie\u015Bci si\u0119 w granicach praw licencyjnych na mocy niniejszej Umowy, za\u015B Licencjobiorca nie b\u0119dzie zmienia\u0107 ani usuwa\u0107 \u017Cadnych informacji czy uwag o prawach autorskich zawartych w Komponentach \u0179r\u00F3d\u0142owych lub Materia\u0142ach Przyk\u0142adowych. IBM dostarcza Komponenty \u0179r\u00F3d\u0142owe i Materia\u0142y Przyk\u0142adowe bez zobowi\u0105zania do wsparcia, W STANIE, W JAKIM SI\u0118 ZNAJDUJ\u0104 ("AS IS"), BEZ UDZIELANIA JAKICHKOLWIEK GWARANCJI (R\u0118KOJMI\u0118 R\u00D3WNIE\u017B WY\u0141\u0104CZA SI\u0118), WYRA\u0179NYCH LUB DOMNIEMANYCH, A W SZCZEG\u00D3LNO\u015ACI GWARANCJI PRAWA W\u0141ASNO\u015ACI, NIENARUSZANIA PRAW OS\u00D3B TRZECICH ORAZ DOMNIEMANYCH GWARANCJI i WARUNK\u00D3W PRZYDATNO\u015ACI HANDLOWEJ I PRZYDATNO\u015ACI DO OKRE\u015ALONEGO CELU.\r\n\r\nL/N\:  L-BJHS-BJ4SYQ\r\nD/N\:  L-BJHS-BJ4SYQ\r\nP/N\:  L-BJHS-BJ4SYQ\r\n\r\n\r\nMi\u0119dzynarodowa Umowa Licencyjna na Programy nieobj\u0119te Gwarancj\u0105\r\n\r\nCz\u0119\u015B\u0107 1 - Warunki og\u00F3lne\r\n\r\nPOBIERANIE, INSTALOWANIE, KOPIOWANIE, OTWIERANIE, KLIKANIE PRZYCISKU "AKCEPTUJ\u0118" ORAZ U\u017BYWANIE PROGRAMU W JAKIKOLWIEK INNY SPOS\u00D3B OZNACZA AKCEPTACJ\u0118 WARUNK\u00D3W NINIEJSZEJ UMOWY. ZAAKCEPTOWANIE PRZEZ U\u017BYTKOWNIKA NINIEJSZYCH WARUNK\u00D3W W IMIENIU LICENCJOBIORCY OZNACZA, \u017BE U\u017BYTKOWNIK GWARANTUJE POSIADANIE PE\u0141NYCH UPRAWNIE\u0143 DO PODPORZ\u0104DKOWANIA LICENCJOBIORCY NINIEJSZYM WARUNKOM. JE\u015ALI U\u017BYTKOWNIK NIE WYRA\u017BA ZGODY NA NINIEJSZE WARUNKI,\r\n\r\n* NIE B\u0118DZIE POBIERA\u0106, INSTALOWA\u0106, KOPIOWA\u0106, OTWIERA\u0106, KLIKA\u0106 PRZYCISKU "AKCEPTUJ\u0118" ANI U\u017BYWA\u0106 PROGRAMU W INNY SPOS\u00D3B; ORAZ\r\n\r\n* NATYCHMIAST ZWR\u00D3CI NIEWYKORZYSTANE NO\u015ANIKI ORAZ DOKUMENTACJ\u0118 PODMIOTOWI, OD KT\u00D3REGO NABY\u0141 PROGRAM, ABY UZYSKA\u0106 ZWROT EWENTUALNEJ ZAP\u0141ACONEJ KWOTY. JE\u015ALI PROGRAM ZOSTA\u0141 POBRANY, NALE\u017BY ZNISZCZY\u0106 WSZELKIE JEGO KOPIE.\r\n\r\n1. Definicje\r\n\r\n"Autoryzowane U\u017Cywanie" - okre\u015Bla poziom upowa\u017Cnienia Licencjobiorcy do wykonywania lub uruchamiania Programu. Poziom ten mo\u017Ce by\u0107 mierzony liczb\u0105 u\u017Cytkownik\u00F3w, liczb\u0105 milion\u00F3w jednostek serwisowych (millions of service units - MSU), liczb\u0105 procesorowych jednostek warto\u015Bci (Processor Value Units - PVU) lub w inny spos\u00F3b okre\u015Blony przez IBM.\r\n\r\n"IBM" - oznacza International Business Machines Corporation lub jedno z przedsi\u0119biorstw podporz\u0105dkowanych IBM Corp.\r\n\r\n"Informacje Licencyjne" ("LI") - oznaczaj\u0105 dokument zawieraj\u0105cy informacje i inne warunki dodatkowe na temat Programu. Dokument "Informacje Licencyjne" dla Programu jest dost\u0119pny pod adresem\: www.ibm.com/software/sla. Informacje Licencyjne mo\u017Cna te\u017C znale\u017A\u0107 w katalogu Programu, u\u017Cywaj\u0105c komend systemowych. Dokument ten mo\u017Ce te\u017C by\u0107 zawarty w Programie.\r\n\r\n"Program" - oznacza orygina\u0142 oraz pe\u0142ne lub cz\u0119\u015Bciowe kopie\: 1) instrukcji i danych w formie zapisu maszynowego, 2) komponent\u00F3w, plik\u00F3w i modu\u0142\u00F3w, 3) zapis\u00F3w audiowizualnych (takich jak obrazy, tekst, nagrania lub ilustracje), 4) odnosz\u0105cych si\u0119 do Programu materia\u0142\u00F3w licencjonowanych (takich jak klucze i dokumentacja).\r\n\r\n2. Struktura Umowy\r\n\r\nNiniejsza Umowa zawiera Cz\u0119\u015B\u0107 1 - Warunki og\u00F3lne, Cz\u0119\u015B\u0107 2 - Warunki specyficzne dla poszczeg\u00F3lnych kraj\u00F3w (o ile maj\u0105 zastosowanie) oraz Informacje Licencyjne, kt\u00F3re razem tworz\u0105 kompletn\u0105 umow\u0119 mi\u0119dzy Licencjobiorc\u0105 i IBM dotycz\u0105c\u0105 u\u017Cywania Programu. Umowa ta zast\u0119puje wszelkie wcze\u015Bniejsze ustne lub pisemne ustalenia dokonane mi\u0119dzy Licencjobiorc\u0105 i IBM w zakresie u\u017Cywania Programu. W przypadku jakiejkolwiek sprzeczno\u015Bci, warunki dokumentu "Informacje Licencyjne" maj\u0105 znaczenie rozstrzygaj\u0105ce nad warunkami obu Cz\u0119\u015Bci.\r\n\r\n3. Udzielenie licencji\r\n\r\nProgram ten jest w\u0142asno\u015Bci\u0105 IBM lub dostawcy IBM. Program ten jest chroniony prawem autorskim i stanowi przedmiot umowy licencyjnej, a nie umowy sprzeda\u017Cy.\r\n\r\nIBM udziela Licencjobiorcy niewy\u0142\u0105cznej licencji na 1) u\u017Cywanie Programu do poziomu Autoryzowanego U\u017Cywania okre\u015Blonego na fakturze, 2) wykonywanie i instalowanie kopii na potrzeby takiego Autoryzowanego U\u017Cywania oraz 3) wykonywanie kopii zapasowych, pod warunkiem \u017Ce\r\n\r\na. Licencjobiorca naby\u0142 Program legalnie i przestrzega warunk\u00F3w niniejszej Umowy;\r\n\r\nb. taka kopia zapasowa nie b\u0119dzie u\u017Cywana dop\u00F3ki Program, z kt\u00F3rego zosta\u0142a zrobiona, b\u0119dzie dzia\u0142a\u0107;\r\n\r\nc. Licencjobiorca powieli wszelkie uwagi dotycz\u0105ce praw autorskich oraz wszelkie informacje o prawach w\u0142asno\u015Bci na ka\u017Cdej pe\u0142nej lub cz\u0119\u015Bciowej kopii Programu;\r\n\r\nd. Licencjobiorca zapewni, \u017Ce jakakolwiek osoba korzystaj\u0105ca z Programu (lokalnie lub zdalnie) 1) dokonuje tego jedynie w imieniu Licencjobiorcy oraz 2) przestrzega warunk\u00F3w niniejszej Umowy;\r\n\r\ne. Licencjobiorca nie b\u0119dzie 1) u\u017Cywa\u0107, kopiowa\u0107, modyfikowa\u0107 ani dystrybuowa\u0107 Programu z wyj\u0105tkiem sytuacji wyra\u017Anie wskazanych w niniejszej Umowie; 2) deasemblowa\u0107, dekompilowa\u0107 Programu i dokonywa\u0107 jego translacji w inny spos\u00F3b ani odtwarza\u0107 kodu \u017Ar\u00F3d\u0142owego, z wyj\u0105tkiem sytuacji dozwolonych przez bezwzgl\u0119dnie obowi\u0105zuj\u0105ce przepisy prawa, bez mo\u017Cliwo\u015Bci wy\u0142\u0105czenia go w drodze umowy; 3) u\u017Cywa\u0107 jakichkolwiek komponent\u00F3w Programu, jego plik\u00F3w, modu\u0142\u00F3w, tre\u015Bci audiowizualnych ani zwi\u0105zanych z nim materia\u0142\u00F3w licencjonowanych niezale\u017Cnie od Programu; 4) udziela\u0107 dalszych licencji na Program, wypo\u017Cycza\u0107 go ani wydzier\u017Cawia\u0107; oraz\r\n\r\nf. je\u015Bli Licencjobiorca nabywa niniejszy Progam jako Progam Dodatkowy, to b\u0119dzie go u\u017Cywa\u0107 jedynie do obs\u0142ugi Programu G\u0142\u00F3wnego, zgodnie z ograniczeniami okre\u015Blonymi w licencji na Program G\u0142\u00F3wny lub, je\u015Bli Licencjobiorca nabywa Program jako Program G\u0142\u00F3wny, to b\u0119dzie u\u017Cywa\u0107 wszystkich Program\u00F3w Dodatkowych jedynie w celu obs\u0142ugi tego Programu, zgodnie z ograniczeniami okre\u015Blonymi w niniejszej Umowie. Na potrzeby punktu "f" przyjmuje si\u0119, \u017Ce "Program Dodatkowy" oznacza Program stanowi\u0105cy cz\u0119\u015B\u0107 innego Programu IBM ("Program G\u0142\u00F3wny"), okre\u015Blany jako Program Dodatkowy w Informacjach Licencyjnych dla Programu G\u0142\u00F3wnego. (W celu nabycia oddzielnej licencji na u\u017Cywanie Programu Dodatkowego bez ogranicze\u0144, Licencjobiorca powinien skontaktowa\u0107 si\u0119 z podmiotem, od kt\u00F3rego naby\u0142 Program Dodatkowy).\r\n\r\nNiniejsza licencja ma zastosowanie do ka\u017Cdej kopii Programu wykonanej przez Licencjobiorc\u0119.\r\n\r\n3.1 Nowsze wersje Programu, aktualizacje i poprawki\r\n\r\n3.1.1 Nowsze wersje Programu\r\n\r\nJe\u015Bli Program zostanie zast\u0105piony Programem nowszej wersji, licencja na zast\u0119powany Program wygasa ze skutkiem natychmiastowym.\r\n\r\n3.1.2 Aktualizacje i poprawki\r\n\r\nOtrzymanie przez Licencjobiorc\u0119 aktualizacji lub poprawek do Programu oznacza, \u017Ce Licencjobiorca akceptuje wszelkie dodatkowe lub odmienne warunki maj\u0105ce zastosowanie do takich aktualizacji i poprawek, okre\u015Blone w Informacjach Licencyjnych dla Programu. W przypadku braku dodatkowych lub odmiennych warunk\u00F3w, aktualizacje i poprawki podlegaj\u0105 wy\u0142\u0105cznie postanowieniom niniejszej Umowy. Je\u015Bli Program zostanie zast\u0105piony aktualizacj\u0105, Licencjobiorca wyra\u017Ca zgod\u0119 na natychmiastowe zaprzestanie korzystania z zast\u0119powanej wersji Programu.\r\n\r\n3.2 Licencje czasowe\r\n\r\nJe\u015Bli IBM licencjonuje Program na wyznaczony termin, to licencja udzielona Licencjobiorcy ko\u0144czy si\u0119 wraz z ko\u0144cem wyznaczonego terminu, chyba \u017Ce Licencjobiorca i IBM wyra\u017C\u0105 zgod\u0119 na jej odnowienie.\r\n\r\n3.3 Czas trwania i rozwi\u0105zanie\r\n\r\nNiniejsza Umowa obowi\u0105zuje do momentu jej rozwi\u0105zania.\r\n\r\nIBM mo\u017Ce rozwi\u0105za\u0107 licencj\u0119 udzielon\u0105 Licencjobiorcy, je\u015Bli Licencjobiorca nie b\u0119dzie przestrzega\u0107 warunk\u00F3w niniejszej Umowy.\r\n\r\nJe\u015Bli licencja zostanie rozwi\u0105zana przez kt\u00F3r\u0105kolwiek ze Stron z dowolnej przyczyny, Licencjobiorca wyra\u017Ca zgod\u0119 na natychmiastowe zaprzestanie u\u017Cywania Programu oraz zniszczenie wszelkich posiadanych jego kopii. Wszelkie postanowienia niniejszej Umowy, kt\u00F3re ze wzgl\u0119du na sw\u00F3j charakter pozostaj\u0105 w mocy po jej rozwi\u0105zaniu, b\u0119d\u0105 mie\u0107 zastosowanie do momentu ich wype\u0142nienia i obowi\u0105zywa\u0107 b\u0119d\u0105 nast\u0119pc\u00F3w prawnych i cesjonariuszy obu Stron.\r\n\r\n4. Op\u0142aty\r\n\r\nEwentualne op\u0142aty s\u0105 naliczane na podstawie nabytego poziomu Autoryzowanego U\u017Cywania, okre\u015Blonego na fakturze. IBM nie zwraca wcze\u015Bniej wniesionych lub nale\u017Cnych op\u0142at ani nie uwzgl\u0119dnia ich w rozliczeniach, chyba \u017Ce niniejsza Umowa stanowi inaczej.\r\n\r\nJe\u015Bli Licencjobiorca zamierza podwy\u017Cszy\u0107 poziom Autoryzowanego U\u017Cywania, musi on powiadomi\u0107 z wyprzedzeniem IBM lub autoryzowanego reselera IBM i wnie\u015B\u0107 odpowiednie op\u0142aty.\r\n\r\n5. Podatki\r\n\r\nJe\u015Bli odpowiednie w\u0142adze na\u0142o\u017C\u0105 na Program op\u0142at\u0119 skarbow\u0105, podatek, op\u0142at\u0119 egzekucyjn\u0105 lub prowizj\u0119, z wy\u0142\u0105czeniem op\u0142at wynikaj\u0105cych z dochodu netto IBM, Licencjobiorca zgadza si\u0119 ui\u015Bci\u0107 tak\u0105 op\u0142at\u0119 w kwocie okre\u015Blonej na fakturze lub dostarczy\u0107 dokumentacj\u0119 stwierdzaj\u0105c\u0105 prawo do zwolnienia z tej op\u0142aty. Od daty nabycia Programu Licencjobiorca ponosi odpowiedzialno\u015B\u0107 z tytu\u0142u nale\u017Cnego podatku po\u015Bredniego. Je\u015Bli odpowiednie w\u0142adze na\u0142o\u017C\u0105 op\u0142at\u0119 skarbow\u0105, podatek, op\u0142at\u0119 egzekucyjn\u0105 lub prowizj\u0119 w zwi\u0105zku z importem lub eksportem, transferem, uzyskaniem dost\u0119pu b\u0105d\u017A korzystaniem z Programu poza krajem, w kt\u00F3rym zosta\u0142a udzielona licencja pierwotnemu Licencjobiorcy, to Licencjobiorca przyjmuje na siebie odpowiedzialno\u015B\u0107 za wszelkie na\u0142o\u017Cone op\u0142aty oraz za ich uiszczenie.\r\n\r\n6. Gwarancja zwrotu pieni\u0119dzy\r\n\r\nJe\u015Bli z jakiegokolwiek powodu Licencjobiorca nie jest zadowolony z Programu, a jest pierwotnym Licencjobiorc\u0105, to mo\u017Ce rozwi\u0105za\u0107 licencj\u0119 i uzyska\u0107 zwrot kwoty zap\u0142aconej za Program (o ile p\u0142atno\u015B\u0107 taka mia\u0142a miejsce) pod warunkiem zwrotu Programu do podmiotu, od kt\u00F3rego go naby\u0142, w ci\u0105gu 30 dni od daty faktury. Je\u015Bli licencja jest licencj\u0105 czasow\u0105 podlegaj\u0105c\u0105 odnowieniu, to Licencjobiorca mo\u017Ce otrzyma\u0107 zwrot kwoty pod warunkiem, \u017Ce Program zostanie zwr\u00F3cony w ci\u0105gu pierwszych 30 dni pocz\u0105tkowego okresu obowi\u0105zywania. W przypadku pobrania Programu drog\u0105 elektroniczn\u0105 Licencjobiorca powinien skontaktowa\u0107 si\u0119 z podmiotem, od kt\u00F3rego naby\u0142 Program, aby dowiedzie\u0107 si\u0119, w jaki spos\u00F3b uzyska\u0107 zwrot kwoty.\r\n\r\n7. Przeniesienie Programu\r\n\r\nLicencjobiorca mo\u017Ce przenie\u015B\u0107 Program oraz wszelkie przys\u0142uguj\u0105ce mu prawa i obowi\u0105zki licencyjne na osob\u0119 trzeci\u0105, o ile osoba taka zaakceptuje warunki niniejszej Umowy. Je\u015Bli licencja zostanie rozwi\u0105zana przez kt\u00F3r\u0105kolwiek ze Stron z dowolnej przyczyny, to Licencjobiorca nie ma prawa do przeniesienia Programu na osob\u0119 trzeci\u0105. Licencjobiorca nie mo\u017Ce przenosi\u0107 cz\u0119\u015Bci 1) Programu ani 2) praw do Autoryzowanego U\u017Cywania Programu. Wraz z przeniesieniem Programu Licencjobiorca jest zobowi\u0105zany do przeniesienia egzemplarza niniejszej Umowy w postaci wydruku, \u0142\u0105cznie z dokumentem "Informacje Licencyjne". Licencja Licencjobiorcy wygasa natychmiast po dokonaniu takiego przeniesienia.\r\n\r\n8. Brak gwarancji\r\n\r\nZ ZASTRZE\u017BENIEM BEZWZGL\u0118DNIE OBOWI\u0104ZUJ\u0104CYCH WARUNK\u00D3W, KT\u00D3RYCH NIE MO\u017BNA WYKLUCZY\u0106, IBM NIE UDZIELA JAKICHKOLWIEK GWARANCJI (W TYM TAK\u017BE R\u0118KOJMI) ORAZ NIE USTALA WARUNK\u00D3W, ZAR\u00D3WNO WYRA\u0179NYCH JAK I DOMNIEMANYCH, DLA PROGRAMU I EWENTUALNEGO WSPARCIA, A W SZCZEG\u00D3LNO\u015ACI DOMNIEMANYCH GWARANCJI LUB WARUNK\u00D3W PRZYDATNO\u015ACI HANDLOWEJ, PRZYDATNO\u015ACI DO OKRE\u015ALONEGO CELU, ZADOWALAJ\u0104CEJ JAKO\u015ACI, PRAWA W\u0141ASNO\u015ACI ORAZ GWARANCJI LUB WARUNK\u00D3W NIENARUSZANIA PRAW OS\u00D3B TRZECICH.\r\n\r\nUSTAWODAWSTWA NIEKT\u00D3RYCH KRAJ\u00D3W NIE DOPUSZCZAJ\u0104 WY\u0141\u0104CZENIA WYRA\u0179NYCH LUB DOMNIEMANYCH GWARANCJI. W ZWI\u0104ZKU Z TYM POWY\u017BSZE WY\u0141\u0104CZENIE MO\u017BE NIE MIE\u0106 ZASTOSOWANIA DO LICENCJOBIORCY. W TAKIM PRZYPADKU CZAS TRWANIA TAKICH GWARANCJI JEST OGRANICZONY DO MINIMALNEGO OKRESU WYMAGANEGO PRZEZ PRAWO. PO TYM OKRESIE NIE B\u0118D\u0104 OBOWI\u0104ZYWA\u0106 \u017BADNE GWARANCJE. USTAWODAWSTWA NIEKT\u00D3RYCH KRAJ\u00D3W NIE DOPUSZCZAJ\u0104 OGRANICZENIA CZASU TRWANIA GWARANCJI DOMNIEMANYCH, W ZWI\u0104ZKU Z TYM POWY\u017BSZE OGRANICZENIE MO\u017BE NIE MIE\u0106 ZASTOSOWANIA DO LICENCJOBIORCY. LICENCJOBIORCY MOG\u0104 PRZYS\u0141UGIWA\u0106 INNE PRAWA, W ZALE\u017BNO\u015ACI OD OBOWI\u0104ZUJ\u0104CEGO W DANYM KRAJU USTAWODAWSTWA.\r\n\r\nZASTRZE\u017BENIA I WYKLUCZENIA ZAWARTE W PARAGRAFIE 8 OBOWI\u0104ZUJ\u0104 R\u00D3WNIE\u017B PROGRAMIST\u00D3W I DOSTAWC\u00D3W IBM.\r\n\r\nPRODUCENCI, DOSTAWCY I WYDAWCY PROGRAM\u00D3W INNYCH NI\u017B PROGRAMY IBM MOG\u0104 DOSTARCZA\u0106 SWOJE W\u0141ASNE GWARANCJE.\r\n\r\nIBM NIE \u015AWIADCZY \u017BADNYCH US\u0141UG WSPARCIA, CHYBA \u017BE IBM OKRE\u015ALI INACZEJ. W TAKIM PRZYPADKU WSZELKIE US\u0141UGI WSPARCIA \u015AWIADCZONE PRZEZ IBM PODLEGAJ\u0104 ZASTRZE\u017BENIOM I WY\u0141\u0104CZENIOM NINIEJSZEGO PARAGRAFU 8.\r\n\r\n9. Dane i bazy danych Licencjobiorcy\r\n\r\nW celu udzielenia Licencjobiorcy pomocy przy okre\u015Bleniu przyczyny problemu z Programem, IBM mo\u017Ce za\u017C\u0105da\u0107, aby Licencjobiorca 1) zezwoli\u0142 IBM na zdalny dost\u0119p do swoich system\u00F3w lub 2) przes\u0142a\u0142 do IBM informacje na temat swoich system\u00F3w lub dane systemowe. Jednak\u017Ce IBM nie jest zobowi\u0105zany do zapewnienia takiej pomocy, chyba \u017Ce IBM i Licencjobiorca podpisz\u0105 oddzieln\u0105 umow\u0119, w ramach kt\u00F3rej IBM wyrazi zgod\u0119 na \u015Bwiadczenie na rzecz Licencjobiorcy tego rodzaju wsparcia w zakresie przekraczaj\u0105cym zobowi\u0105zania IBM okre\u015Blone niniejsz\u0105 Umow\u0105. W ka\u017Cdym przypadku IBM wykorzystuje informacje o b\u0142\u0119dach i problemach w celu udoskonalania swych produkt\u00F3w i us\u0142ug oraz udzielania pomocy przy ich dostarczaniu w ramach powi\u0105zanych z nimi ofert wsparcia. Przy realizacji tych cel\u00F3w IBM mo\u017Ce korzysta\u0107 z pomocy oddzia\u0142\u00F3w IBM i podwykonawc\u00F3w IBM (znajduj\u0105cych si\u0119 nie tylko w kraju lokalizacji Licencjobiorcy, ale i poza nim), a Licencjobiorca upowa\u017Cnia IBM do takiego dzia\u0142ania.\r\n\r\nLicencjobiorca pozostaje odpowiedzialny za 1) wszelkie dane i zawarto\u015B\u0107 bazy danych, kt\u00F3re udost\u0119pnia IBM, 2) wyb\u00F3r i implementacj\u0119 procedur oraz mechanizm\u00F3w kontrolnych dotycz\u0105cych dost\u0119pu do danych, ich bezpiecze\u0144stwa, szyfrowania, u\u017Cywania i transmisji (w tym wszelkich danych identyfikuj\u0105cych osob\u0119 fizyczn\u0105) oraz 3) tworzenie i odtwarzanie kopii zapasowych ka\u017Cdej bazy danych i wszelkich gromadzonych danych. Licencjobiorca nie b\u0119dzie wysy\u0142a\u0107 ani udost\u0119pnia\u0107 IBM jakichkolwiek informacji identyfikuj\u0105cych osob\u0119 fizyczn\u0105 (w postaci danych lub jakiejkolwiek innej) i b\u0119dzie odpowiedzialny za uregulowanie uzasadnionych koszt\u00F3w i innych obci\u0105\u017Ce\u0144, kt\u00F3re mo\u017Ce ponie\u015B\u0107 IBM w zwi\u0105zku z omy\u0142kowym udost\u0119pnieniem takich informacji IBM b\u0105d\u017A za utrat\u0119 lub ujawnienie takich informacji przez IBM, w tym informacji wynikaj\u0105cych z roszcze\u0144 os\u00F3b trzecich.\r\n\r\n10. Ograniczenie odpowiedzialno\u015Bci\r\n\r\nOgraniczenia i zastrze\u017Cenia paragrafu 10 (Ograniczenie odpowiedzialno\u015Bci) maj\u0105 zastosowanie w pe\u0142nym zakresie i nie s\u0105 zakazane przepisami obowi\u0105zuj\u0105cego prawa, bez mo\u017Cliwo\u015Bci wy\u0142\u0105czenia takiego prawa w ramach umowy.\r\n\r\n10.1 Sytuacje, w kt\u00F3rych IBM mo\u017Ce ponosi\u0107 odpowiedzialno\u015B\u0107\r\n\r\nW przypadku wyst\u0105pienia okre\u015Blonych okoliczno\u015Bci, za kt\u00F3re odpowiedzialno\u015B\u0107 ponosi IBM, a w wyniku kt\u00F3rych Licencjobiorca dozna\u0142 szkody, Licencjobiorca b\u0119dzie uprawniony do uzyskania od IBM odszkodowania. Bez wzgl\u0119du na podstaw\u0119, na jakiej Licencjobiorca jest uprawniony do domagania si\u0119 odszkodowania od IBM (w\u0142\u0105czywszy w to naruszenie istotnych postanowie\u0144 niniejszej Umowy, niedbalstwo, wprowadzenie w b\u0142\u0105d lub inne roszczenia z tytu\u0142u odpowiedzialno\u015Bci kontraktowej lub deliktowej), ca\u0142kowita odpowiedzialno\u015B\u0107 IBM z tytu\u0142u wszelkich zsumowanych roszcze\u0144 wynikaj\u0105cych z lub odnosz\u0105cych si\u0119 do ka\u017Cdego Programu b\u0105d\u017A wynikaj\u0105cych z niniejszej Umowy nie przekroczy kwoty\: 1) odpowiedzialno\u015Bci za uszczerbek na zdrowiu (\u0142\u0105cznie ze \u015Bmierci\u0105) oraz za szkody wyrz\u0105dzone w nieruchomo\u015Bciach lub maj\u0105tku ruchomym, 2) w przypadku innych rzeczywistych szk\u00F3d bezpo\u015Brednich - wysoko\u015Bci op\u0142at (je\u015Bli Program podlega op\u0142atom czasowym - wysoko\u015Bci op\u0142at za dwana\u015Bcie miesi\u0119cy) uiszczanych przez Licencjobiorc\u0119 za Program b\u0119d\u0105cy przedmiotem roszczenia.\r\n\r\nOgraniczenie to ma r\u00F3wnie\u017C zastosowanie do programist\u00F3w i dostawc\u00F3w Program\u00F3w IBM. Wskazany powy\u017Cej zakres odpowiedzialno\u015Bci stanowi ca\u0142o\u015B\u0107 odpowiedzialno\u015Bci ponoszonej \u0142\u0105cznie przez IBM oraz programist\u00F3w i dostawc\u00F3w Program\u00F3w IBM.\r\n\r\n10.2 Sytuacje, w kt\u00F3rych IBM nie ponosi odpowiedzialno\u015Bci\r\n\r\nW \u017BADNYCH OKOLICZNO\u015ACIACH IBM, ANI TE\u017B PROGRAMI\u015ACI CZY DOSTAWCY PROGRAM\u00D3W IBM, NIE PONOSZ\u0104 ODPOWIEDZIALNO\u015ACI ZA NAST\u0118PUJ\u0104CE SZKODY, NAWET JE\u015ALI ZOSTALI POINFORMOWANI O MO\u017BLIWO\u015ACI ICH WYST\u0104PIENIA\:\r\n\r\na. UTRAT\u0118 LUB USZKODZENIE DANYCH;\r\n\r\nb. SZKODY NADZWYCZAJNE, UBOCZNE, WYNIKAJ\u0104CE Z NARUSZENIA D\u00D3BR OSOBISTYCH, PO\u015AREDNIE ORAZ SZKODY, KT\u00D3RYCH NIE MO\u017BNA BY\u0141O PRZEWIDZIE\u0106 PRZY ZAWIERANIU UMOWY, ANI TE\u017B\r\n\r\nc. UTRACONE ZYSKI, KONTAKTY HANDLOWE, PRZYCHODY, REPUTACJ\u0118 (GOODWILL) ANI PRZEWIDYWANE OSZCZ\u0118DNO\u015ACI.\r\n\r\n11. Weryfikacja zgodno\u015Bci\r\n\r\nNa potrzeby niniejszego paragrafu 11 (Weryfikacja zgodno\u015Bci), przyjmuje si\u0119, \u017Ce termin "Warunki ILAN dla Programu" oznacza 1) niniejsz\u0105 Umow\u0119 oraz odpowiednie poprawki i dokumenty transakcyjne dostarczone przez IBM, a tak\u017Ce 2) strategie IBM dotycz\u0105ce oprogramowania, dost\u0119pne w serwisie WWW IBM Software Policy (www.ibm.com/softwarepolicies), a w szczeg\u00F3lno\u015Bci strategie dotycz\u0105ce tworzenia kopii zapasowych, okre\u015Blania cen przy ograniczonej mocy obliczeniowej oraz migracji.\r\n\r\nPrawa i obowi\u0105zki przedstawione w niniejszym paragrafie 11 obowi\u0105zuj\u0105 w okresie licencjonowania Programu na rzecz Licencjobiorcy oraz dwa lata po tym okresie.\r\n\r\n11.1 Proces weryfikacji\r\n\r\nLicencjobiorca zgadza si\u0119 tworzy\u0107, przechowywa\u0107 oraz dostarcza\u0107 IBM i rewidentom IBM dok\u0142adn\u0105 pisemn\u0105 dokumentacj\u0119, dane wyj\u015Bciowe narz\u0119dzi systemowych oraz inne informacje systemowe wystarczaj\u0105ce do zapewnienia mo\u017Cliwo\u015Bci weryfikacji, \u017Ce korzystanie przez Licencjobiorc\u0119 ze wszystkich Program\u00F3w odbywa si\u0119 zgodnie z Warunkami ILAN dla Programu, a w szczeg\u00F3lno\u015Bci ze wszystkimi obowi\u0105zuj\u0105cymi warunkami IBM w zakresie licencjonowania i cen. Licencjobiorca jest odpowiedzialny za 1) zapewnienie, \u017Ce nie zosta\u0142 przekroczony poziom Autoryzowanego U\u017Cywania oraz 2) przestrzeganie zgodno\u015Bci z Warunkami ILAN dla Programu.\r\n\r\nIBM mo\u017Ce zweryfikowa\u0107, informuj\u0105c o takim zamiarze z odpowiednim wyprzedzeniem, czy Licencjobiorca przestrzega Warunk\u00F3w ILAN dla Programu we wszystkich o\u015Brodkach i \u015Brodowiskach, gdzie Licencjobiorca u\u017Cywa Program\u00F3w do jakichkolwiek cel\u00F3w zgodnie z Warunkami ILAN dla Programu. Weryfikacja taka mo\u017Ce by\u0107 przeprowadzana na terenie Licencjobiorcy, w normalnych godzinach pracy i b\u0119dzie realizowana w spos\u00F3b w minimalnym stopniu zak\u0142\u00F3caj\u0105cy t\u0119 prac\u0119. IBM mo\u017Ce przy takiej weryfikacji skorzysta\u0107 z us\u0142ug niezale\u017Cnego rewidenta, pod warunkiem, \u017Ce zosta\u0142a z nim podpisana umowa o zachowaniu poufno\u015Bci.\r\n\r\n11.2 Postanowienia\r\n\r\nIBM poinformuje Licencjobiorc\u0119 na pi\u015Bmie, je\u015Bli weryfikacja wyka\u017Ce, \u017Ce Licencjobiorca przekroczy\u0142 poziom Autoryzowanego U\u017Cywania lub w inny spos\u00F3b naruszy\u0142 Warunki ILAN dla Programu. Licencjobiorca wyra\u017Ca zgod\u0119 na natychmiastowe i bezpo\u015Brednie uiszczenie na rzecz IBM op\u0142at wyszczeg\u00F3lnionych przez IBM na fakturze z tytu\u0142u\: 1) u\u017Cywania niezgodnego z Warunkami, 2) \u015Bwiadczenia wsparcia w czasie takiego u\u017Cywania lub przez okres dw\u00F3ch lat, w zale\u017Cno\u015Bci od tego, kt\u00F3ry z tych okres\u00F3w by\u0142 kr\u00F3tszy oraz 3) dodatkowych op\u0142at i innych zobowi\u0105za\u0144 okre\u015Blonych w trakcie przeprowadzonej weryfikacji.\r\n\r\n12. Uwagi os\u00F3b trzecich\r\n\r\nProgram mo\u017Ce zawiera\u0107 kod os\u00F3b trzecich, kt\u00F3ry b\u0119dzie licencjonowany na rzecz Licencjobiorcy w ramach niniejszej Umowy przez IBM, a nie przez osob\u0119 trzeci\u0105. Ewentualne Uwagi na temat kodu os\u00F3b trzecich (Uwagi Os\u00F3b Trzecich) s\u0105 do\u0142\u0105czane jedynie w celu powiadomienia Licencjobiorcy. Uwagi te mo\u017Cna znale\u017A\u0107 w pliku NOTICES do\u0142\u0105czonym do Programu. Informacje na temat uzyskania kodu \u017Ar\u00F3d\u0142owego dla konkretnego kodu os\u00F3b trzecich mo\u017Cna znale\u017A\u0107 w Uwagach Os\u00F3b Trzecich. Je\u015Bli w Uwagach Os\u00F3b Trzecich IBM okre\u015Bli kod os\u00F3b trzecich jako "Modyfikowany Kod Os\u00F3b Trzecich", to IBM upowa\u017Cni Licencjobiorc\u0119 do 1) modyfikacji Modyfikowanego Kodu Os\u00F3b Trzecich oraz 2) odtwarzania kodu \u017Ar\u00F3d\u0142owego modu\u0142\u00F3w Programu, kt\u00F3re s\u0105 bezpo\u015Brednio wykorzystywane przez Modyfikowany Kod Os\u00F3b Trzecich pod warunkiem, \u017Ce czynno\u015B\u0107 ta zostanie podj\u0119ta jedynie w celu debugowania modyfikacji Licencjobiorcy na potrzeby takiego kodu os\u00F3b trzecich. Ewentualne zobowi\u0105zania IBM w zakresie us\u0142ug i wsparcia dotycz\u0105 jedynie Programu niezmodyfikowanego.\r\n\r\n13. Postanowienia og\u00F3lne\r\n\r\na. Postanowienia zawarte w niniejszej Umowie pozostaj\u0105 bez wp\u0142ywu na uprawnienia przys\u0142uguj\u0105ce konsumentom na podstawie bezwzgl\u0119dnie obowi\u0105zuj\u0105cych przepis\u00F3w prawa.\r\n\r\nb. W przypadku Program\u00F3w, kt\u00F3re IBM dostarcza Licencjobiorcy w formie materialnej, IBM wype\u0142nia swe obowi\u0105zki w zakresie wysy\u0142ki i dostawy z chwil\u0105 dostarczenia takich Program\u00F3w do wyznaczonego przez siebie przewo\u017Anika, chyba \u017Ce Licencjobiorca uzgodni\u0142 z IBM na pi\u015Bmie inny tryb post\u0119powania.\r\n\r\nc. W przypadku niewa\u017Cno\u015Bci lub niewykonalno\u015Bci kt\u00F3regokolwiek z postanowie\u0144 niniejszej Umowy, pozosta\u0142e postanowienia niniejszej Umowy zachowuj\u0105 pe\u0142n\u0105 moc prawn\u0105 i skuteczno\u015B\u0107.\r\n\r\nd. Licencjobiorca wyra\u017Ca zgod\u0119 na przestrzeganie wszelkich obowi\u0105zuj\u0105cych praw i przepis\u00F3w w zakresie eksportu i importu, w tym przepis\u00F3w Stan\u00F3w Zjednoczonych dotycz\u0105cych embarga i sankcji oraz zakazu eksportu do lub na rzecz okre\u015Blonych u\u017Cytkownik\u00F3w ko\u0144cowych.\r\n\r\ne. Licencjobiorca upowa\u017Cnia International Business Machines Corporation oraz przedsi\u0119biorstwa podporz\u0105dkowane IBM Corp. (ich nast\u0119pc\u00F3w prawnych i cesjonariuszy, wykonawc\u00F3w i Partner\u00F3w Handlowych IBM) do przechowywania i u\u017Cywania biznesowych informacji kontaktowych Licencjobiorcy, bez wzgl\u0119du na miejsce prowadzonej dzia\u0142alno\u015Bci, w zwi\u0105zku z produktami i us\u0142ugami IBM lub w celu utrzymania kontakt\u00F3w handlowych mi\u0119dzy Stronami.\r\n\r\nf. Ka\u017Cda ze Stron stworzy drugiej Stronie rozs\u0105dne mo\u017Cliwo\u015Bci wype\u0142nienia zobowi\u0105za\u0144, zanim zarzuci drugiej Stronie ich niewype\u0142nienie w ramach niniejszej Umowy. Strony podejm\u0105 w dobrej wierze pr\u00F3b\u0119 rozstrzygni\u0119cia spor\u00F3w, nieporozumie\u0144 lub roszcze\u0144 powsta\u0142ych mi\u0119dzy nimi w zwi\u0105zku z Umow\u0105.\r\n\r\ng. O ile obowi\u0105zuj\u0105ce prawo nie stanowi inaczej, bez mo\u017Cliwo\u015Bci wy\u0142\u0105czenia takiego prawa w ramach umowy\: 1) \u017Cadna ze Stron nie podejmie dzia\u0142a\u0144 prawnych, w jakiejkolwiek formie, zwi\u0105zanych z roszczeniem wynikaj\u0105cym z niniejszej Umowy lub pozostaj\u0105cym z ni\u0105 w zwi\u0105zku po okresie dw\u00F3ch lat od czasu pojawienia si\u0119 przyczyny podj\u0119cia takich dzia\u0142a\u0144; oraz 2) po wyga\u015Bni\u0119ciu takiego okresu, wszelkie roszczenia przedawniaj\u0105 si\u0119 i prawa z nimi zwi\u0105zane wygasaj\u0105.\r\n\r\nh. Ani Licencjobiorca, ani IBM nie odpowiadaj\u0105 za niedope\u0142nienie jakichkolwiek obowi\u0105zk\u00F3w, je\u015Bli przyczyny takiego niedope\u0142nienia le\u017Ca\u0142y poza ich kontrol\u0105.\r\n\r\ni. Niniejsza Umowa nie daje osobom trzecim jakichkolwiek praw ani te\u017C podstawy do roszcze\u0144, a IBM nie ponosi odpowiedzialno\u015Bci za jakiekolwiek roszczenie os\u00F3b trzecich wobec Licencjobiorcy, z wyj\u0105tkiem zakresu przewidzianego w paragrafie 10.1 (Sytuacje, w kt\u00F3rych IBM mo\u017Ce nie ponosi\u0107 odpowiedzialno\u015Bci) powy\u017Cej, w cz\u0119\u015Bci dotycz\u0105cej uszczerbku na zdrowiu (\u0142\u0105cznie ze \u015Bmierci\u0105) lub szk\u00F3d wyrz\u0105dzonych w nieruchomo\u015Bciach lub w maj\u0105tku ruchomym, za kt\u00F3re IBM ponosi odpowiedzialno\u015B\u0107 prawn\u0105 wobec os\u00F3b trzecich.\r\n\r\nj. Przyst\u0119puj\u0105c do niniejszej Umowy \u017Cadna ze Stron nie korzysta z \u017Cadnych ustale\u0144, kt\u00F3re nie zosta\u0142y okre\u015Blone w Umowie, a w szczeg\u00F3lno\u015Bci z \u017Cadnych ustale\u0144 w zakresie\: 1) wydajno\u015Bci lub dzia\u0142ania Programu; 2) do\u015Bwiadcze\u0144 czy rekomendacji os\u00F3b trzecich lub 3) wynik\u00F3w lub oszcz\u0119dno\u015Bci, jakie mo\u017Ce osi\u0105gn\u0105\u0107 Licencjobiorca.\r\n\r\nk. IBM podpisa\u0142 umowy z konkretnymi organizacjami (zwanymi "Partnerami Handlowymi IBM") w celu promocji i sprzeda\u017Cy okre\u015Blonych Program\u00F3w oraz udzielania dla nich wsparcia. Partnerzy Handlowi IBM dzia\u0142aj\u0105 oddzielnie i niezale\u017Cnie od IBM. IBM nie ponosi odpowiedzialno\u015Bci za dzia\u0142ania lub o\u015Bwiadczenia Partner\u00F3w Handlowych IBM ani za ich zobowi\u0105zania wobec Licencjobiorcy.\r\n\r\nl. Warunki licencji oraz warunki dotycz\u0105ce zabezpieczenia i ochrony w\u0142asno\u015Bci intelektualnej okre\u015Blone w innych umowach Licencjobiorcy z IBM (na przyk\u0142ad w Umowie IBM z Klientem) nie maj\u0105 zastosowania do licencji na Program udzielonych na mocy niniejszej Umowy.\r\n\r\nm. Strony zgodnie ustalaj\u0105, \u017Ce wszelkie wymieniane informacje s\u0105 niepoufne. Je\u015Bli kt\u00F3rakolwiek ze Stron \u017C\u0105da wymiany informacji poufnych, wymiana taka b\u0119dzie mie\u0107 miejsce na warunkach podpisanej umowy o zachowaniu poufno\u015Bci;\r\n\r\n14. Zasi\u0119g geograficzny i obowi\u0105zuj\u0105ce ustawodawstwo\r\n\r\n14.1 Obowi\u0105zuj\u0105ce ustawodawstwo\r\n\r\nObie Strony przyjmuj\u0105 jako obowi\u0105zuj\u0105ce prawo kraju, w kt\u00F3rym licencja na Program zosta\u0142a nabyta, oraz wyra\u017Caj\u0105 zgod\u0119 na stosowanie takiego prawa przy interpretowaniu oraz egzekwowaniu wszelkich praw, obowi\u0105zk\u00F3w i zobowi\u0105za\u0144 Stron, wynikaj\u0105cych z niniejszej Umowy lub maj\u0105cych w jakikolwiek spos\u00F3b z ni\u0105 zwi\u0105zek, bez odwo\u0142ywania si\u0119 do zasad kolizji przepis\u00F3w prawnych.\r\n\r\nKonwencja ONZ dotycz\u0105ca um\u00F3w o Mi\u0119dzynarodowej Sprzeda\u017Cy Towar\u00F3w (United Nations Convention on Contracts for the International Sale of Goods) nie ma zastosowania.\r\n\r\n14.2 Jurysdykcja\r\n\r\nWszelkie prawa, obowi\u0105zki i zobowi\u0105zania podlegaj\u0105 w\u0142a\u015Bciwym s\u0105dom kraju nabycia licencji na Program przez Licencjobiorc\u0119.\r\n\r\nCz\u0119\u015B\u0107 2 - Warunki specyficzne dla poszczeg\u00F3lnych kraj\u00F3w\r\n\r\nW przypadku licencji udzielanych na terenie Polski, poni\u017Csze warunki zast\u0119puj\u0105 lub modyfikuj\u0105 warunki okre\u015Blone w Cz\u0119\u015Bci 1. Wszystkie warunki Cz\u0119\u015Bci 1, kt\u00F3rych nie dotyczy niniejsza poprawka, nie ulegaj\u0105 zmianom i pozostaj\u0105 w mocy. W sk\u0142ad Cz\u0119\u015Bci 2 wchodz\u0105\:\r\n\r\n* Zmiany krajowe do Cz\u0119\u015Bci 1, paragraf 14 (Obowi\u0105zuj\u0105ce ustawodawstwo i jurysdykcja) oraz\r\n\r\n* Zmiany krajowe do innych warunk\u00F3w Umowy dotycz\u0105ce Europy, Bliskiego Wschodu i Afryki.\r\n\r\nZmiany krajowe do Cz\u0119\u015Bci 1, paragraf 14 (Obowi\u0105zuj\u0105ce ustawodawstwo i jurysdykcja)\r\n\r\n14.1 Obowi\u0105zuj\u0105ce ustawodawstwo\r\n\r\nFraza "prawo kraju, w kt\u00F3rym licencja na Program zosta\u0142a nabyta" w pierwszym akapicie paragrafu 14.1 (Obowi\u0105zuj\u0105ce ustawodawstwo) zostaje w przypadku Polski zast\u0105piona nast\u0119puj\u0105cym tekstem\:\r\n\r\nprawo Austrii.\r\n\r\n14.3 Arbitra\u017C\r\n\r\nNast\u0119puj\u0105cy akapit maj\u0105cy zastosowanie w Polsce zostaje dodany jako nowy do paragrafu 14.3 (Arbitra\u017C). Postanowienia paragrafu 14.3 maj\u0105 znaczenie rozstrzygaj\u0105ce nad postanowieniami paragrafu 14.2 (Jurysdykcja) w zakresie, w jakim zezwala na to obowi\u0105zuj\u0105ce ustawodawstwo i zasady proceduralne\:\r\n\r\nWszelkie kwestie sporne wynikaj\u0105ce z niniejszej Umowy lub zwi\u0105zane z jej naruszeniem, wypowiedzeniem lub niewa\u017Cno\u015Bci\u0105 b\u0119d\u0105 rozstrzygane w spos\u00F3b ostateczny zgodnie z Zasadami Post\u0119powania Arbitra\u017Cowego i Ugodowego Mi\u0119dzynarodowego Centrum Arbitra\u017Cu przy Federalnej Izbie Gospodarczej (Rules of Arbitration and Conciliation of the International Arbitral Center of the Federal Economic Chamber) w Wiedniu (Vienna Rules), przez trzech arbitr\u00F3w, powo\u0142anych zgodnie ze wspomnianymi zasadami. Arbitra\u017C b\u0119dzie mia\u0142 miejsce w Wiedniu, w Austrii. J\u0119zykiem obowi\u0105zuj\u0105cym podczas post\u0119powania b\u0119dzie j\u0119zyk angielski. Orzeczenia arbitr\u00F3w b\u0119d\u0105 ostateczne i wi\u0105\u017C\u0105ce dla obu Stron. Oznacza to, \u017Ce zgodnie z artyku\u0142em 598(2) Austriackiego Kodeksu Post\u0119powania Cywilnego (Austrian Code of Civil Procedure), Strony rezygnuj\u0105 ze stosowania artyku\u0142u 595(1) punkt 7 tego Kodeksu. Tym niemniej powy\u017Csze warunki w \u017Cadnym stopniu nie ograniczaj\u0105 prawa IBM do wszcz\u0119cia post\u0119powania przed dowolnym w\u0142a\u015Bciwym s\u0105dem w kraju instalacji.\r\n\r\nZMIANY KRAJOWE DOTYCZ\u0104CE EUROPY, BLISKIEGO WSCHODU I AFRYKI\r\n\r\nKRAJE CZ\u0141ONKOWSKIE UNII EUROPEJSKIEJ\r\n\r\n8. Brak gwarancji\r\n\r\nNast\u0119puj\u0105cy tekst zosta\u0142 dodany do paragrafu 8 (Brak gwarancji)\:\r\n\r\nW krajach Unii Europejskiej ("UE") klientom przys\u0142uguj\u0105 prawa wynikaj\u0105ce z obowi\u0105zuj\u0105cego ustawodawstwa krajowego, kt\u00F3remu podlega sprzeda\u017C artyku\u0142\u00F3w konsumpcyjnych. Postanowienia zawarte w paragrafie 8 (Brak gwarancji) pozostaj\u0105 bez wp\u0142ywu na te prawa.\r\n\r\nKRAJE CZ\u0141ONKOWSKIE UNII EUROPEJSKIEJ I KRAJE WYSZCZEG\u00D3LNIONE PONI\u017BEJ\r\n\r\nKa\u017Cdy kraj europejski, kt\u00F3ry uchwali\u0142 lokalne akty prawne dotycz\u0105ce ochrony danych zbli\u017Cone do modelu obowi\u0105zuj\u0105cego w Unii Europejskiej.\r\n\r\n13. Postanowienia og\u00F3lne\r\n\r\nNast\u0119puj\u0105cy tekst zast\u0119puje punkt 13.e\:\r\n\r\n(1) Definicje - Do punktu 13.e maj\u0105 zastosowanie nast\u0119puj\u0105ce definicje dodatkowe\:\r\n\r\n(a) Biznesowe Informacje Kontaktowe - oznaczaj\u0105 informacje maj\u0105ce zwi\u0105zek z dzia\u0142alno\u015Bci\u0105 gospodarcz\u0105, ujawnione IBM przez Licencjobiorc\u0119, w tym imiona i nazwiska, stanowiska, adresy s\u0142u\u017Cbowe, numery telefon\u00F3w oraz adresy e-mail pracownik\u00F3w i wykonawc\u00F3w Licencjobiorcy. W przypadku Austrii, W\u0142och i Szwajcarii Biznesowe Informacje Kontaktowe obejmuj\u0105 r\u00F3wnie\u017C informacje o Licencjobiorcy oraz jego wykonawcach posiadaj\u0105cych osobowo\u015B\u0107 prawn\u0105 (na przyk\u0142ad dane na temat przychod\u00F3w Licencjobiorcy i inne informacje o transakcjach).\r\n\r\n(b) Biznesowy Personel Kontaktowy - oznacza pracownik\u00F3w i wykonawc\u00F3w Licencjobiorcy, do kt\u00F3rych odnosz\u0105 si\u0119 Biznesowe Informacje Kontaktowe.\r\n\r\n(c) Urz\u0105d Ochrony Danych - oznacza organ powo\u0142any zgodnie z Ustawodawstwem o ochronie danych i \u0142\u0105czno\u015Bci elektronicznej w okre\u015Blonym kraju lub w przypadku kraj\u00F3w spoza Unii Europejskiej, organ odpowiedzialny za nadz\u00F3r nad ochron\u0105 danych osobowych w takim kraju b\u0105d\u017A (w obu powy\u017Cszych przypadkach) ka\u017Cdy nast\u0119pca prawny takiego organu powo\u0142any w odpowiedni spos\u00F3b.\r\n\r\n(d) Ustawodawstwo o ochronie danych i \u0142\u0105czno\u015Bci elektronicznej - oznacza (i) obowi\u0105zuj\u0105ce prawo i przepisy krajowe wdra\u017Caj\u0105ce wymagania dyrektywy Unii Europejskiej 95/46/WE (w sprawie ochrony os\u00F3b fizycznych w zakresie przetwarzania danych osobowych i swobodnego przep\u0142ywu tych danych) oraz dyrektywy 2002/58/WE (dotycz\u0105cej przetwarzania danych osobowych i ochrony prywatno\u015Bci w sektorze \u0142\u0105czno\u015Bci elektronicznej); lub (ii) w przypadku kraj\u00F3w spoza Unii Europejskiej, prawa i przepisy obowi\u0105zuj\u0105ce w takich krajach i odnosz\u0105ce si\u0119 do ochrony danych osobowych i przepis\u00F3w o \u0142\u0105czno\u015Bci elektronicznej z wykorzystaniem danych osobowych, w tym (w obu powy\u017Cszych przypadkach) ich ustawowe nowe wersje i modyfikacje.\r\n\r\n(e) Grupa IBM - oznacza International Business Machines Corporation z siedzib\u0105 w Armonk, Nowy Jork, USA, przedsi\u0119biorstwa podporz\u0105dkowane International Business Machines Corporation oraz ich odpowiednich Partner\u00F3w Handlowych i podwykonawc\u00F3w.\r\n\r\n(2) Licencjobiorca upowa\u017Cnia IBM do\:\r\n\r\n(a) przetwarzania i u\u017Cywania Biznesowych Informacji Kontaktowych w ramach Grupy IBM w celu obs\u0142ugi Licencjobiorcy, w tym w celu \u015Bwiadczenia us\u0142ug wsparcia oraz rozszerzania relacji handlowych mi\u0119dzy Licencjobiorc\u0105 i Grup\u0105 IBM, a w szczeg\u00F3lno\u015Bci nawi\u0105zywania kontakt\u00F3w z Biznesowym Personelem Kontaktowym (za po\u015Brednictwem poczty e-mail lub w inny spos\u00F3b) oraz sprzeda\u017Cy produkt\u00F3w i us\u0142ug Grupy IBM (zwanym dalej "Okre\u015Blonym Celem"); oraz\r\n\r\n(b) ujawniania Biznesowych Informacji Kontaktowych innym cz\u0142onkom Grupy IBM jedynie na potrzeby realizacji Okre\u015Blonego Celu.\r\n\r\n(3) IBM wyra\u017Ca zgod\u0119 na przetwarzanie Biznesowych Informacji Kontaktowych zgodnie z Ustawodawstwem o ochronie danych i \u0142\u0105czno\u015Bci elektronicznej.\r\n\r\n(4) Licencjobiorca o\u015Bwiadcza, \u017Ce w zakresie wymaganym Ustawodawstwem o ochronie danych i \u0142\u0105czno\u015Bci elektronicznej (a) uzyska\u0142 (lub uzyska) zgod\u0119 Biznesowego Personelu Kontaktowego na przetwarzanie i u\u017Cywanie przez Grup\u0119 IBM Biznesowych Informacji Kontaktowych do realizacji Okre\u015Blonego Celu, oraz \u017Ce przygotowa\u0142 (lub przygotuje) powiadomienie dla Biznesowego Personelu Kontaktowego w tej sprawie.\r\n\r\n(5) Licencjobiorca upowa\u017Cnia IBM do przesy\u0142ania Biznesowych Informacji Kontaktowych poza Europejsk\u0105 Stref\u0119 Ekonomiczn\u0105 pod warunkiem, \u017Ce b\u0119dzie to realizowane na warunkach zatwierdzonych przez Urz\u0105d Ochrony Danych lub zgodnie z Ustawodawstwem o ochronie danych i \u0142\u0105czno\u015Bci elektronicznej.\r\n\r\nZ125-5589-05 (07/2011)\r\n\r\n\r\n
# END NON-TRANSLATABLE
# ====================================================================
# Translators:  Set this licenseURL appropriate for your language:
#	license/cs.html
#	license/de.html
#	license/en.html
#	license/es.html
#	license/fr.html
#	license/it.html
#	license/ja.html
#	license/ko.html
#	license/pl.html
#	license/pt.html
#	license/ru.html
#	license/zh_TW.html
#	license/zh.html
# ====================================================================
licenseURL=license/pl.html