license=\
Garanti Verilmeyen Programlar \u0130\u00e7in Uluslararas\u0131 Lisans S\u00f6zle\u015fmesi\n\
\n\
B\u00f6l\u00fcm 1 - Genel Ko\u015fullar\n\
\n\
L\u0130SANS ALAN TARAF, BU PROGRAMI Y\u00dcKLEYEREK, KURARAK, KOPYALAYARAK, KULLANARAK "KABUL ED\u0130YORUM" D\u00dc\u011eMES\u0130N\u0130 TIKLAYARAK YA DA BU PROGRAMI HERHANG\u0130 B\u0130R BA\u015eKA \u015eEK\u0130LDE KULLANARAK VEYA BU PROGRAMA ER\u0130\u015e\u0130M SA\u011eLAYARAK, BU S\u00d6ZLE\u015eMEN\u0130N KO\u015eULLARINI KABUL ETM\u0130\u015e SAYILIR. BU KO\u015eULLARI, L\u0130SANS ALAN TARAF ADINA KABUL ED\u0130YORSANIZ, L\u0130SANS ALAN TARAFIN S\u00d6Z KONUSU KO\u015eULLARA UYACA\u011eINI TAAHH\u00dcT EDEB\u0130LECEK TAM YETK\u0130YE SAH\u0130P OLDU\u011eUNUZU BEYAN VE GARANT\u0130 EDERS\u0130N\u0130Z. BU KO\u015eULLARI KABUL ETM\u0130YORSANIZ:\n\
\n\
* BU PROGRAMI Y\u00dcKLEMEY\u0130N\u0130Z, KURMAYINIZ, KOPYALAMAYINIZ, "KABUL ED\u0130YORUM" D\u00dc\u011eMES\u0130N\u0130 TIKLAMAYINIZ, KULLANMAYINIZ YA DA BU PROGRAMA ER\u0130\u015e\u0130M SA\u011eLAMAYIN; VE\n\
\n\
* E\u011eER VARSA, \u00d6DED\u0130\u011e\u0130N\u0130Z TUTARIN GER\u0130 \u00d6DENMES\u0130 \u0130\u00c7\u0130N KULLANILMAMI\u015e ORTAMI VE BELGELER\u0130, PROGRAMI ALDI\u011eINIZ TARAFA DERHAL \u0130ADE ED\u0130N\u0130Z. PROGRAMI Y\u00dcKLEYEREK ED\u0130ND\u0130YSEN\u0130Z, PROGRAMIN T\u00dcM KOPYALARINI \u0130MHA ED\u0130N\u0130Z.\n\
\n\
1. Tan\u0131mlar\n\
\n\
"Yetkili Kullan\u0131m" - Lisans Alan Taraf\u0131n, Program\u0131 y\u00fcr\u00fctmeye veya \u00e7al\u0131\u015ft\u0131rmaya yetkili oldu\u011fu belirtilen seviye. Bu seviye, kullan\u0131c\u0131 say\u0131s\u0131, milyon cinsinden hizmet birimi ("MSU"), \u0130\u015flemci De\u011fer Birimi ("PVU") veya IBM taraf\u0131ndan belirlenen herhangi bir di\u011fer kullan\u0131m seviyesi esas al\u0131narak \u00f6l\u00e7\u00fclebilir.\n\
\n\
"IBM" - International Business Machines Corporation veya ba\u011fl\u0131 kurulu\u015flar\u0131ndan biri.\n\
\n\
"Lisans Bilgileri" ("LI") - belirli bir Programa \u00f6zg\u00fc bilgileri ve ek ko\u015fullar\u0131 i\u00e7eren belge. Programlara ili\u015fkin Lisans Bilgileri belgelerine \u015fu Web adresinden ula\u015f\u0131labilir: www.ibm.com/software/sla. Lisans Bilgileri (LI) belgesi ayn\u0131 zamanda, bir sistem komutu kullan\u0131larak eri\u015filen Program dizininde bulunabilir ya da Programla birlikte bir kitap\u00e7\u0131k bi\u00e7iminde g\u00f6nderilebilir.\n\
\n\
"Program" - orijinalleri ve onun t\u00fcm k\u0131smi veya tam kopyalar\u0131 da dahil olmak \u00fczere, a\u015fa\u011f\u0131dakiler anlam\u0131ndad\u0131r: 1) makine taraf\u0131ndan okunabilir komutlar ve veriler, 2) bile\u015fenler, dosyalar ve mod\u00fcller, 3) i\u015fitsel-g\u00f6rsel i\u00e7erik (\u00f6rne\u011fin, g\u00f6r\u00fcnt\u00fcler, metinler, kay\u0131tlar ya da resimler) ve 4) ili\u015fkili lisansl\u0131 malzemeler (\u00f6rne\u011fin, anahtarlar ve belgeler).\n\
\n\
2. S\u00f6zle\u015fmenin Yap\u0131s\u0131\n\
\n\
Bu S\u00f6zle\u015fme, B\u00f6l\u00fcm 1 - Genel Ko\u015fullar, B\u00f6l\u00fcm 2 - \u00dclkeye \u00d6zg\u00fc Ko\u015fullar (e\u011fer varsa) adl\u0131 b\u00f6l\u00fcmleri ve Lisans Bilgileri'ni i\u00e7erir ve bu Program\u0131n kullan\u0131m\u0131na ili\u015fkin Lisans Alan Tarafla IBM aras\u0131ndaki s\u00f6zle\u015fmenin tamam\u0131n\u0131 olu\u015fturur. Bu S\u00f6zle\u015fme, Lisans Alan Taraf\u0131n Program\u0131 kullanmas\u0131yla ilgili olarak IBM ile aras\u0131nda daha \u00f6nce ger\u00e7ekle\u015ftirilen her t\u00fcrl\u00fc s\u00f6zl\u00fc ve yaz\u0131l\u0131 ileti\u015fimin yerine ge\u00e7er. B\u00f6l\u00fcm 2'de yer alan ko\u015fullar B\u00f6l\u00fcm 1'de yer alan ko\u015fullar\u0131n yerine ge\u00e7ebilir veya onlar\u0131 de\u011fi\u015ftirebilir. \u0130ki B\u00f6l\u00fcm\u00fcn ko\u015fullar\u0131 aras\u0131nda herhangi bir \u00e7eli\u015fki olmas\u0131 durumunda, Lisans Bilgileri belgesi her iki B\u00f6l\u00fcm\u00fcn yerine uygulan\u0131r.\n\
\n\
3. Lisans Verilmesi\n\
\n\
Bu Program\u0131n sahibi IBM ya da bir IBM sa\u011flay\u0131c\u0131s\u0131d\u0131r. Bu Program telif hakk\u0131na tabidir ve lisanslan\u0131r, sat\u0131lmaz.\n\
\n\
IBM, Lisans Alan Tarafa, a\u015fa\u011f\u0131da belirtilen ko\u015fullarla: 1) Program\u0131 faturada belirtilen Yetkili Kullan\u0131m d\u00fczeyinde kullanmas\u0131, 2) bu t\u00fcr bir Yetkili Kullan\u0131m\u0131 desteklemek i\u00e7in Program kopyalar\u0131n\u0131 \u00e7\u0131karmas\u0131 ve kurmas\u0131, ve 3) bir yedekleme kopyas\u0131 \u00e7\u0131karmas\u0131 i\u00e7in, m\u00fcnhas\u0131r olmayan bir lisans verir:\n\
\n\
a. Lisans Alan Taraf\u0131n, Program\u0131 yasalara uygun olarak edinmi\u015f olmas\u0131 ve bu S\u00f6zle\u015fmesinin ko\u015fullar\u0131na uygun davranmas\u0131 gerekir;\n\
\n\
b. Yedekleme kopyas\u0131n\u0131, yaln\u0131zca yedeklenen Program \u00e7al\u0131\u015ft\u0131r\u0131lamaz oldu\u011funda \u00e7al\u0131\u015ft\u0131rmas\u0131 gerekir;\n\
\n\
c. Lisans Alan Taraf\u0131n, t\u00fcm telif hakk\u0131 bildirimlerini ve m\u00fclkiyete ili\u015fkin di\u011fer t\u00fcm a\u00e7\u0131klamalar\u0131 Program\u0131n her kopyas\u0131na veya k\u0131smi kopyas\u0131na kopyalayarak eklemesi gerekir;\n\
\n\
d. Lisans Alan Taraf, bu Program\u0131 kullanan herkesin (yerel olarak veya uzaktan eri\u015fim ile), 1) bu Program\u0131 yaln\u0131zca Lisans Alan Taraf ad\u0131na kullanaca\u011f\u0131n\u0131 ve 2) bu S\u00f6zle\u015fmenin ko\u015fullar\u0131na uymas\u0131n\u0131 sa\u011flayaca\u011f\u0131n\u0131 kabul etmi\u015f say\u0131l\u0131r;\n\
\n\
e. Lisans Alan Taraf, 1) Program\u0131 bu S\u00f6zle\u015fmede a\u00e7\u0131k\u00e7a izin verilenler d\u0131\u015f\u0131nda ba\u015fka bir bi\u00e7imde kullanamaz, kopyalayamaz, de\u011fi\u015ftiremez ya da da\u011f\u0131tamaz; 2) ge\u00e7erli yasalar\u0131n s\u00f6zle\u015fme ile de\u011fi\u015ftirilmesine olanak tan\u0131mayarak a\u00e7\u0131k\u00e7a izin verdi\u011fi durumlar d\u0131\u015f\u0131nda, Program\u0131 ters d\u00fczenleyemez, ters derleyemez, ba\u015fka y\u00f6ntemlerle \u00e7evirisini yapamaz veya amac\u0131 d\u0131\u015f\u0131nda kullanamaz; 3) Program\u0131n hi\u00e7bir bile\u015fenini, dosyas\u0131n\u0131, mod\u00fcl\u00fcn\u00fc, sesli ve g\u00f6r\u00fcnt\u00fcl\u00fc i\u00e7eri\u011fini veya ili\u015fkili lisansl\u0131 malzemeleri programdan ayr\u0131 olarak kullanamaz; veya 4) Program\u0131 alt lisanslayamaz, kiralayamaz ya da Program i\u00e7in finansal kiralama yapamaz; ve\n\
\n\
f. Lisans Alan Taraf, Program\u0131 Destekleyici Program (Supporting Program) olarak edinirse, bu Program\u0131 yaln\u0131zca As\u0131l Program\u0131 (Principal Program) desteklemek \u00fczere ve As\u0131l Program\u0131n lisans\u0131nda yer alan t\u00fcm s\u0131n\u0131rlamalara tabi olarak kullan\u0131r. Lisans Alan Taraf, bu Program\u0131 As\u0131l Program olarak edinirse, t\u00fcm Destekleyici Programlar\u0131 yaln\u0131zca bu Program\u0131 desteklemek \u00fczere ve bu S\u00f6zle\u015fmede yer alan t\u00fcm s\u0131n\u0131rlamalara tabi olarak kullan\u0131r. Bu "f" maddenin ama\u00e7lar\u0131 a\u00e7\u0131s\u0131ndan "Destekleyici Program", ba\u015fka bir IBM Program\u0131n\u0131n ("As\u0131l Program") bir b\u00f6l\u00fcm\u00fcd\u00fcr ve As\u0131l Program\u0131n Lisans Bilgileri (LI) belgesinde Destekleyici Program olarak olarak belirtilir. (Bir Destekleyici Program\u0131 herhangi bir s\u0131n\u0131rlamaya tabi olmadan kullanmak \u00fczere destekleyici Program i\u00e7in ayr\u0131 bir lisans almak amac\u0131yla Lisans Alan Taraf\u0131n, Destekleyici Program\u0131 edindi\u011fi tarafa ba\u015fvurmas\u0131 gerekir. )\n\
\n\
Bu lisans, Lisans Alan Taraf\u0131n \u00e7\u0131kard\u0131\u011f\u0131 t\u00fcm Program kopyalar\u0131 i\u00e7in ge\u00e7erlidir.\n\
\n\
3.1 Ge\u00e7i\u015f Ama\u00e7l\u0131 B\u00fcy\u00fctmeler, G\u00fcncellemeler, D\u00fczeltmeler ve Yamalar\n\
\n\
3.1.1 Ge\u00e7i\u015f Ama\u00e7l\u0131 B\u00fcy\u00fctmeler\n\
\n\
Bu Program, bir Ge\u00e7i\u015f Ama\u00e7l\u0131 B\u00fcy\u00fctme Program\u0131yla de\u011fi\u015ftirilirse, de\u011fi\u015ftirilen Program\u0131n lisans\u0131 derhal sona erer.\n\
\n\
3.1.2 G\u00fcncellemeler, D\u00fczeltmeler ve Yamalar\n\
\n\
Programla ilgili olarak bir g\u00fcncelleme, d\u00fczeltme veya yama alan Lisans Alan Taraf, bu t\u00fcr g\u00fcncelleme, d\u00fczeltme veya yamalar\u0131n Lisans Bilgileri belgelerinde belirtilen ve bu g\u00fcncelleme, d\u00fczeltme veya yamalar i\u00e7in ge\u00e7erli olan t\u00fcm ek veya farkl\u0131 ko\u015fullar\u0131 kabul eder.Herhangi bir ek veya farkl\u0131 ko\u015ful sa\u011flanmad\u0131ysa, ilgili g\u00fcncelleme, d\u00fczeltme veya yama i\u00e7in yaln\u0131zca bu S\u00f6zle\u015fmenin ko\u015fullar\u0131 ge\u00e7erli olur. Lisans Alan Taraf\u0131n, elindeki Program Program\u0131n herhangi bir g\u00fcncellemesi ile de\u011fi\u015ftirildiyse, de\u011fi\u015ftirilen Program\u0131 kullanmaya derhal son verecektir.\n\
\n\
3.2 Sabit S\u00fcreli Lisanslar\n\
\n\
IBM, Program\u0131 sabit bir s\u00fcre i\u00e7in lisanslad\u0131ysa, Lisans Alan Taraf ve IBM s\u00f6zkonusu sabit s\u00fcreyi yenilemeye karar vermedikleri s\u00fcrece, Lisans Alan Taraf\u0131n lisans\u0131 bu sabit s\u00fcrenin sonunda sona erer.\n\
\n\
3.3 S\u00fcre ve Sona Erdirme\n\
\n\
Bu S\u00f6zle\u015fme, sona erdirilinceye kadar ge\u00e7erlidir.\n\
\n\
Lisans Alan Taraf\u0131n bu S\u00f6zle\u015fmenin ko\u015fullar\u0131na uygun davranmamas\u0131 durumunda IBM, Lisans Alan Taraf\u0131n lisans\u0131n\u0131 sona erdirebilir.\n\
\n\
Lisans, taraflardan herhangi biri taraf\u0131ndan herhangi bir nedenle sona erdirildiyse, Lisans Alan Taraf derhal program\u0131 kullanmaya son verir ve Program\u0131n kendisinde bulunan t\u00fcm kopyalar\u0131n\u0131 imha eder. Nitelikleri gere\u011fi S\u00f6zle\u015fmenin sona erdirilmesi ile sona ermeyen S\u00f6zle\u015fme h\u00fck\u00fcmleri yerine getirilinceye kadar y\u00fcr\u00fcrl\u00fckte kal\u0131r ve taraflar\u0131n haleflerini ve devralanlar\u0131n\u0131 ba\u011flar.\n\
\n\
4. \u00dccretler\n\
\n\
\u00dccretler, e\u011fer varsa, edinilen ve faturada belirtilen Yetkili Kullan\u0131m\u0131 esas al\u0131r. IBM bu S\u00f6zle\u015fmenin ba\u015fka bir yerinde belirtilenler d\u0131\u015f\u0131nda, muaccel olmu\u015f ya da \u00f6denmi\u015f \u00fccretler i\u00e7in Lisans Alan Tarafa alacak kaydetmez ya da geri \u00f6deme yapmaz.\n\
\n\
Yetkili Kullan\u0131m d\u00fczeyini art\u0131rmak isteyen Lisans Alan Taraf, bu durumu \u00f6nceden IBM'e veya bir IBM yetkili sat\u0131c\u0131s\u0131na bildirmeli ve ge\u00e7erli t\u00fcm \u00fccretleri \u00f6demelidir.\n\
\n\
5. Vergiler\n\
\n\
IBM'in net gelirine dayananlar hari\u00e7 olmak \u00fczere, herhangi bir yetkili makam Programla ilgili olarak vergi, resim, har\u00e7 veya ba\u015fkaca mali y\u00fck\u00fcn \u00f6denmesini zorunlu k\u0131larsa, Lisans Alan Taraf, bu tutar\u0131 bir faturada belirtildi\u011fi \u015fekilde \u00f6demeyi veya bunlardan muafsa, muaf oldu\u011funa ili\u015fkin belgeyi IBM'e sa\u011flamay\u0131 kabul eder. Programla ilgili olarak, Program\u0131 edindi\u011fi tarihten sonraki t\u00fcm ki\u015fisel m\u00fclkiyet vergilerinden Lisans Alan Taraf sorumlu olur. Orijinal Lisans Alan Taraf\u0131n lisans ald\u0131\u011f\u0131 \u00fclkeye yap\u0131lan ithalat nedeniyle veya orijinal Lisans Alan Taraf\u0131n lisans ald\u0131\u011f\u0131 \u00fclkeden yap\u0131lan ihracat veya devir ya da Program\u0131n orijinal Lisans Alan Taraf\u0131n lisans ald\u0131\u011f\u0131 \u00fclke d\u0131\u015f\u0131nda kullan\u0131m\u0131 veya Programa orijinal Lisans Alan Taraf\u0131n lisans ald\u0131\u011f\u0131 \u00fclke d\u0131\u015f\u0131ndan eri\u015filmesi nedeniyle herhangi bir yetkili makam, \u00f6zel vergi, resim, har\u00e7 veya ba\u015fkaca mali y\u00fck\u00fcn \u00f6denmesini zorunlu k\u0131larsa, Lisans Alan Taraf s\u00f6zkonusu \u00f6zel vergi, resim, har\u00e7 veya ba\u015fkaca mali y\u00fckleri \u00f6demekten sorumlu oldu\u011funu ve bunlar\u0131 \u00f6deyece\u011fini kabul eder.\n\
\n\
6. Para \u0130adesi Garantisi\n\
\n\
Lisans Alan Taraf, herhangi bir nedenle Programdan memnun kalmazsa ve orijinal Lisans Alan Tarafsa, Program\u0131, faturan\u0131n kendisine g\u00f6nderildi\u011fi tarihten itibaren otuz (30) g\u00fcn i\u00e7inde Program\u0131 edindi\u011fi tarafa iade etmesi ko\u015fuluyla, lisans\u0131 sona erdirebilir ve e\u011fer varsa Program i\u00e7in \u00f6dedi\u011fi \u00fccreti geri alabilir. Lisans, yenilemeye tabi olan bir sabit s\u00fcreli lisans ise, Lisans Alan Taraf, ancak ilk sabit s\u00fcrenin ba\u015flamas\u0131ndan sonraki otuz (30) g\u00fcn i\u00e7inde Program\u0131 ve Yetki Belgesini (PoE) iade ederse, Program i\u00e7in \u00f6dedi\u011fi \u00fccreti geri alabilir. Lisans Alan Taraf Program\u0131 bir yerden y\u00fcklediyse, paras\u0131n\u0131n iade edilmesine ili\u015fkin y\u00f6nergeler i\u00e7in Program\u0131 edindi\u011fi tarafla ba\u011flant\u0131 kurmal\u0131d\u0131r.\n\
\n\
7. Program\u0131n Devri\n\
\n\
Lisans Alan Taraf, Program\u0131 ve Lisans Alan Taraf\u0131n t\u00fcm lisans haklar\u0131 ve y\u00fck\u00fcml\u00fcl\u00fcklerini, yaln\u0131zca devralan taraf\u0131n bu S\u00f6zle\u015fmenin ko\u015fullar\u0131n\u0131 kabul etmesi ko\u015fuluyla ba\u015fka bir tarafa devredebilir. Lisans, taraflardan herhangi biri taraf\u0131ndan herhangi bir nedenle sona erdirildiyse, Lisans Alan Taraf\u0131n Program\u0131 \u00fc\u00e7\u00fcnc\u00fc bir tarafa devretmesi yasakt\u0131r. Lisans Alan Taraf, 1) Program\u0131n veya 2) Programa ili\u015fkin Yetkili Kullan\u0131m\u0131n\u0131n bir k\u0131sm\u0131n\u0131 devredemez.Lisans Alan Taraf Program\u0131 devrederse, Lisans Bilgileri belgesi dahil olmak \u00fczere, bu S\u00f6zle\u015fmenin bas\u0131l\u0131 bir kopyas\u0131n\u0131 da devretmelidir. Devir i\u015flemi tamamland\u0131ktan hemen sonra, Lisans Alan Taraf\u0131n lisans\u0131 sona erer.\n\
\n\
8. Garanti Verilmez\n\
\n\
TAB\u0130 BULUNDU\u011eU KANUNLARIN GARANT\u0130 KAPSAMI DI\u015eINDA TUTULAMAYACA\u011eINI BEL\u0130RTT\u0130\u011e\u0130 GARANT\u0130LER DI\u015eINDA IBM, BU PROGRAMA VEYA VARSA DESTE\u011eE \u0130L\u0130\u015eK\u0130N HAK \u0130HLAL\u0130 YAPILMAYACA\u011eINA DA\u0130R GARANT\u0130LER VEYA KO\u015eULLAR \u0130LE T\u0130CAR\u0130L\u0130K, YETERL\u0130 KAL\u0130TE VE BEL\u0130RL\u0130 B\u0130R AMACA UYGUNLUK \u0130\u00c7\u0130N ZIMN\u0130 GARANT\u0130LER VEYA KO\u015eULLAR DA DAH\u0130L OLMAK, ANCAK BUNLARLA SINIRLI OLMAMAK \u00dcZERE A\u00c7IK VEYA ZIMN\u0130 H\u0130\u00c7B\u0130R GARANT\u0130 VERMEZ VEYA KO\u015eUL \u00d6NE S\u00dcRMEZ.\n\
\n\
BAZI \u00dcLKELER YA DA HUKUK D\u00dcZENLER\u0130, A\u00c7IK YA DA ZIMN\u00ce GARANT\u0130LER\u0130N HAR\u0130\u00c7 TUTULMASINA \u0130Z\u0130N VERMEZ, BU DURUMDA YUKARIDA HAR\u0130\u00c7 TUTULAN GARANT\u0130LER L\u0130SANS ALAN TARAF \u0130\u00c7\u0130N GE\u00c7ERL\u0130 OLMAYAB\u0130L\u0130R. B\u00d6YLE B\u0130R DURUMDA, BU T\u00dcR GARANT\u0130LER YASAL OLARAK GEREKL\u0130 G\u00d6R\u00dcLEN EN KISA S\u00dcREYLE SINIRLIDIR. BU S\u00dcRE DOLDUKTAN SONRA H\u0130\u00c7B\u0130R GARANT\u0130 GE\u00c7ERL\u0130 DE\u011e\u0130LD\u0130R. BAZI \u00dcLKELER YA DA HUKUK D\u00dcZENLER\u0130, ZIMN\u0130 GARANT\u0130N\u0130N NE KADAR S\u00dcRECE\u011e\u0130NE \u0130L\u0130\u015eK\u0130N SINIRLAMALARA \u0130Z\u0130N VERMEZ, BU DURUMDA YUKARIDAK\u0130 SINIRLAMALAR L\u0130SANS ALAN TARAF \u0130\u00c7\u0130N GE\u00c7ERL\u0130 OLMAYAB\u0130L\u0130R. L\u0130SANS ALAN TARAF, \u00dcLKELERE YA DA HUKUK D\u00dcZENLER\u0130NE G\u00d6RE DE\u011e\u0130\u015eEN D\u0130\u011eER HAKLARA DA SAH\u0130P OLAB\u0130L\u0130R.\n\
\n\
BU 8. B\u00d6L\u00dcMDE YER ALAN RED VE HAR\u0130\u00c7 TUTMA KO\u015eULLARI, AYRICA IBM'\u0130N PROGRAM GEL\u0130\u015eT\u0130R\u0130C\u0130LER\u0130 VE SA\u011eLAYICILARININ T\u00dcM\u00dc \u0130\u00c7\u0130N DE GE\u00c7ERL\u0130D\u0130R.\n\
\n\
IBM DI\u015eI PROGRAMLARIN \u00dcRET\u0130C\u0130LER\u0130, SA\u011eLAYICILARI VEYA YAYINCILARI KEND\u0130 GARANT\u0130LER\u0130N\u0130 VEREB\u0130L\u0130RLER.\n\
\n\
IBM AKS\u0130N\u0130 BEL\u0130RTMED\u0130\u011e\u0130 S\u00dcRECE, H\u0130\u00c7B\u0130R DESTEK SA\u011eLAMAZ. BU T\u00dcR B\u0130R DURUMDA, IBM TARAFINDAN SA\u011eLANAN HER T\u00dcRL\u00dc DESTEK \u0130\u015eBU 8. B\u00d6L\u00dcMDE YER ALAN RED VE HAR\u0130\u00c7 TUTMA KO\u015eULLARINA TAB\u0130 OLUR.\n\
\n\
9. Lisans Alan Taraf\u0131n Verileri ve Veritabanlar\u0131\n\
\n\
IBM, Lisans Alan Tarafa, bu Programla ilgili olarak ortaya \u00e7\u0131kan bir sorunun nedenini ayr\u0131\u015ft\u0131rmas\u0131nda yard\u0131mc\u0131 olmak i\u00e7in Lisans Alan Taraftan, 1) Lisans Alan Taraf\u0131n sistemine uzaktan eri\u015fmesi amac\u0131yla IBM'e izin vermesini, ya da 2) Lisans Alan Taraf\u0131n bilgilerini veya sistem verilerini IBM'e g\u00f6ndermesini isteyebilir. IBM'in i\u015fbu S\u00f6zle\u015fmeyle \u00fcstlendi\u011fi y\u00fck\u00fcml\u00fcl\u00fcklerin kapsam\u0131 d\u0131\u015f\u0131nda kalan bir teknik deste\u011fi Lisans Alan Tarafa sa\u011flamas\u0131 i\u00e7in IBM ile Lisans Alan Taraf aras\u0131nda ayr\u0131 bir yaz\u0131l\u0131 s\u00f6zle\u015fmenin imzalanmas\u0131 ve bu s\u00f6zle\u015fmeyle IBM'in Lisans Alan Tarafa bu t\u00fcr bir teknik deste\u011fi vermeyi kabul etmi\u015f olmas\u0131 gerekir. Aksi durumda IBM Lisans Alan Tarafa bu t\u00fcr bir deste\u011fi sa\u011flamakla y\u00fck\u00fcml\u00fc olmaz. Her durumda, IBM, \u00fcr\u00fcn ve hizmetlerini geli\u015ftirmek amac\u0131yla hata ve sorunlara ili\u015fkin bilgileri kullan\u0131r ve ilgili destek tekliflerin sa\u011flanmas\u0131na yard\u0131mc\u0131 olur. IBM, bu ama\u00e7la, (Lisans Alan Taraf\u0131n yerle\u015fik oldu\u011fu \u00fclke d\u0131\u015f\u0131ndaki bir veya birden \u00e7ok \u00fclkede faaliyet g\u00f6sterenler de dahil olmak \u00fczere) IBM t\u00fczel ki\u015filiklerini ve alty\u00fcklenicilerini kullanabilir ve Lisans Alan taraf da bu \u015fekilde davranmas\u0131 i\u00e7in IBM'e yetki verir.\n\
\n\
Lisans Alan Taraf, 1) IBM'e sa\u011flad\u0131\u011f\u0131 t\u00fcm verilerden ve t\u00fcm veritaban\u0131 i\u00e7eriklerinden, 2) (ki\u015fisel olarak tan\u0131mlanabilen veriler de dahil olmak \u00fczere) verilere eri\u015filmesi, verilerin g\u00fcvenli\u011fi, \u015fifrelenmesi, kullan\u0131m\u0131 ve aktar\u0131m\u0131yla ilgili prosed\u00fcrve denetimlerin se\u00e7imi ve uygulanmas\u0131ndan ve 3) t\u00fcm veritabanlar\u0131n\u0131n ve depolanm\u0131\u015f olan t\u00fcm verilerin yedeklenmesinden ve kurtar\u0131lmas\u0131ndan sorumludur. Lisans Alan Taraf, hi\u00e7bir veriyi veya herhangi bir di\u011fer bi\u00e7imdeki ki\u015fisel olarak tan\u0131mlanabilen hi\u00e7bir bilgiyi veri veya ba\u015fka bir \u015fekilde IBM'e g\u00f6ndermeyecek veya sa\u011flamayacakt\u0131r ve IBM'e yanl\u0131\u015fl\u0131kla sa\u011flanan bu t\u00fcr t\u00fcm bilgilerle ya da \u00fc\u00e7\u00fcnc\u00fc ki\u015fi iddialar\u0131ndan kaynaklananlar da dahil olmak \u00fczere, bu t\u00fcrl\u00fc bilgilerin IBM taraf\u0131ndan kaybedilmesiyle veya a\u00e7\u0131klanmas\u0131yla ili\u015fkili olarak IBM'in \u00f6demek zorunda kalabilece\u011fi t\u00fcm makul masraflardan ve di\u011fer tutarlardan Lisans Alan Taraf sorumlu olacakt\u0131r.\n\
\n\
10. Sorumluluklar\u0131n S\u0131n\u0131r\u0131\n\
\n\
10 numaral\u0131 (Sorumluluklar\u0131n S\u0131n\u0131r\u0131) bu b\u00f6l\u00fcmde yer alan t\u00fcm s\u0131n\u0131rlamalar ve hari\u00e7 tutmalar, ge\u00e7erli yasalar taraf\u0131ndan s\u00f6zle\u015fmeyle de\u011fi\u015ftirilmesine olanak tan\u0131nmayarak yasaklanmad\u0131\u011f\u0131 s\u00fcrece, t\u00fcm\u00fcyle ge\u00e7erlidir.\n\
\n\
10.1 IBM'in Sorumlu Olabilece\u011fi Maddeler\n\
\n\
IBM'in bir kusurundan veya sorumluluklar\u0131n\u0131 yerine getirmemesinden kaynaklanan ve Lisans Alan Taraf\u0131n zararlar\u0131n\u0131 IBM'den talep etmeye hak kazand\u0131\u011f\u0131 durumlar olabilir. Lisans Alan Taraf\u0131n, zarar\u0131n\u0131 IBM'den talep etmesine olanak sa\u011flayan yasal dayanak (S\u00f6zle\u015fmenin esasa ili\u015fkin ihlali, ihmal, yanl\u0131\u015f beyan, di\u011fer akdi iddialar veya haks\u0131z fiil iddialar\u0131 dahil olmak \u00fczere) her ne olursa olsun, IBM'in her bir Programdan kaynaklanan veya her bir Programla ili\u015fkili veya ba\u015fka bir \u015fekilde bu S\u00f6zle\u015fmeden kaynaklanan t\u00fcm iddialar kar\u015f\u0131s\u0131ndaki b\u00fct\u00fcn sorumlulu\u011fu a\u015fa\u011f\u0131da belirtilen tutarlar\u0131 a\u015fmayacakt\u0131r: 1) \u00f6l\u00fcm dahil cismani zarar ile ta\u015f\u0131nmaz ve ta\u015f\u0131nabilir ki\u015fisel mallara verilen zararlar; ve 2) Lisans Alan Taraf\u0131n iddiaya konu olan Programa ili\u015fkin \u00f6dedi\u011fi \u00fccreti a\u015fmamak ko\u015fuluyla (e\u011fer, Program sabit s\u00fcreli lisans \u00fccretine tabiyse, en \u00e7ok on iki (12) ayl\u0131k \u00fccrete kadar olmak ko\u015fuluyla) herhangi di\u011fer ger\u00e7ek do\u011frudan zararlar.\n\
\n\
Bu s\u0131n\u0131rlama, ayr\u0131ca IBM'in Program geli\u015ftiricileri ve sa\u011flay\u0131c\u0131lar\u0131 i\u00e7in de ge\u00e7erlidir. Bu tutar, IBM ve Program geli\u015ftiricilerinin ve sa\u011flay\u0131c\u0131lar\u0131n\u0131n toplu olarak sorumlu olduklar\u0131 azami tutard\u0131r.\n\
\n\
10.2 IBM'in Sorumlu Olmad\u0131\u011f\u0131 Maddeler\n\
\n\
OLASILIKLARI \u00d6NCEDEN B\u0130LD\u0130R\u0130LM\u0130\u015e OLSA B\u0130LE, IBM, IBM'\u0130N PROGRAM GEL\u0130\u015eT\u0130R\u0130C\u0130LER\u0130 VEYA SA\u011eLAYICILARI A\u015eA\u011eIDAK\u0130LER\u0130N H\u0130\u00c7B\u0130R\u0130NDEN H\u0130\u00c7B\u0130R KO\u015eUL ALTINDA SORUMLU OLMAZLAR:\n\
\n\
a. VER\u0130LERDEK\u0130 KAYIP VEYA HASARDAN;\n\
\n\
b. \u00d6ZEL, ARIZ\u0130, CEZA\u0130 VEYA DOLAYLI ZARARLARDAN VEYA SONU\u00c7TA ORTAYA \u00c7IKAN EKONOM\u0130K ZARARLARDAN; VEYA\n\
\n\
c. KAR KAYBI, \u0130\u015e KAYBI, GEL\u0130R KAYBI, \u0130T\u0130BAR KAYBI VEYA BEKLENEN TASARRUFUN KAYBINDAN.\n\
\n\
11. Mevzuat Uyumlulu\u011funun Do\u011frulanmas\u0131\n\
\n\
11 numaral\u0131 (Mevzuat Uyumlulu\u011funun Do\u011frulanmas\u0131) bu b\u00f6l\u00fcm\u00fcn ama\u00e7lar\u0131 a\u00e7\u0131s\u0131dan, "ILAN Program Ko\u015fullar\u0131": 1) bu S\u00f6zle\u015fme ve IBM taraf\u0131ndan sa\u011flanan ge\u00e7erli de\u011fi\u015fiklik ve i\u015flem belgeleri, ve 2) yedeklemeyle, alt kapasite fiyatland\u0131rmas\u0131yla ve ge\u00e7i\u015fle ilgili ilkeler de dahil olmak, ancak t\u00fcm\u00fc bunlarla s\u0131n\u0131rl\u0131 olmamak \u00fczere, IBM Software Policy (IBM Yaz\u0131l\u0131m \u0130lkesi) Web sitesinde (www.ibm.com/softwarepolicies) bulunabilecek IBM yaz\u0131l\u0131m ilkeleri anlam\u0131na gelir.\n\
\n\
11. numaral\u0131 bu b\u00f6l\u00fcmde belirtilen haklar ve y\u00fck\u00fcml\u00fcl\u00fckler, Program\u0131n Lisans Alan Tarafa lisansland\u0131\u011f\u0131 d\u00f6nem boyunca ve bu s\u00fcreyi takip eden iki (2) y\u0131l boyunca, ge\u00e7erlili\u011fini s\u00fcrd\u00fcrmeye devam eder.\n\
\n\
11.1 Do\u011frulama S\u00fcreci\n\
\n\
Lisans Alan Taraf, t\u00fcm Programlar\u0131 kullan\u0131m\u0131n\u0131n, IBM'in hak kazanmaya ili\u015fkin ge\u00e7erli t\u00fcm lisans ve fiyatland\u0131rma ko\u015fullar\u0131 da dahil olmak, ancak t\u00fcm\u00fc bunlarla s\u0131n\u0131rl\u0131 olmamak \u00fczere, ILAN Program Ko\u015fullar\u0131na uygun olup olmad\u0131\u011f\u0131n\u0131n belirlenmesi amac\u0131yla do\u011fru tutulmu\u015f yaz\u0131l\u0131 kay\u0131tlar\u0131, sistem ara\u00e7lar\u0131 \u00e7\u0131kt\u0131lar\u0131n\u0131 ve di\u011fer sistem bilgilerini yaratmay\u0131, bunlar\u0131 saklamay\u0131 ve IBM ve ve denet\u00e7ilerine sa\u011flamay\u0131 kabul eder. 1) Yetkili Kullan\u0131m\u0131na ili\u015fkin s\u0131n\u0131rlar\u0131 a\u015fmad\u0131\u011f\u0131n\u0131 ve 2) UPLS Program Ko\u015fullar\u0131na uygun oldu\u011funu kan\u0131tlamak Lisans Alan Taraf\u0131n sorumlulu\u011fundad\u0131r.\n\
\n\
Makul bir s\u00fcre \u00f6nceden bildirerek, IBM, Lisans Alan Taraf\u0131n, ILAN Program Ko\u015fullar\u0131na tabi olan Programlar\u0131 (herhangi bir ama\u00e7la) kulland\u0131\u011f\u0131 t\u00fcm yerlerde ve t\u00fcm ortamlarda, ILAN Program Ko\u015fullar\u0131na uygun davran\u0131p davranmad\u0131\u011f\u0131n\u0131 soru\u015fturabilir. Bu t\u00fcr bir soru\u015fturma i\u015flemi, Lisans Alan Taraf\u0131n i\u015fine en az engel olacak \u015fekilde ve normal i\u015f saatleri i\u00e7inde Lisans Alan Taraf\u0131n tesislerinde yap\u0131lacakt\u0131r. IBM'in, bu t\u00fcr bir denet\u00e7iyle yaz\u0131l\u0131 bir gizlilik s\u00f6zle\u015fmesi yapm\u0131\u015f olmas\u0131 ko\u015fuluyla, IBM bu t\u00fcr bir soru\u015fturma i\u015fleminde yard\u0131mc\u0131 olacak ba\u011f\u0131ms\u0131z bir denet\u00e7i kullanabilir.\n\
\n\
11.2 Karar\n\
\n\
Bu t\u00fcr bir soru\u015fturman\u0131n sonunda, Lisans Alan Taraf\u0131n herhangi bir Program\u0131 Yetkili Kullan\u0131m\u0131n\u0131 a\u015facak \u015fekilde kulland\u0131\u011f\u0131n\u0131n ya da ILAN Program Ko\u015fullar\u0131na uygun davranmad\u0131\u011f\u0131n\u0131n belirlenmesi durumunda IBM, Lisans Alan Tarafa bu durumu yaz\u0131l\u0131 olarak bildirecektir. Lisans Alan Taraf, do\u011frudan IBM'e, IBM'in bir faturada belirtti\u011fi 1) bu t\u00fcr yetkiyi a\u015fan t\u00fcm kullan\u0131mlara, 2) hangisi daha k\u0131saysa, bu t\u00fcr yetkiyi a\u015fan kullan\u0131m s\u00fcresi veya iki y\u0131l i\u00e7in verilen deste\u011fe, ve 3) bu t\u00fcr bir soru\u015fturman\u0131nsonucunda belirlenen t\u00fcm ek \u00fccretlere ve di\u011fer y\u00fck\u00fcml\u00fcl\u00fcklere ili\u015fkin \u00fccretleri derhal \u00f6demeyi kabul eder.\n\
\n\
12. \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Bildirimleri\n\
\n\
Bu Program, Lisans Alan Tarafa bu S\u00f6zle\u015fme kapsam\u0131nda \u00fc\u00e7\u00fcnc\u00fc ki\u015fi taraf\u0131ndan de\u011fil IBM taraf\u0131ndan lisanslanan \u00fc\u00e7\u00fcnc\u00fc ki\u015fi kodunu i\u00e7erebilir. E\u011fer varsa, \u00fc\u00e7\u00fcnc\u00fc ki\u015fi koduna ili\u015fkin Bildirimler ("\u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Bildirimleri"), Programa yaln\u0131zca Lisans Alan Tarafa bilgi vermek \u00fczere eklenmi\u015ftir. Bu bildirimler, Program\u0131n NOTICES dosyas\u0131nda/dosyalar\u0131nda bulunabilir. Baz\u0131 \u00fc\u00e7\u00fcnc\u00fc ki\u015fi kodlar\u0131na ili\u015fkin kaynak kodunun nas\u0131l edinilebilece\u011fine ili\u015fkin bilgi, \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Bildirimlerinde bulunabilir. IBM, \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Bildirimlerinde \u00fc\u00e7\u00fcnc\u00fc ki\u015fi kodunu "De\u011fi\u015ftirilebilir \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Kodu" olarak tan\u0131mlarsa, Lisans Alan Tarafa, 1) De\u011fi\u015ftirilebilir \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Kodunu de\u011fi\u015ftirme ve 2) yaln\u0131zca, Lisans Alan Taraf\u0131n bu t\u00fcr bir \u00fc\u00e7\u00fcnc\u00fc ki\u015fi kodunda yapt\u0131\u011f\u0131 de\u011fi\u015fikliklerde hata ay\u0131klama amac\u0131yla olmak ko\u015fuluyla, De\u011fi\u015ftirilebilir \u00dc\u00e7\u00fcnc\u00fc Ki\u015fi Koduyla do\u011frudan arabirim olu\u015fturan Program mod\u00fclleri \u00fczerinde ters m\u00fchendislik i\u015flemleri yapma yetkisi verir. IBM'in hizmet ve destek y\u00fck\u00fcml\u00fcl\u00fckleri, e\u011fer varsa, yaln\u0131zca de\u011fi\u015ftirilmemi\u015f Program i\u00e7in ge\u00e7erlidir.\n\
\n\
13. Genel Ko\u015fullar\n\
\n\
a. Bu S\u00f6zle\u015fmenin hi\u00e7bir ko\u015fulu, t\u00fcketicilerin s\u00f6zle\u015fme yoluyla vazge\u00e7ilemeyen veya s\u0131n\u0131rland\u0131r\u0131lamayan yasal haklar\u0131n\u0131 etkilemez.\n\
\n\
b. IBM'in Lisans Alan Tarafa somut bir \u00fcr\u00fcn olarak sa\u011flad\u0131\u011f\u0131 Programlar i\u00e7in, Lisans Alan Taraf ile IBM aras\u0131nda yaz\u0131l\u0131 olarak aksi kararla\u015ft\u0131r\u0131lmad\u0131k\u00e7a, IBM, bu Programlar\u0131 kendisi taraf\u0131ndan belirlenen ta\u015f\u0131y\u0131c\u0131ya teslim edilmesini takiben, teslimata ve sevkiyata ili\u015fkin y\u00fck\u00fcml\u00fcl\u00fcklerini yerine getirir.\n\
\n\
c. Bu S\u00f6zle\u015fmenin herhangi bir h\u00fckm\u00fc ge\u00e7ersiz ya da uygulanamaz oldu\u011funda, S\u00f6zle\u015fmenin geri kalan h\u00fck\u00fcmleri tam olarak y\u00fcr\u00fcrl\u00fckte kalmaya ve ge\u00e7erli olmaya devam eder.\n\
\n\
d. Lisans Alan Taraf, belirli son kullan\u0131m t\u00fcrleri ve belirli kullan\u0131c\u0131lara y\u00f6nelik ABD ambargosu ve yapt\u0131r\u0131mlar\u0131 da dahil olmak \u00fczere, t\u00fcm ge\u00e7erli ihracat ve ithalat yasa ve y\u00f6netmeliklerine uygun davranmay\u0131 kabul eder.\n\
\n\
e. Lisans Alan Taraf, International Business Machines Corporation ve ba\u011fl\u0131 kurulu\u015flar\u0131na (ve bunlar\u0131n haleflerine ve devralanlar\u0131na, y\u00fcklenicilerine ve IBM \u00c7\u00f6z\u00fcm Ortaklar\u0131na), IBM \u00fcr\u00fcn ve hizmetleriyle ilgili veya IBM ile i\u015f ili\u015fkisini geli\u015ftirmek amac\u0131yla, Lisans Alan Taraf\u0131n ileti\u015fim bilgilerini i\u015f yapt\u0131klar\u0131 herhangi bir yerde depolama ve kullanma izni verir.\n\
\n\
f. Taraflardan her biri, di\u011fer taraf\u0131n bu S\u00f6zle\u015fmeyle ilgili y\u00fck\u00fcml\u00fcl\u00fcklerini yerine getirmedi\u011fi iddias\u0131nda bulunmadan \u00f6nce, di\u011fer tarafa ilgili y\u00fck\u00fcml\u00fcl\u00fc\u011f\u00fc yerine getirmesi i\u00e7in gereken makul f\u0131rsat\u0131 tan\u0131may\u0131 kabul eder. Taraflar, bu S\u00f6zle\u015fmeyle ilgili olarak ortaya \u00e7\u0131kabilecek t\u00fcm ihtilaflar\u0131, anla\u015fmazl\u0131klar\u0131 veya iddialar\u0131 iyi niyetle \u00e7\u00f6zmeye \u00e7al\u0131\u015facaklard\u0131r.\n\
\n\
g. Ge\u00e7erli yasalar\u0131n s\u00f6zle\u015fmeyle de\u011fi\u015ftirilmesine veya s\u0131n\u0131rland\u0131r\u0131lmas\u0131na olanak tan\u0131mayarak aksini belirtti\u011fi durumlar d\u0131\u015f\u0131nda: 1) taraflardan hi\u00e7biri, bu S\u00f6zle\u015fmeden kaynaklanan veya bu S\u00f6zle\u015fmeyle ilgili olarak yasal i\u015flem gerektiren bir durumun \u00fczerinden iki y\u0131ldan fazla bir s\u00fcre ge\u00e7tikten sonra hangi bi\u00e7imde olursa olsun, yasal bir i\u015flemde bulunamaz; ve 2) bu s\u00fcrenin sona ermesiyle birlikte, bu t\u00fcr t\u00fcm iddialar ve bu iddialarla ilgili t\u00fcm haklar zamana\u015f\u0131m\u0131na u\u011frar.\n\
\n\
h. Taraflardan hi\u00e7biri, elinde olmayan nedenlerden \u00f6t\u00fcr\u00fc y\u00fck\u00fcml\u00fcl\u00fcklerini yerine getirememekten sorumlu tutulamaz.\n\
\n\
i. Bu S\u00f6zle\u015fme herhangi bir \u00fc\u00e7\u00fcnc\u00fc ki\u015fi i\u00e7in bir dava hakk\u0131 ya da bir dava nedeni yaratmaz ve ayr\u0131ca IBM, yukar\u0131da yer alan 10.1 numaral\u0131 (IBM'in Sorumlu Olabilece\u011fi Maddeler) ba\u015fl\u0131kl\u0131 b\u00f6l\u00fcmde izin verilenler d\u0131\u015f\u0131nda ilgili \u00fc\u00e7\u00fcnc\u00fc ki\u015fiye kar\u015f\u0131 yasal olarak sorumlu oldu\u011fu (\u00f6l\u00fcm dahil) cismani zarar veya ta\u015f\u0131nmaz ve ta\u015f\u0131nabilir ki\u015fisel mallara verilen zarar d\u0131\u015f\u0131nda, \u00fc\u00e7\u00fcnc\u00fc bir ki\u015fi taraf\u0131ndan Lisans Alan tarafa y\u00f6neltilen herhangi bir iddiaya kar\u015f\u0131 sorumluluk \u00fcstlenmez.\n\
\n\
j. Bu S\u00f6zle\u015fmeyi imzalayarak, taraflardan hi\u00e7biri : 1) Bu Program\u0131n performans veya i\u015flevleri; 2) di\u011fer taraflar\u0131n deneyimleri veya \u00f6nerileri; veya 3) Lisans Alan Taraf\u0131n elde edebilece\u011fi sonu\u00e7lar veya tasarruflar da dahil olmak, ancak t\u00fcm\u00fc bunlarla s\u0131n\u0131rl\u0131 olmamak \u00fczere bu S\u00f6zle\u015fmede belirtilmemi\u015f olan hi\u00e7bir beyana itibar etmeyecektir.\n\
\n\
k. IBM, belirli kurulu\u015flarla ("IBM \u00c7\u00f6z\u00fcm Ortaklar\u0131" olarak adland\u0131r\u0131l\u0131r) belirli Programlar\u0131 tan\u0131tmak, pazarlamak ve desteklemek \u00fczere s\u00f6zle\u015fmeler imzalam\u0131\u015ft\u0131r. IBM \u00c7\u00f6z\u00fcm Ortaklar\u0131, IBM'den ayr\u0131 ve ba\u011f\u0131ms\u0131z kurulu\u015flard\u0131r. IBM, IBM \u00c7\u00f6z\u00fcm Ortaklar\u0131n\u0131n eylemlerinden veya bildirimlerinden ya da Lisans Alan Tarafa kar\u015f\u0131 y\u00fck\u00fcml\u00fcl\u00fcklerinden sorumlu de\u011fildir.\n\
\n\
l. Lisans Alan Taraf\u0131n IBM ile yapt\u0131\u011f\u0131 di\u011fer s\u00f6zle\u015fmelere (\u00f6rne\u011fin, IBM M\u00fc\u015fteri S\u00f6zle\u015fmesi) ili\u015fkin lisans ve fikri m\u00fclkiyete ili\u015fkin tazminat ko\u015fullar\u0131 bu S\u00f6zle\u015fme kapsam\u0131nda sa\u011flanan Program lisanslar\u0131 i\u00e7in ge\u00e7erli olmaz.\n\
\n\
m. Her iki taraf da, birbirleriyle payla\u015ft\u0131klar\u0131 bilgilerin gizli olmad\u0131\u011f\u0131n\u0131 kabul eder; Taraflar'\u0131n birbirine gizli bilgi a\u00e7\u0131klamak istemeleri halinde, bu taraflarca ayr\u0131ca imzalanacak bir gizlilik s\u00f6zle\u015fmene tabidir.\n\
\n\
14. Co\u011frafi Kapsam ve Ge\u00e7erli Yasa\n\
\n\
14.1 Ge\u00e7erli Yasa\n\
\n\
Taraflar, kanunlar ihtilaf\u0131 prensibine bak\u0131lmaks\u0131z\u0131n, bu S\u00f6zle\u015fmenin konusundan do\u011fan veya bir bi\u00e7imde bu S\u00f6zle\u015fmenin konusu ile ilgili olan haklar, g\u00f6revler ve y\u00fck\u00fcml\u00fcl\u00fcklerin, Lisans Alan Taraf\u0131n lisans\u0131 edindi\u011fi \u00fclkenin yasalar\u0131na tabi olup, yine bunlar\u0131n yorumlanmas\u0131 ve uygulanmas\u0131nda bu yasalar\u0131n ge\u00e7erli oldu\u011funu kabul ederler.\n\
\n\
Birle\u015fmi\u015f Milletler'in Uluslararas\u0131 Mal Sat\u0131\u015flar\u0131na ili\u015fkin S\u00f6zle\u015fme Bildirgesi ge\u00e7erli de\u011fildir.\n\
\n\
14.2 Yetkili Mahkeme\n\
\n\
Taraflar\u0131n t\u00fcm hak, g\u00f6rev ve y\u00fck\u00fcml\u00fcl\u00fckleri, Lisans Alan taraf\u0131n Program lisans\u0131n\u0131 edindi\u011fi \u00fclkenin mahkemelerine tabidir.\n\
\n\
B\u00f6l\u00fcm 2 - \u00dclkeye \u00d6zg\u00fc Ko\u015fullar\n\
\n\
A\u015fa\u011f\u0131da belirtilen \u00fclkelerde verilen lisanslara ili\u015fkin olarak a\u015fa\u011f\u0131da belirtilen ko\u015fullar B\u00f6l\u00fcm 1'de at\u0131fta bulunulan ko\u015fullar\u0131n yerine ge\u00e7er veya onlar\u0131 de\u011fi\u015ftirir. B\u00f6l\u00fcm 1'de yer alan ve bu de\u011fi\u015fiklik eki taraf\u0131ndan de\u011fi\u015ftirilmeyen t\u00fcm ko\u015fullar de\u011fi\u015fmeksizin y\u00fcr\u00fcrl\u00fckte kalmaya devam eder. B\u00f6l\u00fcm 2 a\u015fa\u011f\u0131da belirtilen \u015fekilde d\u00fczenlenmi\u015ftir:\n\
\n\
* B\u00f6l\u00fcm 1, Madde 14 (Ge\u00e7erli Yasa ve Yetkili Mahkeme) i\u00e7in \u00dclkeye \u00f6zg\u00fc de\u011fi\u015fiklikler; ve\n\
\n\
* Di\u011fer S\u00f6zle\u015fme h\u00fck\u00fcmlerine ili\u015fkin Avrupa, Orta Do\u011fu ve Afrika \u00fclkelerine \u00f6zg\u00fc de\u011fi\u015fiklikler.\n\
\n\
B\u00f6l\u00fcm 1, Madde 14 (Ge\u00e7erli Yasa ve Yetkili Mahkeme) i\u00e7in \u00fclkeye \u00f6zg\u00fc de\u011fi\u015fiklikler;\n\
\n\
14.2 Yetkili Mahkeme\n\
\n\
A\u015fa\u011f\u0131daki paragraf yetkili mahkeme ile ilgilidir ve T\u00fcrkiye i\u00e7in ge\u00e7erli oldu\u011fundan Altb\u00f6l\u00fcm 14.2 (Yetkili Mahkeme) i\u00e7inde yer alan ko\u015fullar\u0131 de\u011fi\u015ftirir:\n\
\n\
Taraflar\u0131n t\u00fcm hak, g\u00f6rev ve y\u00fck\u00fcml\u00fcl\u00fckleri, Lisans Alan Taraf\u0131n Program lisans\u0131n\u0131 edindi\u011fi \u00fclkenin mahkemelerine tabidir. Ancak, a\u015fa\u011f\u0131da belirtilen \u00fclkeler i\u00e7in, seri yarg\u0131lama usul\u00fc de dahil olmak \u00fczere, bu S\u00f6zle\u015fmeden do\u011fan veya bu S\u00f6zle\u015fmenin y\u00fcr\u00fct\u00fclmesiyle ilgili t\u00fcm anla\u015fmazl\u0131klar, a\u015fa\u011f\u0131da belirtilen ve yetkili mahkeme olan mahkemelere tabi olacak ve bu mahkemelerde \u00e7\u00f6z\u00fcmlenecektir:\n\
\n\
T\u00fcrkiye'de: T\u00fcrkiye Cumhuriyeti'nin \u0130stanbul Merkez Mahkemelerinde ya da \u0130cra Dairelerinde \u00e7\u00f6z\u00fcmlenecektir.\n\
\n\
AVRUPA, ORTA DO\u011eU, AFR\u0130KA (EMEA) \u00dcLKELER\u0130NE \u0130L\u0130\u015eK\u0130N DE\u011e\u0130\u015e\u0130KL\u0130KLER\n\
\n\
AVRUPA B\u0130RL\u0130\u011e\u0130 (AB) \u00dcLKELER\u0130\n\
\n\
8. Garanti Verilmez\n\
\n\
A\u015fa\u011f\u0131daki paragraf, 8 (Garanti Verilmez) numaral\u0131 b\u00f6l\u00fcme eklenmi\u015ftir:\n\
\n\
Avrupa Birli\u011fi'nde ("AB"), t\u00fcketicilerin, t\u00fcketim mallar\u0131n\u0131n sat\u0131\u015f\u0131na ili\u015fkin ge\u00e7erli ulusal mevzuat kapsam\u0131nda yasal haklar\u0131 bulunmaktad\u0131r. Bu haklar, 8 numaral\u0131 b\u00f6l\u00fcmde (Garanti Verilmez) yer alan h\u00fck\u00fcmlerden etkilenmez.\n\
\n\
AB \u00dcYES\u0130 \u00dcLKELER VE T\u00dcRK\u0130YE\n\
\n\
Verilerin gizlili\u011fine veya korunmas\u0131na ili\u015fkin yerel mevzuat\u0131n\u0131 AB modeline uyumlu hale getirmi\u015f olan T\u00fcrkiye veya herhangi bir di\u011fer Avrupa \u00fclkesi.\n\
\n\
13. Genel Ko\u015fullar\n\
\n\
A\u015fa\u011f\u0131daki paragraf Madde 13.e'nin yerine ge\u00e7er:\n\
\n\
(1) Tan\u0131mlar - Madde 13.e'nin amac\u0131 a\u00e7\u0131s\u0131ndan a\u015fa\u011f\u0131daki ek tan\u0131mlar ge\u00e7erli olur:\n\
\n\
(a) \u0130\u015f \u0130leti\u015fim Bilgileri - Lisans Alan Taraf\u0131n \u00e7al\u0131\u015fanlar\u0131na ve y\u00fcklenicilerine ili\u015fkin adlar, g\u00f6revler, i\u015f adresleri, telefon numaralar\u0131 ve e-posta adresleri de dahil olmak \u00fczere Lisans Alan Taraf taraf\u0131ndan IBM'e a\u00e7\u0131klanan i\u015fle ilgili ileti\u015fim bilgileri. Avusturya, \u0130talya ve \u0130svi\u00e7re i\u00e7in \u0130\u015f \u0130leti\u015fim Bilgileri, t\u00fczel ki\u015filikler olan M\u00fc\u015fteri ve M\u00fc\u015fterinin y\u00fcklenicilerine ili\u015fkin bilgileri (\u00f6rne\u011fin, M\u00fc\u015fterinin gelir verileri ve di\u011fer i\u015flem bilgileri) de i\u00e7erir.\n\
\n\
(b) \u0130leti\u015fim Sorumlular\u0131 - \u0130\u015f \u0130leti\u015fim Bilgileriyle ilgili olan Lisans Alan Taraf \u00e7al\u0131\u015fanlar\u0131 ve y\u00fcklenicileri.\n\
\n\
(c) Veri Koruma Yetkilisi - \u0130lgili \u00fclkede ge\u00e7erli Veri Koruma ve Elektronik \u0130leti\u015fim Mevzuat\u0131 taraf\u0131ndan belirlenen yetkili veya AB \u00fclkeleri d\u0131\u015f\u0131ndaki \u00fclkeler i\u00e7in, ilgili \u00fclkedeki ki\u015fisel verilerin korunmas\u0131 i\u00e7in dan\u0131\u015fmanl\u0131ktan sorumlu yetkili veya (yukar\u0131da belirtilenlerin herhangi biri i\u00e7in) usul\u00fcne uygun olarak bu t\u00fcr yetkililerin halefi olarak atanan yetkili.\n\
\n\
(d) Veri Koruma & Elektronik \u0130leti\u015fim Mevzuat\u0131 - (i) 95/46/EC kodlu AB Y\u00f6nergesinin (ki\u015fisel verilerin i\u015flenmesiyle ve bu t\u00fcr verilerin serbest dola\u015f\u0131m\u0131yla ilgili olarak ki\u015filerin korunmas\u0131n\u0131 ama\u00e7lar) ve 2002/58/EC kodlu AB Y\u00f6nergesinin (elektronik ileti\u015fim sekt\u00f6r\u00fcnde ki\u015fisel verilerin i\u015flenmesiyle ve korunmas\u0131yla ilgilidir) ko\u015fullar\u0131n\u0131 uygulamak \u00fczere y\u00fcr\u00fcrl\u00fckte olan yerel mevzuat ve d\u00fczenlemeler; ya da (ii) AB \u00fclkeleri d\u0131\u015f\u0131ndaki \u00fclkeler i\u00e7in, (yukar\u0131da belirtilenlerden herhangi biri i\u00e7in) yasal mevzuat ve/veya d\u00fczenlemelerde yap\u0131lan herhangi bir yasal de\u011fi\u015fiklik de dahil olmak \u00fczere, ilgili \u00fclkede, ki\u015fisel verilerin korunmas\u0131yla ve ki\u015fisel verilerle ilgili elektronik ileti\u015fimin d\u00fczenlenmesiyle ilgili y\u00fcr\u00fcrl\u00fckte olan yasal mevzuat ve/veya d\u00fczenlemeler.\n\
\n\
(e) IBM Grubu - International Business Machines Corporation of Armonk, New York, ABD, ba\u011fl\u0131 \u015firketleri ve bunlar\u0131n ilgili \u00c7\u00f6z\u00fcm Ortaklar\u0131 ve alty\u00fcklenicileri.\n\
\n\
(2) Lisans Alan Taraf, IBM'e a\u015fa\u011f\u0131da belirtilenlere ili\u015fkin yetki verir:\n\
\n\
(a) Destek hizmetlerinin sa\u011flanmas\u0131 da dahil olmak \u00fczere, Lisans Alan Taraf\u0131 desteklemek amac\u0131yla \u0130leti\u015fim Sorumlular\u0131yla ba\u011flant\u0131 kurulmas\u0131 (e-posta veya ba\u015fka yollarla) ve IBM Grubu \u00fcr\u00fcnleri ve hizmetlerinin pazarlanmas\u0131 amac\u0131 da dahil olmak, ancak t\u00fcm\u00fc bunlarla s\u0131n\u0131rl\u0131 olmamak \u00fczere, Lisans Alan Tarafla IBM Grubu aras\u0131ndaki i\u015f ili\u015fkisinin geli\u015ftirilmesinin sa\u011flanmas\u0131 amac\u0131yla ("Belirlenen Ama\u00e7") IBM Grubu i\u00e7inde \u0130\u015f \u0130leti\u015fim Bilgilerinin i\u015flenmesi ve kullan\u0131lmas\u0131; ve\n\
\n\
(b) \u0130\u015f \u0130leti\u015fim Bilgilerinin, yaln\u0131zca Belirlenen Ama\u00e7la ilgili olarak IBM Grubunun di\u011fer \u00fcyelerine a\u00e7\u0131klanmas\u0131.\n\
\n\
(3) IBM, \u0130\u015f \u0130leti\u015fim Bilgilerinin, Veri Koruma & Elektronik \u0130leti\u015fim Mevzuat\u0131na uygun olarak i\u015flenece\u011fini ve yaln\u0131zca Belirlenen ama\u00e7 i\u00e7in kullan\u0131laca\u011f\u0131n\u0131 kabul eder.\n\
\n\
(4) Veri Koruma & Elektronik \u0130leti\u015fim Mevzuat\u0131n\u0131n gerektirdi\u011fi \u00f6l\u00e7\u00fcde Lisans Alan Taraf, IBM Grubuna \u0130\u015f \u0130leti\u015fim Bilgilerinin Belirlenen Ama\u00e7 i\u00e7in i\u015flenmesini ve kullan\u0131lmas\u0131n\u0131 sa\u011flamak amac\u0131yla \u0130leti\u015fim Sorumlular\u0131ndan gereken t\u00fcm izinleri ald\u0131\u011f\u0131n\u0131 (ve alaca\u011f\u0131n\u0131) ve t\u00fcm bildirimleri \u0130leti\u015fim Sorumlular\u0131na g\u00f6nderdi\u011fini (veya g\u00f6nderece\u011fini) beyan eder.\n\
\n\
(5) Lisans Alan Taraf, IBM'e \u0130\u015f \u0130leti\u015fim Bilgilerini, aktar\u0131m i\u015fleminin Veri Koruma Yetkilisi taraf\u0131ndan onaylanan s\u00f6zle\u015fme ko\u015fullar\u0131na uygun olarak ger\u00e7ekle\u015ftirilmesi veya aktar\u0131m i\u015flemine Veri Koruma & Elektronik \u0130leti\u015fim Mevzuat\u0131 kapsam\u0131nda izin verilmesi ko\u015fuluyla Avrupa Ekonomik Alan\u0131 d\u0131\u015f\u0131na aktarma yetkisini verir.\n\
\n\
Z125-5589-05 (07/2011)\n\
\n\
\n\
L\u0130SANS B\u0130LG\u0130LER\u0130\n\
\n\
A\u015fa\u011f\u0131da listelenen programlar, IBM Garanti Verilmeyen Programlar \u0130\u00e7in Uluslararas\u0131 Lisans S\u00f6zle\u015fmesi (IBM form numaras\u0131 Z125-5589-05) ko\u015fullar\u0131na ek olarak a\u015fa\u011f\u0131daki ko\u015fullar kapsam\u0131nda lisanslan\u0131r.\n\
\n\
Program Ad\u0131: IBM WebSphere Application Server Developer Tools for Eclipse 8.5.5\n\
Program Numaras\u0131: Tool\n\
\n\
L/N:  L-MCHN-96SPN6\n\
D/N:  L-MCHN-96SPN6\n\
P/N:  L-MCHN-96SPN6 
########### end of license property ##########################################