license=\
\u041c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u043e\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c \u0431\u0435\u0437 \u0413\u0430\u0440\u0430\u043d\u0442\u0438\u0439\n\
\n\
\u0427\u0430\u0441\u0442\u044c 1 - \u041e\u0431\u0449\u0438\u0435 \u0423\u0441\u043b\u043e\u0432\u0438\u044f\n\
\n\
\u0417\u0410\u0413\u0420\u0423\u0416\u0410\u042f, \u0423\u0421\u0422\u0410\u041d\u0410\u0412\u041b\u0418\u0412\u0410\u042f, \u041a\u041e\u041f\u0418\u0420\u0423\u042f, \u041e\u0421\u0423\u0429\u0415\u0421\u0422\u0412\u041b\u042f\u042f \u0414\u041e\u0421\u0422\u0423\u041f, \u041d\u0410\u0416\u0418\u041c\u0410\u042f \u041a\u041d\u041e\u041f\u041a\u0423 "\u041f\u0420\u0418\u041d\u0418\u041c\u0410\u042e" \u0418\u041b\u0418 \u0418\u041d\u042b\u041c \u041e\u0411\u0420\u0410\u0417\u041e\u041c \u0418\u0421\u041f\u041e\u041b\u042c\u0417\u0423\u042f \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c\u0423, \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422 \u0421\u041e\u0413\u041b\u0410\u0428\u0410\u0415\u0422\u0421\u042f \u0421 \u0423\u0421\u041b\u041e\u0412\u0418\u042f\u041c\u0418 \u041d\u0410\u0421\u0422\u041e\u042f\u0429\u0415\u0413\u041e \u0421\u041e\u0413\u041b\u0410\u0428\u0415\u041d\u0418\u042f. \u0415\u0421\u041b\u0418 \u0412\u042b \u041f\u0420\u0418\u041d\u0418\u041c\u0410\u0415\u0422\u0415 \u0414\u0410\u041d\u041d\u042b\u0415 \u0423\u0421\u041b\u041e\u0412\u0418\u042f \u041e\u0422 \u0418\u041c\u0415\u041d\u0418 \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422\u0410, \u0412\u042b \u0417\u0410\u042f\u0412\u041b\u042f\u0415\u0422\u0415 \u0418 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0420\u0423\u0415\u0422\u0415, \u0427\u0422\u041e \u0412\u042b \u0418\u041c\u0415\u0415\u0422\u0415 \u0412\u0421\u0415 \u041f\u041e\u041b\u041d\u041e\u041c\u041e\u0427\u0418\u042f, \u0427\u0422\u041e\u0411\u042b \u041e\u0411\u042f\u0417\u0410\u0422\u042c \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422\u0410 \u0421\u041e\u0411\u041b\u042e\u0414\u0410\u0422\u042c \u042d\u0422\u0418 \u0423\u0421\u041b\u041e\u0412\u0418\u042f. \u0415\u0421\u041b\u0418 \u0412\u042b \u041d\u0415 \u0421\u041e\u0413\u041b\u0410\u0421\u041d\u042b \u0421 \u041d\u0410\u0421\u0422\u041e\u042f\u0429\u0418\u041c\u0418 \u0423\u0421\u041b\u041e\u0412\u0418\u042f\u041c\u0418,\n\
\n\
* \u041d\u0415 \u0417\u0410\u0413\u0420\u0423\u0416\u0410\u0419\u0422\u0415, \u041d\u0415 \u0423\u0421\u0422\u0410\u041d\u0410\u0412\u041b\u0418\u0412\u0410\u0419\u0422\u0415, \u041d\u0415 \u041a\u041e\u041f\u0418\u0420\u0423\u0419\u0422\u0415, \u041d\u0415 \u041e\u0421\u0423\u0429\u0415\u0421\u0422\u0412\u041b\u042f\u0419\u0422\u0415 \u0414\u041e\u0421\u0422\u0423\u041f, \u041d\u0415 \u041d\u0410\u0416\u0418\u041c\u0410\u0419\u0422\u0415 \u041a\u041d\u041e\u041f\u041a\u0423 "\u041f\u0420\u0418\u041d\u0418\u041c\u0410\u042e" \u0418 \u041d\u0415 \u0418\u0421\u041f\u041e\u041b\u042c\u0417\u0423\u0419\u0422\u0415 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c\u0423; \u0418\n\
\n\
* \u041d\u0415\u0417\u0410\u041c\u0415\u0414\u041b\u0418\u0422\u0415\u041b\u042c\u041d\u041e \u0412\u0415\u0420\u041d\u0418\u0422\u0415 \u041d\u0415\u0418\u0421\u041f\u041e\u041b\u042c\u0417\u041e\u0412\u0410\u041d\u041d\u042b\u0419 \u041d\u041e\u0421\u0418\u0422\u0415\u041b\u042c \u0418 \u0414\u041e\u041a\u0423\u041c\u0415\u041d\u0422\u0410\u0426\u0418\u042e \u0421\u0422\u041e\u0420\u041e\u041d\u0415, \u0423 \u041a\u041e\u0422\u041e\u0420\u041e\u0419 \u0412\u042b \u0418\u0425 \u041f\u0420\u0418\u041e\u0411\u0420\u0415\u041b\u0418, \u0427\u0422\u041e\u0411\u042b \u041f\u041e\u041b\u0423\u0427\u0418\u0422\u042c \u041d\u0410\u0417\u0410\u0414 \u0423\u041f\u041b\u0410\u0427\u0415\u041d\u041d\u0423\u042e \u0421\u0423\u041c\u041c\u0423. \u0415\u0421\u041b\u0418 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c\u0410 \u0411\u042b\u041b\u0410 \u0417\u0410\u0413\u0420\u0423\u0416\u0415\u041d\u0410, \u0423\u041d\u0418\u0427\u0422\u041e\u0416\u042c\u0422\u0415 \u0412\u0421\u0415 \u041a\u041e\u041f\u0418\u0418 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c\u042b.\n\
\n\
1. \u041e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u044f\n\
\n\
"\u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0435 \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435"- \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0439 \u0443\u0440\u043e\u0432\u0435\u043d\u044c, \u043f\u0440\u0438 \u043a\u043e\u0442\u043e\u0440\u043e\u043c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0432\u044b\u043f\u043e\u043b\u043d\u044f\u0442\u044c \u0438\u043b\u0438 \u0437\u0430\u043f\u0443\u0441\u043a\u0430\u0442\u044c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443. \u0423\u0440\u043e\u0432\u0435\u043d\u044c \u043c\u043e\u0436\u0435\u0442 \u0438\u0437\u043c\u0435\u0440\u044f\u0442\u044c\u0441\u044f \u0447\u0438\u0441\u043b\u043e\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u0439, \u043c\u0438\u043b\u043b\u0438\u043e\u043d\u0430\u043c\u0438 \u0435\u0434\u0438\u043d\u0438\u0446 \u043e\u0431\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u043d\u0438\u044f (MSU), \u0415\u0434\u0438\u043d\u0438\u0446\u0430\u043c\u0438 \u041c\u043e\u0449\u043d\u043e\u0441\u0442\u0438 \u041f\u0440\u043e\u0446\u0435\u0441\u0441\u043e\u0440\u0430 (PVU) \u0438\u043b\u0438 \u0434\u0440\u0443\u0433\u0438\u043c \u043f\u043e\u043a\u0430\u0437\u0430\u0442\u0435\u043b\u0435\u043c \u0443\u0440\u043e\u0432\u043d\u044f \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f, \u0437\u0430\u0434\u0430\u043d\u043d\u044b\u043c IBM.\n\
\n\
"IBM" - International Business Machines Corporation \u0438\u043b\u0438 \u043e\u0434\u043d\u0430 \u0438\u0437 \u0435\u0435 \u0434\u043e\u0447\u0435\u0440\u043d\u0438\u0445 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0439.\n\
\n\
"\u041b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u0430\u044f \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f" ("\u041b\u0418") - \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442, \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0438 \u043b\u044e\u0431\u044b\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u043a\u0430\u0441\u0430\u044e\u0449\u0438\u0435\u0441\u044f \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b. \u041b\u0418 \u043e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0435 \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u0430 \u043d\u0430 \u0441\u0430\u0439\u0442\u0435 www.ibm.com/software/sla. \u041b\u0418 \u0442\u0430\u043a\u0436\u0435 \u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u0432 \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u0441 \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u043e\u0439 \u043a\u043e\u043c\u0430\u043d\u0434\u044b \u0438\u043b\u0438 \u0432 \u0431\u0443\u043a\u043b\u0435\u0442\u0435, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u043c\u043e\u043c \u0432\u043c\u0435\u0441\u0442\u0435 \u0441 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043e\u0439.\n\
\n\
"\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430" - \u043d\u0438\u0436\u0435\u043f\u0435\u0440\u0435\u0447\u0438\u0441\u043b\u0435\u043d\u043d\u043e\u0435, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043e\u0440\u0438\u0433\u0438\u043d\u0430\u043b \u0438 \u0432\u0441\u0435 \u043f\u043e\u043b\u043d\u044b\u0435 \u0438\u043b\u0438 \u0447\u0430\u0441\u0442\u0438\u0447\u043d\u044b\u0435 \u043a\u043e\u043f\u0438\u0438: 1) \u043c\u0430\u0448\u0438\u043d\u043e\u0447\u0438\u0442\u0430\u0435\u043c\u044b\u0435 \u0438\u043d\u0441\u0442\u0440\u0443\u043a\u0446\u0438\u0438 \u0438 \u0434\u0430\u043d\u043d\u044b\u0435, 2) \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044b, \u0444\u0430\u0439\u043b\u044b \u0438 \u043c\u043e\u0434\u0443\u043b\u0438, 3) \u0430\u0443\u0434\u0438\u043e\u0432\u0438\u0437\u0443\u0430\u043b\u044c\u043d\u043e\u0435 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u043c\u043e\u0435 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0438\u0437\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044f, \u0442\u0435\u043a\u0441\u0442, \u0430\u0443\u0434\u0438\u043e\u0437\u0430\u043f\u0438\u0441\u0438 \u0438\u043b\u0438 \u0440\u0438\u0441\u0443\u043d\u043a\u0438) \u0438 4) \u043e\u0442\u043d\u043e\u0441\u044f\u0449\u0438\u0435\u0441\u044f \u043a \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u043a\u043b\u044e\u0447\u0438 \u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f).\n\
\n\
2. \u0421\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f\n\
\n\
\u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0435\u0442 \u0432 \u0441\u0435\u0431\u044f \u0427\u0430\u0441\u0442\u044c 1 - \u041e\u0431\u0449\u0438\u0435 \u0423\u0441\u043b\u043e\u0432\u0438\u044f, \u0427\u0430\u0441\u0442\u044c 2 - \u041e\u0441\u043e\u0431\u044b\u0435 \u0423\u0441\u043b\u043e\u0432\u0438\u044f \u0434\u043b\u044f \u041d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0421\u0442\u0440\u0430\u043d (\u043f\u0440\u0438 \u043d\u0430\u043b\u0438\u0447\u0438\u0438) \u0438 \u041b\u0418 \u0438 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u043e\u043b\u043d\u044b\u043c \u0438 \u0438\u0441\u0447\u0435\u0440\u043f\u044b\u0432\u0430\u044e\u0449\u0438\u043c \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435\u043c \u043c\u0435\u0436\u0434\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0438 IBM \u0432 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b. \u041e\u043d\u043e \u0437\u0430\u043c\u0435\u043d\u044f\u0435\u0442 \u0441\u043e\u0431\u043e\u0439 \u043b\u044e\u0431\u044b\u0435 \u043f\u0440\u0435\u0434\u0448\u0435\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0443\u0441\u0442\u043d\u044b\u0435 \u0438\u043b\u0438 \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u044b\u0435 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u043c\u0435\u0436\u0434\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0438 IBM \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c. \u0423\u0441\u043b\u043e\u0432\u0438\u044f \u0427\u0430\u0441\u0442\u0438 2 \u043c\u043e\u0433\u0443\u0442 \u0437\u0430\u043c\u0435\u043d\u044f\u0442\u044c \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u044f\u0442\u044c \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u043f\u0440\u0435\u0434\u0443\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u043d\u044b\u0435 \u0427\u0430\u0441\u0442\u044c\u044e 1. \u0412 \u0441\u043b\u0443\u0447\u0430\u0435 \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u043f\u0440\u043e\u0442\u0438\u0432\u043e\u0440\u0435\u0447\u0438\u0439 \u041b\u0418 \u0438\u043c\u0435\u0435\u0442 \u043f\u0440\u0435\u0438\u043c\u0443\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u0443\u044e \u0441\u0438\u043b\u0443 \u043f\u043e \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044e \u043a \u043e\u0431\u0435\u0438\u043c \u0427\u0430\u0441\u0442\u044f\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f.\n\
\n\
3. \u041f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u043c\u0430\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\n\
\n\
\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u043f\u0440\u0438\u043d\u0430\u0434\u043b\u0435\u0436\u0438\u0442 IBM \u0438\u043b\u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0449\u0438\u043a\u0443 IBM \u0438 \u0437\u0430\u0449\u0438\u0449\u0435\u043d\u0430 \u0430\u0432\u0442\u043e\u0440\u0441\u043a\u0438\u043c \u043f\u0440\u0430\u0432\u043e\u043c \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u043e \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438, \u0430 \u043d\u0435 \u043f\u0440\u043e\u0434\u0430\u0435\u0442\u0441\u044f.\n\
\n\
IBM \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043d\u0435\u0438\u0441\u043a\u043b\u044e\u0447\u0438\u0442\u0435\u043b\u044c\u043d\u0443\u044e \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044e \u043d\u0430 1) \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0432 \u043f\u0440\u0435\u0434\u0435\u043b\u0430\u0445 \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f, \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u043e\u0433\u043e \u0432 \u0441\u0447\u0435\u0442\u0435, 2) \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u0435 \u0438 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0443 \u043a\u043e\u043f\u0438\u0439, \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0445 \u0434\u043b\u044f \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438 \u0442\u0430\u043a\u043e\u0433\u043e \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f, \u0438 3) \u0441\u043e\u0437\u0434\u0430\u043d\u0438\u0435 \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u043e\u0439 \u043a\u043e\u043f\u0438\u0438 \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438, \u0447\u0442\u043e:\n\
\n\
a. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u043e\u043b\u0443\u0447\u0438\u043b \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0437\u0430\u043a\u043e\u043d\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0438 \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0435\u0442 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f;\n\
\n\
b. \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u0430\u044f \u043a\u043e\u043f\u0438\u044f \u0432\u044b\u043f\u043e\u043b\u043d\u044f\u0435\u0442\u0441\u044f, \u0435\u0441\u043b\u0438 \u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435 \u0441\u0430\u043c\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b;\n\
\n\
c. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0432\u043e\u0441\u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442 \u0432\u0441\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u043e\u0431 \u0430\u0432\u0442\u043e\u0440\u0441\u043a\u0438\u0445 \u043f\u0440\u0430\u0432\u0430\u0445 \u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u0437\u0430\u043c\u0435\u0447\u0430\u043d\u0438\u044f \u043e \u043f\u0440\u0430\u0432\u0430\u0445 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u043d\u0430 \u043a\u0430\u0436\u0434\u043e\u0439 \u043f\u043e\u043b\u043d\u043e\u0439 \u0438\u043b\u0438 \u0447\u0430\u0441\u0442\u0438\u0447\u043d\u043e\u0439 \u043a\u043e\u043f\u0438\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b;\n\
\n\
d. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0440\u0443\u0435\u0442, \u0447\u0442\u043e \u043b\u044e\u0431\u043e\u0435 \u043b\u0438\u0446\u043e, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0449\u0435\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 (\u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u043c \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0438\u043b\u0438 \u0434\u0438\u0441\u0442\u0430\u043d\u0446\u0438\u043e\u043d\u043d\u043e\u0433\u043e \u0434\u043e\u0441\u0442\u0443\u043f\u0430), 1) \u0434\u0435\u043b\u0430\u0435\u0442 \u044d\u0442\u043e \u0442\u043e\u043b\u044c\u043a\u043e \u043e\u0442 \u0438\u043c\u0435\u043d\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 2) \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0435\u0442 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f;\n\
\n\
e. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442 1) \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c, \u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u0442\u044c, \u043c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0438\u043b\u0438 \u0440\u0430\u0441\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u0442\u044c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0437\u0430 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u043c \u0442\u043e\u0433\u043e, \u043a\u0430\u043a \u044f\u0432\u043d\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0432 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0438, 2) \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u0442\u044c \u043e\u0431\u0440\u0430\u0442\u043d\u043e\u0435 \u0430\u0441\u0441\u0435\u043c\u0431\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435, \u043e\u0431\u0440\u0430\u0442\u043d\u043e\u0435 \u043a\u043e\u043c\u043f\u0438\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435 \u0438\u043b\u0438 \u0438\u043d\u043e\u0435 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u0435, \u043b\u0438\u0431\u043e \u0432\u0441\u043a\u0440\u044b\u0432\u0430\u0442\u044c \u0442\u0435\u0445\u043d\u043e\u043b\u043e\u0433\u0438\u044e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u043a\u0440\u043e\u043c\u0435 \u0442\u0435\u0445 \u0441\u043b\u0443\u0447\u0430\u0435\u0432, \u043a\u043e\u0433\u0434\u0430 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043f\u0440\u044f\u043c\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u044b \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u043c\u0438 \u0437\u0430\u043a\u043e\u043d\u0430\u043c\u0438, \u0431\u0435\u0437 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u044d\u0442\u0438\u0445 \u043f\u0440\u0430\u0432 \u0432 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0445 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0430; 3) \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043a\u0430\u043a\u0438\u0435-\u043b\u0438\u0431\u043e \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442\u044b, \u0444\u0430\u0439\u043b\u044b, \u043c\u043e\u0434\u0443\u043b\u0438, \u0430\u0443\u0434\u0438\u043e-\u0432\u0438\u0437\u0443\u0430\u043b\u044c\u043d\u043e\u0435 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u043c\u043e\u0435 \u0438\u043b\u0438 \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u044b\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e \u043e\u0442 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, 4) \u0441\u0443\u0431\u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u043e\u0432\u0430\u0442\u044c, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u043d\u0430 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u0445 \u0430\u0440\u0435\u043d\u0434\u044b \u0438\u043b\u0438 \u043b\u0438\u0437\u0438\u043d\u0433\u0430; \u0438\n\
\n\
f. \u0435\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u043e\u043b\u0443\u0447\u0430\u0435\u0442 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u044d\u0442\u0443 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438 \u041e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u043f\u0440\u0438 \u0441\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u0438 \u043b\u044e\u0431\u044b\u0445 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0439, \u043f\u0440\u0435\u0434\u0443\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u043d\u044b\u0445 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0435\u0439 \u043d\u0430 \u041e\u0441\u043d\u043e\u0432\u043d\u0443\u044e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443; \u043b\u0438\u0431\u043e, \u0435\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u043e\u043b\u0443\u0447\u0430\u0435\u0442 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u041e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0432\u0441\u0435 \u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438 \u0434\u0430\u043d\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u043f\u0440\u0438 \u0441\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u0438 \u043b\u044e\u0431\u044b\u0445 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0439, \u043f\u0440\u0435\u0434\u0443\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u043d\u044b\u0445 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435\u043c. \u0412 \u0446\u0435\u043b\u044f\u0445 \u0434\u0430\u043d\u043d\u043e\u0433\u043e \u043f\u0443\u043d\u043a\u0442\u0430 f "\u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043e\u0439" \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430, \u044f\u0432\u043b\u044f\u044e\u0449\u0430\u044f\u0441\u044f \u0447\u0430\u0441\u0442\u044c\u044e \u0434\u0440\u0443\u0433\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b IBM ("\u041e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b") \u0438 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u0430\u044f \u043a\u0430\u043a \u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u0432 \u041b\u0418 \u041e\u0441\u043d\u043e\u0432\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b. (\u0427\u0442\u043e\u0431\u044b \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u0443\u044e \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044e \u043d\u0430 \u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u0443\u044e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0431\u0435\u0437 \u044d\u0442\u0438\u0445 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0439, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0441\u0442\u043e\u0440\u043e\u043d\u0435, \u0443 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b \u0412\u0441\u043f\u043e\u043c\u043e\u0433\u0430\u0442\u0435\u043b\u044c\u043d\u0443\u044e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443.)\n\
\n\
\u0414\u0430\u043d\u043d\u0430\u044f \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u043a \u043a\u0430\u0436\u0434\u043e\u0439 \u043a\u043e\u043f\u0438\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u0435\u043c\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c.\n\
\n\
3.1 \u041a\u043e\u043c\u043c\u0435\u0440\u0447\u0435\u0441\u043a\u0438\u0435 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f, \u041e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f, \u0418\u0441\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0438 \u0418\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f\n\
\n\
3.1.1 \u041a\u043e\u043c\u043c\u0435\u0440\u0447\u0435\u0441\u043a\u0438\u0435 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f\n\
\n\
\u0415\u0441\u043b\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u0437\u0430\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u043a\u043e\u043c\u043c\u0435\u0440\u0447\u0435\u0441\u043a\u0438\u043c \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435\u043c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u0442\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u043d\u0430 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u043d\u0443\u044e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u043d\u0435\u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044f.\n\
\n\
3.1.2 \u041e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f, \u0418\u0441\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0438 \u0418\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f\n\
\n\
\u041a\u043e\u0433\u0434\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u043e\u043b\u0443\u0447\u0430\u0435\u0442 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435, \u0438\u0441\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0435\u0442 \u043b\u044e\u0431\u044b\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0438\u043b\u0438 \u043e\u0441\u043e\u0431\u044b\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f, \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u0435 \u0432 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0438 \u0442\u0430\u043a\u043e\u0433\u043e \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f, \u0438\u0441\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0438 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0435 \u0432 \u0435\u0433\u043e \u041b\u0418. \u041f\u0440\u0438 \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0438 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0445 \u0438\u043b\u0438 \u043e\u0441\u043e\u0431\u044b\u0445 \u0443\u0441\u043b\u043e\u0432\u0438\u0439 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f, \u0438\u0441\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0440\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u0435\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u043c\u0438 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f. \u0415\u0441\u043b\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u0437\u0430\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435\u043c, \u0442\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043e\u0431\u044f\u0437\u0443\u0435\u0442\u0441\u044f \u043d\u0435\u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u044c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u0437\u0430\u043c\u0435\u043d\u0435\u043d\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b.\n\
\n\
3.2 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u0441 \u0424\u0438\u043a\u0441\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u043c \u0421\u0440\u043e\u043a\u043e\u043c \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044f\n\
\n\
\u0415\u0441\u043b\u0438 IBM \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0443\u0435\u0442 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u043d\u0430 \u0444\u0438\u043a\u0441\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0439 \u0441\u0440\u043e\u043a, \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044f \u043f\u043e \u0438\u0441\u0442\u0435\u0447\u0435\u043d\u0438\u0438 \u044d\u0442\u043e\u0433\u043e \u0444\u0438\u043a\u0441\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0441\u0440\u043e\u043a\u0430, \u0435\u0441\u043b\u0438 \u0442\u043e\u043b\u044c\u043a\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438 IBM \u043d\u0435 \u0441\u043e\u0433\u043b\u0430\u0441\u044f\u0442\u0441\u044f \u043f\u0440\u043e\u0434\u043b\u0438\u0442\u044c \u0435\u0433\u043e.\n\
\n\
3.3 \u0421\u0440\u043e\u043a \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0438 \u041f\u0440\u0435\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f\n\
\n\
\u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u043e \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u044f \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f.\n\
\n\
IBM \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u044c \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430, \u0435\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435 \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0435\u0442 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f.\n\
\n\
\u0415\u0441\u043b\u0438 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u043e\u0435 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0440\u0430\u0441\u0442\u043e\u0440\u0433\u0430\u0435\u0442\u0441\u044f \u043f\u043e \u043b\u044e\u0431\u043e\u0439 \u043f\u0440\u0438\u0447\u0438\u043d\u0435 \u043b\u044e\u0431\u043e\u0439 \u0438\u0437 \u0441\u0442\u043e\u0440\u043e\u043d, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0441\u043e\u0433\u043b\u0430\u0448\u0430\u0435\u0442\u0441\u044f \u043d\u0435\u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u044c \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u0432\u0441\u0435\u0445 \u043a\u043e\u043f\u0438\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 \u043d\u0435\u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e \u0443\u043d\u0438\u0447\u0442\u043e\u0436\u0438\u0442\u044c \u0432\u0441\u0435 \u043a\u043e\u043f\u0438\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430. \u041b\u044e\u0431\u044b\u0435 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u043e \u0441\u0432\u043e\u0435\u043c\u0443 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0443 \u043e\u0441\u0442\u0430\u044e\u0442\u0441\u044f \u0432 \u0441\u0438\u043b\u0435 \u043f\u043e\u0441\u043b\u0435 \u0435\u0433\u043e \u0440\u0430\u0441\u0442\u043e\u0440\u0436\u0435\u043d\u0438\u044f, \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044e\u0442 \u0434\u043e \u0442\u0435\u0445 \u043f\u043e\u0440, \u043f\u043e\u043a\u0430 \u043d\u0435 \u0431\u0443\u0434\u0443\u0442 \u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u044b, \u0438 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u044e\u0442\u0441\u044f \u043a\u043e \u0432\u0441\u0435\u043c \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u043c \u043d\u0430\u0441\u043b\u0435\u0434\u043d\u0438\u043a\u0430\u043c \u0438 \u043f\u0440\u0430\u0432\u043e\u043f\u0440\u0435\u0435\u043c\u043d\u0438\u043a\u0430\u043c \u043e\u0431\u0435\u0438\u0445 \u0441\u0442\u043e\u0440\u043e\u043d.\n\
\n\
4. \u041f\u043b\u0430\u0442\u0435\u0436\u0438\n\
\n\
\u041f\u043b\u0430\u0442\u0435\u0436\u0438, \u043f\u0440\u0438 \u043d\u0430\u043b\u0438\u0447\u0438\u0438 \u0442\u0430\u043a\u043e\u0432\u044b\u0445, \u043e\u0441\u043d\u043e\u0432\u044b\u0432\u0430\u044e\u0442\u0441\u044f \u043d\u0430 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u0442\u0435\u043d\u043d\u043e\u043c \u0443\u0440\u043e\u0432\u043d\u0435 \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0443\u043a\u0430\u0437\u0430\u043d \u0432 \u0441\u0447\u0435\u0442\u0435. IBM \u043d\u0435 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u043a\u0440\u0435\u0434\u0438\u0442\u0430 \u0438\u043b\u0438 \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430 \u0443\u0436\u0435 \u0443\u043f\u043b\u0430\u0447\u0435\u043d\u043d\u044b\u0445 \u0441\u0443\u043c\u043c \u0438\u043b\u0438 \u0441\u0443\u043c\u043c, \u0441\u0440\u043e\u043a \u0443\u043f\u043b\u0430\u0442\u044b \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0443\u0436\u0435 \u043d\u0430\u0441\u0442\u0443\u043f\u0438\u043b, \u0437\u0430 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u043c \u0442\u043e\u0433\u043e, \u043a\u0430\u043a \u0443\u043a\u0430\u0437\u0430\u043d\u043e \u0433\u0434\u0435-\u043b\u0438\u0431\u043e \u0432 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0438.\n\
\n\
\u0415\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0445\u043e\u0447\u0435\u0442 \u043f\u043e\u0432\u044b\u0441\u0438\u0442\u044c \u0443\u0440\u043e\u0432\u0435\u043d\u044c \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0434\u043e\u043b\u0436\u0435\u043d \u0437\u0430\u0440\u0430\u043d\u0435\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u0438\u0442\u044c \u043e\u0431 \u044d\u0442\u043e\u043c IBM \u0438\u043b\u0438 \u0430\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0440\u0435\u0441\u0435\u043b\u043b\u0435\u0440\u0430 IBM \u0438 \u0432\u043d\u0435\u0441\u0442\u0438 \u0432\u0441\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u0435 \u043f\u043b\u0430\u0442\u0435\u0436\u0438.\n\
\n\
5. \u041d\u0430\u043b\u043e\u0433\u0438\n\
\n\
\u0415\u0441\u043b\u0438 \u043a\u0430\u043a\u0430\u044f-\u043b\u0438\u0431\u043e \u0433\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043d\u043d\u0430\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0432\u0432\u0435\u0434\u0435\u0442 \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u043a\u0430\u043a\u043e\u0439-\u043b\u0438\u0431\u043e \u043d\u0430\u043b\u043e\u0433, \u0441\u0431\u043e\u0440 \u0438\u043b\u0438 \u043f\u043e\u0448\u043b\u0438\u043d\u0443, \u0437\u0430 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u043c \u0442\u0435\u0445, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043e\u0441\u043d\u043e\u0432\u044b\u0432\u0430\u044e\u0442\u0441\u044f \u043d\u0430 \u0447\u0438\u0441\u0442\u043e\u043c \u0434\u043e\u0445\u043e\u0434\u0435 IBM, \u0442\u043e\u0433\u0434\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043e\u0431\u044f\u0437\u0443\u0435\u0442\u0441\u044f \u0432\u044b\u043f\u043b\u0430\u0442\u0438\u0442\u044c \u044d\u0442\u0443 \u0441\u0443\u043c\u043c\u0443, \u043a\u0430\u043a \u0443\u043a\u0430\u0437\u0430\u043d\u043e \u0432 \u0441\u0447\u0435\u0442\u0435, \u0438\u043b\u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044b, \u043f\u043e\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0430\u044e\u0449\u0438\u0435 \u043e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0435\u043d\u0438\u0435 \u043e\u0442 \u0443\u043f\u043b\u0430\u0442\u044b. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435\u0441\u0435\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0437\u0430 \u0432\u044b\u043f\u043b\u0430\u0442\u0443 \u043b\u044e\u0431\u044b\u0445 \u043d\u0430\u043b\u043e\u0433\u043e\u0432 \u043d\u0430 \u043b\u0438\u0447\u043d\u043e\u0435 \u0434\u0432\u0438\u0436\u0438\u043c\u043e\u0435 \u0438\u043c\u0443\u0449\u0435\u0441\u0442\u0432\u043e, \u043a\u043e\u0442\u043e\u0440\u044b\u043c\u0438 \u043e\u0431\u043b\u0430\u0433\u0430\u0435\u0442\u0441\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430, \u043d\u0430\u0447\u0438\u043d\u0430\u044f \u0441 \u0434\u0430\u0442\u044b \u0435\u0435 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c. \u0415\u0441\u043b\u0438 \u043a\u0430\u043a\u0430\u044f-\u043b\u0438\u0431\u043e \u0433\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043d\u043d\u0430\u044f \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0432\u0432\u0435\u0434\u0435\u0442 \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0442\u0430\u043c\u043e\u0436\u0435\u043d\u043d\u044b\u0435 \u043f\u043e\u0448\u043b\u0438\u043d\u044b, \u043d\u0430\u043b\u043e\u0433\u0438, \u0441\u0431\u043e\u0440\u044b \u0438\u043b\u0438 \u043e\u0442\u0447\u0438\u0441\u043b\u0435\u043d\u0438\u044f \u0437\u0430 \u0438\u043c\u043f\u043e\u0440\u0442 \u0438\u043b\u0438 \u044d\u043a\u0441\u043f\u043e\u0440\u0442, \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0443, \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u0438\u043b\u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0437\u0430 \u043f\u0440\u0435\u0434\u0435\u043b\u0430\u043c\u0438 \u0442\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u044b, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043f\u0435\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u043e\u043c\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0431\u044b\u043b\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0430 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f, \u0442\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0435\u0442 \u043d\u0430 \u0441\u0435\u0431\u044f \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0437\u0430 \u043d\u0438\u0445 \u0438 \u043e\u043f\u043b\u0430\u0442\u0438\u0442 \u043b\u044e\u0431\u0443\u044e \u043d\u0430\u043b\u043e\u0436\u0435\u043d\u043d\u0443\u044e \u0441\u0443\u043c\u043c\u0443.\n\
\n\
6. \u0413\u0430\u0440\u0430\u043d\u0442\u0438\u044f \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430 \u041e\u043f\u043b\u0430\u0442\u044b\n\
\n\
\u0415\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435 \u0443\u0434\u043e\u0432\u043b\u0435\u0442\u0432\u043e\u0440\u0435\u043d \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043e\u0439 \u043f\u043e \u043a\u0430\u043a\u043e\u0439-\u043b\u0438\u0431\u043e \u043f\u0440\u0438\u0447\u0438\u043d\u0435 \u0438 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043f\u0435\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u044b\u043c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0435\u043a\u0440\u0430\u0442\u0438\u0442\u044c \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u0438 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u0435 \u0441\u0443\u043c\u043c\u044b, \u0443\u043f\u043b\u0430\u0447\u0435\u043d\u043d\u043e\u0439 \u0437\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c, \u043f\u0440\u0438 \u043d\u0430\u043b\u0438\u0447\u0438\u0438 \u0442\u0430\u043a\u043e\u0432\u043e\u0439, \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438 \u0447\u0442\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 30 \u0434\u043d\u0435\u0439 \u0441 \u0434\u0430\u0442\u044b \u0432\u044b\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0438\u044f \u0441\u0447\u0435\u0442\u0430 \u0432\u0435\u0440\u043d\u0435\u0442 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0441\u0442\u043e\u0440\u043e\u043d\u0435, \u0443 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0435\u0435 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b. \u0415\u0441\u043b\u0438 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f \u0432\u044b\u0434\u0430\u043d\u0430 \u043d\u0430 \u0444\u0438\u043a\u0441\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0439 \u0441\u0440\u043e\u043a, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043f\u0440\u043e\u0434\u043b\u0435\u043d, \u0442\u043e\u0433\u0434\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043c\u043e\u0436\u0435\u0442 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u0435 \u0443\u043f\u043b\u0430\u0447\u0435\u043d\u043d\u043e\u0439 \u0441\u0443\u043c\u043c\u044b, \u0442\u043e\u043b\u044c\u043a\u043e \u0435\u0441\u043b\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u0432\u043e\u0437\u0432\u0440\u0430\u0449\u0435\u043d\u0430 \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u043f\u0435\u0440\u0432\u044b\u0445 30 \u0434\u043d\u0435\u0439 \u043f\u0435\u0440\u0432\u043e\u043d\u0430\u0447\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0441\u0440\u043e\u043a\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f. \u0415\u0441\u043b\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u043b \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0434\u043e\u043b\u0436\u0435\u043d \u043e\u0431\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u043a \u0441\u0442\u043e\u0440\u043e\u043d\u0435, \u0443 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443, \u0437\u0430 \u0440\u0430\u0437\u044a\u044f\u0441\u043d\u0435\u043d\u0438\u044f\u043c\u0438, \u043a\u0430\u043a \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u0435.\n\
\n\
7. \u041f\u0435\u0440\u0435\u0434\u0430\u0447\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b\n\
\n\
\u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043c\u043e\u0436\u0435\u0442 \u043f\u0435\u0440\u0435\u0434\u0430\u0442\u044c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0438 \u0432\u0441\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u044b\u0435 \u043f\u0440\u0430\u0432\u0430 \u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u0435, \u0442\u043e\u043b\u044c\u043a\u043e \u0435\u0441\u043b\u0438 \u0442\u0430\u043a\u0430\u044f \u0441\u0442\u043e\u0440\u043e\u043d\u0430 \u0441\u043e\u0433\u043b\u0430\u0441\u043d\u0430 \u0441 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u043c\u0438 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f. \u0415\u0441\u043b\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0435\u043d\u043e \u043f\u043e \u043b\u044e\u0431\u043e\u0439 \u043f\u0440\u0438\u0447\u0438\u043d\u0435 \u043b\u044e\u0431\u043e\u0439 \u0438\u0437 \u0441\u0442\u043e\u0440\u043e\u043d, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0437\u0430\u043f\u0440\u0435\u0449\u0430\u0435\u0442\u0441\u044f \u043f\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u044c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u0435. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0437\u0430\u043f\u0440\u0435\u0449\u0430\u0435\u0442\u0441\u044f \u043f\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u044c \u0447\u0430\u0441\u0442\u044c 1) \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0438\u043b\u0438 2) \u0443\u0440\u043e\u0432\u043d\u044f \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b. \u041f\u0440\u0438 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0442\u0430\u043a\u0436\u0435 \u043e\u0431\u044f\u0437\u0430\u043d \u043f\u0435\u0440\u0435\u0434\u0430\u0442\u044c \u043f\u0435\u0447\u0430\u0442\u043d\u0443\u044e \u043a\u043e\u043f\u0438\u044e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u041b\u0418. \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044f \u0441\u0440\u0430\u0437\u0443 \u043f\u043e\u0441\u043b\u0435 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b.\n\
\n\
8. \u041e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0439\n\
\n\
\u0421 \u0423\u0427\u0415\u0422\u041e\u041c \u041b\u042e\u0411\u042b\u0425 \u041f\u0420\u0415\u0414\u0423\u0421\u041c\u041e\u0422\u0420\u0415\u041d\u041d\u042b\u0425 \u0417\u0410\u041a\u041e\u041d\u041e\u041c \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419, \u041a\u041e\u0422\u041e\u0420\u042b\u0415 \u041d\u0415\u041b\u042c\u0417\u042f \u0418\u0421\u041a\u041b\u042e\u0427\u0418\u0422\u042c, IBM \u041d\u0415 \u0414\u0410\u0415\u0422 \u041d\u0418\u041a\u0410\u041a\u0418\u0425 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419 \u0418\u041b\u0418 \u0423\u0421\u041b\u041e\u0412\u0418\u0419, \u042f\u0412\u041d\u041e \u0412\u042b\u0420\u0410\u0416\u0415\u041d\u041d\u042b\u0425 \u0418\u041b\u0418 \u041f\u041e\u0414\u0420\u0410\u0417\u0423\u041c\u0415\u0412\u0410\u0415\u041c\u042b\u0425, \u0412 \u041e\u0422\u041d\u041e\u0428\u0415\u041d\u0418\u0418 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c\u042b \u0418\u041b\u0418 \u041f\u041e\u0414\u0414\u0415\u0420\u0416\u041a\u0418, \u041f\u0420\u0418 \u041d\u0410\u041b\u0418\u0427\u0418\u0418 \u0422\u0410\u041a\u041e\u0412\u041e\u0419, \u0412\u041a\u041b\u042e\u0427\u0410\u042f, \u041d\u041e \u041d\u0415 \u041e\u0413\u0420\u0410\u041d\u0418\u0427\u0418\u0412\u0410\u042f\u0421\u042c \u042d\u0422\u0418\u041c, \u041b\u042e\u0411\u042b\u0415 \u041f\u041e\u0414\u0420\u0410\u0417\u0423\u041c\u0415\u0412\u0410\u0415\u041c\u042b\u0415 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0418 \u0418\u041b\u0418 \u0423\u0421\u041b\u041e\u0412\u0418\u042f \u0422\u041e\u0412\u0410\u0420\u041e\u041f\u0420\u0418\u0413\u041e\u0414\u041d\u041e\u0421\u0422\u0418, \u0423\u0414\u041e\u0412\u041b\u0415\u0422\u0412\u041e\u0420\u0418\u0422\u0415\u041b\u042c\u041d\u041e\u0413\u041e \u041a\u0410\u0427\u0415\u0421\u0422\u0412\u0410, \u0421\u041e\u041e\u0422\u0412\u0415\u0422\u0421\u0422\u0412\u0418\u042f \u041e\u041f\u0420\u0415\u0414\u0415\u041b\u0415\u041d\u041d\u041e\u0419 \u0426\u0415\u041b\u0418 \u0418 \u041f\u0420\u0410\u0412\u0410 \u0421\u041e\u0411\u0421\u0422\u0412\u0415\u041d\u041d\u041e\u0421\u0422\u0418 \u0418 \u041b\u042e\u0411\u0423\u042e \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u042e \u0418\u041b\u0418 \u0423\u0421\u041b\u041e\u0412\u0418\u0415 \u041d\u0415\u041d\u0410\u0420\u0423\u0428\u0415\u041d\u0418\u042f \u041f\u0420\u0410\u0412.\n\
\n\
\u041d\u0415\u041a\u041e\u0422\u041e\u0420\u042b\u0415 \u0413\u041e\u0421\u0423\u0414\u0410\u0420\u0421\u0422\u0412\u0410 \u0418\u041b\u0418 \u042e\u0420\u0418\u0421\u0414\u0418\u041a\u0426\u0418\u0418 \u041d\u0415 \u0420\u0410\u0417\u0420\u0415\u0428\u0410\u042e\u0422 \u041e\u0422\u041a\u0410\u0417 \u041e\u0422 \u042f\u0412\u041d\u041e \u0412\u042b\u0420\u0410\u0416\u0415\u041d\u041d\u042b\u0425 \u0418\u041b\u0418 \u041f\u041e\u0414\u0420\u0410\u0417\u0423\u041c\u0415\u0412\u0410\u0415\u041c\u042b\u0425 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419; \u041f\u041e\u042d\u0422\u041e\u041c\u0423 \u041f\u0420\u0418\u0412\u0415\u0414\u0415\u041d\u041d\u041e\u0415 \u0412\u042b\u0428\u0415 \u0418\u0421\u041a\u041b\u042e\u0427\u0415\u041d\u0418\u0415 \u041c\u041e\u0416\u0415\u0422 \u041d\u0415 \u041f\u0420\u0418\u041c\u0415\u041d\u042f\u0422\u042c\u0421\u042f \u041a \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422\u0423. \u0412 \u042d\u0422\u041e\u041c \u0421\u0423\u041b\u0427\u0410\u0415 \u0414\u0415\u0419\u0421\u0422\u0412\u0418\u0415 \u0422\u0410\u041a\u0418\u0425 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419 \u041e\u0413\u0420\u0410\u041d\u0418\u0427\u0415\u041d\u041e \u041c\u0418\u041d\u0418\u041c\u0410\u041b\u042c\u041d\u042b\u041c \u0421\u0420\u041e\u041a\u041e\u041c, \u0422\u0420\u0415\u0411\u0423\u0415\u041c\u042b\u041c \u0417\u0410\u041a\u041e\u041d\u041e\u041c. \u041f\u041e \u0418\u0421\u0422\u0415\u0427\u0415\u041d\u0418\u0418 \u042d\u0422\u041e\u0413\u041e \u0421\u0420\u041e\u041a\u0410 \u041d\u0418\u041a\u0410\u041a\u0418\u0415 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0418 \u041d\u0415 \u041f\u0420\u0418\u041c\u0415\u041d\u0418\u041c\u042b. \u041d\u0415\u041a\u041e\u0422\u041e\u0420\u042b\u0415 \u0413\u041e\u0421\u0423\u0414\u0410\u0420\u0421\u0422\u0412\u0410 \u0418\u041b\u0418 \u042e\u0420\u0418\u0421\u0414\u0418\u041a\u0426\u0418\u0418 \u041d\u0415 \u0414\u041e\u041f\u0423\u0421\u041a\u0410\u042e\u0422 \u041e\u0413\u0420\u0410\u041d\u0418\u0427\u0415\u041d\u0418\u0415 \u0421\u0420\u041e\u041a\u0410 \u0414\u0415\u0419\u0421\u0422\u0412\u0418\u042f \u041f\u041e\u0414\u0420\u0410\u0417\u0423\u041c\u0415\u0412\u0410\u0415\u041c\u042b\u0425 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419; \u041f\u041e\u042d\u0422\u041e\u041c\u0423 \u041f\u0420\u0418\u0412\u0415\u0414\u0415\u041d\u041d\u041e\u0415 \u0412\u042b\u0428\u0415 \u0418\u0421\u041a\u041b\u042e\u0427\u0415\u041d\u0418\u0415 \u041c\u041e\u0416\u0415\u0422 \u041d\u0415 \u041f\u0420\u0418\u041c\u0415\u041d\u042f\u0422\u042c\u0421\u042f \u041a \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422\u0423. \u041b\u0418\u0426\u0415\u041d\u0417\u0418\u0410\u0422 \u041c\u041e\u0416\u0415\u0422 \u0418\u041c\u0415\u0422\u042c \u0414\u0420\u0423\u0413\u0418\u0415 \u041f\u0420\u0410\u0412\u0410, \u041a\u041e\u0422\u041e\u0420\u042b\u0415 \u041c\u041e\u0413\u0423\u0422 \u0420\u0410\u0417\u041b\u0418\u0427\u0410\u0422\u042c\u0421\u042f \u041e\u0422 \u0421\u0422\u0420\u0410\u041d\u042b \u041a \u0421\u0422\u0420\u0410\u041d\u0415 \u0418\u041b\u0418 \u041e\u0422 \u042e\u0420\u0418\u0421\u0414\u0418\u041a\u0426\u0418\u0418 \u041a \u042e\u0420\u0418\u0421\u0414\u0418\u041a\u0426\u0418\u0418.\n\
\n\
\u0417\u0410\u042f\u0412\u041b\u0415\u041d\u0418\u042f \u041e\u0411 \u041e\u0422\u041a\u0410\u0417\u0415 \u041e\u0422 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419 \u0418 \u0418\u0421\u041a\u041b\u042e\u0427\u0415\u041d\u0418\u042f, \u041f\u0420\u0418\u0412\u0415\u0414\u0415\u041d\u041d\u042b\u0415 \u0412 \u0414\u0410\u041d\u041d\u041e\u041c \u0420\u0410\u0417\u0414\u0415\u041b\u0415 8, \u041f\u0420\u0418\u041c\u0415\u041d\u042f\u042e\u0422\u0421\u042f \u0422\u0410\u041a\u0416\u0415 \u041a \u041b\u042e\u0411\u042b\u041c \u0420\u0410\u0417\u0420\u0410\u0411\u041e\u0422\u0427\u0418\u041a\u0410\u041c \u0418 \u041f\u041e\u0421\u0422\u0410\u0412\u0429\u0418\u041a\u0410\u041c \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c IBM.\n\
\n\
\u0418\u0417\u0413\u041e\u0422\u041e\u0412\u0418\u0422\u0415\u041b\u0418, \u041f\u041e\u0421\u0422\u0410\u0412\u0429\u0418\u041a\u0418 \u0418\u041b\u0418 \u0418\u0417\u0414\u0410\u0422\u0415\u041b\u0418 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c \u041d\u0415-IBM \u041c\u041e\u0413\u0423\u0422 \u041f\u0420\u0415\u0414\u041e\u0421\u0422\u0410\u0412\u041b\u042f\u0422\u042c \u0421\u0412\u041e\u0418 \u0421\u041e\u0411\u0421\u0422\u0412\u0415\u041d\u041d\u042b\u0415 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0418.\n\
\n\
IBM \u041d\u0415 \u041f\u0420\u0415\u0414\u041e\u0421\u0422\u0410\u0412\u041b\u042f\u0415\u0422 \u041f\u041e\u0414\u0414\u0415\u0420\u0416\u041a\u0423 \u041a\u0410\u041a\u041e\u0413\u041e-\u041b\u0418\u0411\u0410 \u0420\u041e\u0414\u0410, \u0415\u0421\u041b\u0418 IBM \u041d\u0415 \u0423\u041a\u0410\u0417\u042b\u0412\u0410\u0415\u0422 \u0418\u041d\u041e\u0415. \u0412 \u0422\u0410\u041a\u041e\u041c \u0421\u041b\u0423\u0427\u0410\u0415 \u041b\u042e\u0411\u0410\u042f \u041f\u041e\u0414\u0414\u0415\u0420\u0416\u041a\u0410, \u041a\u041e\u0422\u041e\u0420\u0423\u042e \u041f\u0420\u0415\u0414\u041e\u0421\u0422\u0410\u0412\u041b\u042f\u0415\u0422 IBM, \u042f\u0412\u041b\u042f\u0415\u0422\u0421\u042f \u041e\u0411\u042a\u0415\u041a\u0422\u041e\u041c \u0417\u0410\u042f\u0412\u041b\u0415\u041d\u0418\u0419 \u041e\u0411 \u041e\u0422\u041a\u0410\u0417\u0415 \u041e\u0422 \u0413\u0410\u0420\u0410\u041d\u0422\u0418\u0419 \u0418 \u0418\u0421\u041a\u041b\u042e\u0427\u0415\u041d\u0418\u0419, \u041f\u0420\u0418\u0412\u0415\u0414\u0415\u041d\u041d\u042b\u0425 \u0412 \u0414\u0410\u041d\u041d\u041e\u041c \u0420\u0410\u0417\u0414\u0415\u041b\u0415 8.\n\
\n\
9. \u0414\u0430\u043d\u043d\u044b\u0435 \u0438 \u0411\u0430\u0437\u044b \u0434\u0430\u043d\u043d\u044b\u0445 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430\n\
\n\
\u0427\u0442\u043e\u0431\u044b \u043f\u043e\u043c\u043e\u0447\u044c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0438\u0442\u044c \u043f\u0440\u0438\u0447\u0438\u043d\u0443 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044b, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0439 \u0441 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043e\u0439, IBM \u043c\u043e\u0436\u0435\u0442 \u0437\u0430\u043f\u0440\u043e\u0441\u0438\u0442\u044c, \u0447\u0442\u043e\u0431\u044b \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 1) \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u043b IBM \u0443\u0434\u0430\u043b\u0435\u043d\u043d\u044b\u0439 \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u0441\u0438\u0441\u0442\u0435\u043c\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438\u043b\u0438 2) \u043e\u0442\u043f\u0440\u0430\u0432\u0438\u043b \u0432 IBM \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0435 \u0438\u043b\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435. \u041e\u0434\u043d\u0430\u043a\u043e IBM \u043d\u0435 \u043e\u0431\u044f\u0437\u0430\u043d\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u043f\u043e\u0434\u043e\u0431\u043d\u0443\u044e \u043f\u043e\u043c\u043e\u0449\u044c, \u0435\u0441\u043b\u0438 IBM \u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435 \u0437\u0430\u043a\u043b\u044e\u0447\u0438\u043b\u0438 \u043e\u0442\u0434\u0435\u043b\u044c\u043d\u043e\u0435 \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u043e\u0435 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435, \u043f\u043e \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 IBM \u0441\u043e\u0433\u043b\u0430\u0441\u043d\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u0442\u0430\u043a\u043e\u0439 \u0432\u0438\u0434 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0432\u044b\u0445\u043e\u0434\u0438\u0442 \u0437\u0430 \u043f\u0440\u0435\u0434\u0435\u043b\u044b \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432 IBM \u043f\u043e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c\u0443 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044e. \u0412 \u043b\u044e\u0431\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 IBM \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e\u0431 \u043e\u0448\u0438\u0431\u043a\u0430\u0445 \u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u0445 \u0434\u043b\u044f \u0443\u043b\u0443\u0447\u0448\u0435\u043d\u0438\u044f \u0435\u0435 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432 \u0438 \u0443\u0441\u043b\u0443\u0433 \u0438 \u0434\u043b\u044f \u0441\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0438\u044e \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0445 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0435\u043d\u0438\u0439 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438. \u0414\u043b\u044f \u044d\u0442\u0438\u0445 \u0446\u0435\u043b\u0435\u0439 IBM \u043c\u043e\u0436\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u044e\u0440\u0438\u0434\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u043b\u0438\u0446 IBM \u0438 \u0441\u0443\u0431\u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u043e\u0432 IBM (\u0432 \u0442\u043e\u043c \u0447\u0438\u0441\u043b\u0435, \u0432 \u043e\u0434\u043d\u043e\u0439 \u0438\u043b\u0438 \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u0441\u0442\u0440\u0430\u043d\u0430\u0445, \u043e\u0442\u043b\u0438\u0447\u043d\u044b\u0445 \u043e\u0442 \u0441\u0442\u0440\u0430\u043d\u044b, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442), \u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0435\u0442 IBM \u0434\u0435\u0439\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c \u0442\u0430\u043a\u0438\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c.\n\
\n\
\u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043e\u0441\u0442\u0430\u0435\u0442\u0441\u044f \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u043c \u0437\u0430 1) \u043b\u044e\u0431\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435 \u0438 \u0441\u043e\u0434\u0435\u0440\u0436\u0438\u043c\u043e\u0435 \u0431\u0430\u0437 \u0434\u0430\u043d\u043d\u044b\u0445, \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 IBM, 2) \u0432\u044b\u0431\u043e\u0440 \u0438 \u0432\u043d\u0435\u0434\u0440\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u0446\u0435\u0434\u0443\u0440 \u0438 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u043a\u0430\u0441\u0430\u044e\u0449\u0438\u0445\u0441\u044f \u0434\u043e\u0441\u0442\u0443\u043f\u0430, \u0431\u0435\u0437\u043e\u043f\u0430\u0441\u043d\u043e\u0441\u0442\u0438, \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0438\u044f, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0438 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u0434\u0430\u043d\u043d\u044b\u0445 (\u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043b\u044e\u0431\u044b\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435) \u0438 3) \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u043e\u0435 \u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435 \u0438 \u0432\u043e\u0441\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435 \u043b\u044e\u0431\u044b\u0445 \u0431\u0430\u0437 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u043e\u0442\u043f\u0440\u0430\u0432\u043b\u044f\u0442\u044c \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c IBM \u0434\u043e\u0441\u0442\u0443\u043f \u043a \u043b\u044e\u0431\u043e\u0439 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 (\u0432 \u0432\u0438\u0434\u0435 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438\u043b\u0438 \u0432 \u0438\u043d\u043e\u0439 \u0444\u043e\u0440\u043c\u0435) \u0438 \u0431\u0443\u0434\u0435\u0442 \u043d\u0435\u0441\u0442\u0438 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0437\u0430 \u0440\u0430\u0437\u0443\u043c\u043d\u044b\u0435 \u0440\u0430\u0441\u0445\u043e\u0434\u044b \u0438 \u0438\u043d\u044b\u0435 \u0441\u0443\u043c\u043c\u044b, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 IBM \u043c\u043e\u0436\u0435\u0442 \u043f\u043e\u043d\u0435\u0441\u0442\u0438 \u0432 \u0441\u0432\u044f\u0437\u0438 \u0441 \u043e\u0448\u0438\u0431\u043e\u0447\u043d\u043e\u0439 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0435\u0439 IBM \u0442\u0430\u043a\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u0443\u0442\u0440\u0430\u0442\u043e\u0439 \u0438\u043b\u0438 \u0440\u0430\u0437\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435\u043c IBM \u043f\u043e\u0434\u043e\u0431\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u0440\u0430\u0441\u0445\u043e\u0434\u044b, \u0432\u043e\u0437\u043d\u0438\u043a\u0430\u044e\u0449\u0438\u0435 \u0438\u0437 \u043b\u044e\u0431\u044b\u0445 \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0439 \u0442\u0440\u0435\u0442\u044c\u0438\u0445 \u0441\u0442\u043e\u0440\u043e\u043d.\n\
\n\
10. \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u041e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438\n\
\n\
\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f \u0438 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u044f, \u0438\u0437\u043b\u043e\u0436\u0435\u043d\u043d\u044b\u0435 \u0432 \u0434\u0430\u043d\u043d\u043e\u043c \u0420\u0430\u0437\u0434\u0435\u043b\u0435 10 (\u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u041e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438), \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u044e\u0442\u0441\u044f \u0432 \u043f\u043e\u043b\u043d\u043e\u043c \u043e\u0431\u044a\u0435\u043c\u0435, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u043c \u043e\u043d\u0438 \u043d\u0435 \u0437\u0430\u043f\u0440\u0435\u0449\u0435\u043d\u044b \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u043c \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u0431\u0435\u0437 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043e\u0441\u0432\u043e\u0431\u043e\u0436\u0434\u0435\u043d\u0438\u044f \u043e\u0442 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432 \u043f\u043e \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0443.\n\
\n\
10.1 \u0422\u043e, \u0437\u0430 \u0427\u0442\u043e IBM \u041c\u043e\u0436\u0435\u0442 \u041d\u0435\u0441\u0442\u0438 \u041e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c\n\
\n\
\u041c\u043e\u0433\u0443\u0442 \u0432\u043e\u0437\u043d\u0438\u043a\u043d\u0443\u0442\u044c \u043e\u0431\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430, \u043a\u043e\u0433\u0434\u0430 \u0438\u0437-\u0437\u0430 \u043d\u0435\u0438\u0441\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432 \u0441\u043e \u0441\u0442\u043e\u0440\u043e\u043d\u044b IBM \u0438\u043b\u0438 \u043f\u043e \u0438\u043d\u043e\u0439 \u043f\u0440\u0438\u0447\u0438\u043d\u0435 \u043d\u0430\u0441\u0442\u0443\u043f\u043b\u0435\u043d\u0438\u044f \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u043c\u0435\u0435\u0442 \u043f\u0440\u0430\u0432\u043e \u043d\u0430 \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u0435 \u0443\u0431\u044b\u0442\u043a\u043e\u0432 \u0441\u043e \u0441\u0442\u043e\u0440\u043e\u043d\u044b IBM. \u041d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u044f, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u043e\u043c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u043c\u0435\u0435\u0442 \u043f\u0440\u0430\u0432\u043e \u0442\u0440\u0435\u0431\u043e\u0432\u0430\u0442\u044c \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u044f \u0443\u0431\u044b\u0442\u043a\u043e\u0432 \u043e\u0442 IBM (\u0432\u043a\u043b\u044e\u0447\u0430\u044f \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0435 \u043d\u0430\u0440\u0443\u0448\u0435\u043d\u0438\u0435, \u043d\u0435\u0431\u0440\u0435\u0436\u043d\u043e\u0441\u0442\u044c, \u0432\u0432\u0435\u0434\u0435\u043d\u0438\u0435 \u0432 \u0437\u0430\u0431\u043b\u0443\u0436\u0434\u0435\u043d\u0438\u0435 \u0438\u043b\u0438 \u0438\u043d\u043e\u0435 \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043d\u043e\u0435 \u043d\u0430\u0440\u0443\u0448\u0435\u043d\u0438\u0435 \u043b\u0438\u0431\u043e \u0434\u0435\u043b\u0438\u043a\u0442\u043d\u043e\u0435 \u043f\u0440\u0430\u0432\u043e\u043d\u0430\u0440\u0443\u0448\u0435\u043d\u0438\u0435), \u0441\u043e\u0432\u043e\u043a\u0443\u043f\u043d\u0430\u044f \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c IBM \u043f\u043e \u0432\u0441\u0435\u043c \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u044f\u043c \u0432 \u0446\u0435\u043b\u043e\u043c, \u0432\u043e\u0437\u043d\u0438\u043a\u0448\u0438\u043c \u0438\u0437 \u0438\u043b\u0438 \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u043c \u0441 \u043a\u0430\u0436\u0434\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043e\u0439 \u0438\u043b\u0438 \u0438\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0432\u043e\u0437\u043d\u0438\u043a\u0430\u044e\u0449\u0438\u043c \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u0438 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f, \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u0442\u044c \u0441\u0443\u043c\u043c\u0443 \u043b\u044e\u0431\u044b\u0445 1) \u043a\u043e\u043c\u043f\u0435\u043d\u0441\u0430\u0446\u0438\u0439 \u0437\u0430 \u043d\u0430\u043d\u0435\u0441\u0435\u043d\u0438\u0435 \u0442\u0435\u043b\u0435\u0441\u043d\u044b\u0445 \u043f\u043e\u0432\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0439 (\u0432\u043a\u043b\u044e\u0447\u0430\u044f \u0441\u043c\u0435\u0440\u0442\u044c) \u0438 \u0443\u0449\u0435\u0440\u0431, \u043f\u0440\u0438\u0447\u0438\u043d\u0435\u043d\u043d\u044b\u0439 \u043d\u0435\u0434\u0432\u0438\u0436\u0438\u043c\u043e\u043c\u0443 \u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044c\u043d\u043e\u043c\u0443 \u0438\u043c\u0443\u0449\u0435\u0441\u0442\u0432\u0443, \u0438 2) \u0434\u0440\u0443\u0433\u0438\u0445 \u0444\u0430\u043a\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u043f\u0440\u044f\u043c\u044b\u0445 \u0443\u0431\u044b\u0442\u043a\u043e\u0432 \u0432 \u0440\u0430\u0437\u043c\u0435\u0440\u0435, \u043d\u0435 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u044e\u0449\u0435\u043c \u0441\u0443\u043c\u043c\u044b, \u0443\u043f\u043b\u0430\u0447\u0435\u043d\u043d\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0437\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443, \u044f\u0432\u043b\u044f\u044e\u0449\u0443\u044e\u0441\u044f \u043e\u0431\u044a\u0435\u043a\u0442\u043e\u043c \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0438 (\u0435\u0441\u043b\u0438 \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u043f\u0440\u0435\u0434\u0443\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u044b \u043f\u043b\u0430\u0442\u0435\u0436\u0438 \u0441 \u0444\u0438\u043a\u0441\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u043c \u0441\u0440\u043e\u043a\u043e\u043c - \u043d\u0435 \u043f\u0440\u0435\u0432\u044b\u0448\u0430\u044e\u0449\u0435\u043c \u0441\u0443\u043c\u043c\u044b \u043e\u043f\u043b\u0430\u0442\u044b \u0437\u0430 12 \u043c\u0435\u0441\u044f\u0446\u0435\u0432).\n\
\n\
\u0414\u0430\u043d\u043d\u043e\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u0442\u0430\u043a\u0436\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u043a\u043e \u0432\u0441\u0435\u043c \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a\u0430\u043c \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0449\u0438\u043a\u0430\u043c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b IBM. \u042d\u0442\u043e \u043c\u0430\u043a\u0441\u0438\u043c\u0443\u043c, \u0437\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0439 IBM \u0438 \u0435\u0435 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0447\u0438\u043a\u0438 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u0449\u0438\u043a\u0438 \u0432\u0441\u0435 \u0432\u043c\u0435\u0441\u0442\u0435 \u043d\u0435\u0441\u0443\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c.\n\
\n\
10.2 \u0422\u043e, \u0437\u0430 \u0427\u0442\u043e IBM \u041d\u0435 \u041d\u0435\u0441\u0435\u0442 \u041e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438\n\
\n\
\u041d\u0418 \u041f\u0420\u0418 \u041a\u0410\u041a\u0418\u0425 \u041e\u0411\u0421\u0422\u041e\u042f\u0422\u0415\u041b\u042c\u0421\u0422\u0412\u0410\u0425 IBM, \u0415\u0415 \u0420\u0410\u0417\u0420\u0410\u0411\u041e\u0422\u0427\u0418\u041a\u0418 \u041f\u0420\u041e\u0413\u0420\u0410\u041c\u041c \u0418\u041b\u0418 \u041f\u041e\u0421\u0422\u0410\u0412\u0429\u0418\u041a\u0418 \u041d\u0415 \u041d\u0415\u0421\u0423\u0422 \u041e\u0422\u0412\u0415\u0422\u0421\u0422\u0412\u0415\u041d\u041d\u041e\u0421\u0422\u0418 \u0417\u0410 \u041b\u042e\u0411\u041e\u0415 \u0418\u0417 \u041d\u0418\u0416\u0415\u0421\u041b\u0415\u0414\u0423\u042e\u0429\u0415\u0413\u041e, \u0414\u0410\u0416\u0415 \u0415\u0421\u041b\u0418 \u041e\u041d\u0418 \u0411\u042b\u041b\u0418 \u041f\u0420\u041e\u0418\u041d\u0424\u041e\u0420\u041c\u0418\u0420\u041e\u0412\u0410\u041d\u042b \u041e \u0412\u041e\u0417\u041c\u041e\u0416\u041d\u041e\u0421\u0422\u0418 \u0422\u0410\u041a\u041e\u0412\u041e\u0413\u041e:\n\
\n\
a. \u041f\u041e\u0422\u0415\u0420\u042f \u0418\u041b\u0418 \u041f\u041e\u0412\u0420\u0415\u0416\u0414\u0415\u041d\u0418\u0415 \u0414\u0410\u041d\u041d\u042b\u0425;\n\
\n\
b. \u041e\u0421\u041e\u0411\u042b\u0415, \u041d\u0415\u041f\u0420\u0415\u0414\u0412\u0418\u0414\u0415\u041d\u041d\u042b\u0415 \u0418\u041b\u0418 \u041d\u0415\u041f\u0420\u042f\u041c\u042b\u0415 \u0423\u0411\u042b\u0422\u041a\u0418 \u0418\u041b\u0418 \u041b\u042e\u0411\u042b\u0415 \u041a\u041e\u0421\u0412\u0415\u041d\u041d\u042b\u0415 \u042d\u041a\u041e\u041d\u041e\u041c\u0418\u0427\u0415\u0421\u041a\u0418\u0415 \u0423\u0411\u042b\u0422\u041a\u0418;\n\
\n\
c. \u0423\u041f\u0423\u0429\u0415\u041d\u041d\u042b\u0415 \u0414\u041e\u0425\u041e\u0414\u042b, \u0412\u041e\u0417\u041c\u041e\u0416\u041d\u041e\u0421\u0422\u042c \u041f\u0420\u041e\u0412\u0415\u0414\u0415\u041d\u0418\u042f \u0414\u0415\u041b\u041e\u0412\u041e\u0419 \u0410\u041a\u0422\u0418\u0412\u041d\u041e\u0421\u0422\u0418, \u041f\u0420\u0418\u0411\u042b\u041b\u042c, \u0420\u0415\u041f\u0423\u0422\u0410\u0426\u0418\u042f \u0418\u041b\u0418 \u041e\u0416\u0418\u0414\u0410\u0415\u041c\u042b\u0415 \u0421\u0411\u0415\u0420\u0415\u0416\u0415\u041d\u0418\u042f.\n\
\n\
11. \u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0421\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u044f \u0443\u0441\u043b\u043e\u0432\u0438\u0439\n\
\n\
\u0412 \u0446\u0435\u043b\u044f\u0445 \u0434\u0430\u043d\u043d\u043e\u0433\u043e \u0420\u0430\u0437\u0434\u0435\u043b\u0430 11 (\u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0421\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u044f \u0443\u0441\u043b\u043e\u0432\u0438\u0439) \u0442\u0435\u0440\u043c\u0438\u043d "\u0423\u0441\u043b\u043e\u0432\u0438\u044f \u041c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u043e\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c \u0431\u0435\u0437 \u0413\u0430\u0440\u0430\u043d\u0442\u0438\u0439 (ILAN Program Terms)" \u043e\u0437\u043d\u0430\u0447\u0430\u0435\u0442 1) \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0438 \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u044f \u0438 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044b \u043e \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u0438, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044b\u0435 IBM, \u0438 2) \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0438 IBM \u0432 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0438 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u043e\u0433\u043e \u043e\u0431\u0435\u0441\u043f\u0435\u0447\u0435\u043d\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u043d\u0430 Web-\u0441\u0430\u0439\u0442\u0435 IBM Software Policy (www.ibm.com/softwarepolicies), \u0432\u043a\u043b\u044e\u0447\u0430\u044f, \u043d\u043e \u043d\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438\u0432\u0430\u044f\u0441\u044c \u0438\u043c\u0438, \u043f\u043e\u043b\u0438\u0442\u0438\u043a\u0438, \u043a\u0430\u0441\u0430\u044e\u0449\u0438\u0435\u0441\u044f \u0440\u0435\u0437\u0435\u0440\u0432\u043d\u043e\u0433\u043e \u043a\u043e\u043f\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f, \u0446\u0435\u043d\u043e\u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0435 \u043d\u0435\u043f\u043e\u043b\u043d\u044b\u0445 \u043c\u043e\u0449\u043d\u043e\u0441\u0442\u0435\u0439 \u0438 \u043c\u0438\u0433\u0440\u0430\u0446\u0438\u0438.\n\
\n\
\u041f\u0440\u0430\u0432\u0430 \u0438 \u043e\u0431\u044f\u0437\u0430\u043d\u043d\u043e\u0441\u0442\u0438, \u0438\u0437\u043b\u043e\u0436\u0435\u043d\u043d\u044b\u0435 \u0432 \u0420\u0430\u0437\u0434\u0435\u043b\u0435 11, \u043e\u0441\u0442\u0430\u044e\u0442\u0441\u044f \u0432 \u0441\u0438\u043b\u0435 \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u043f\u0435\u0440\u0438\u043e\u0434\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0438 \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0434\u043b\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 \u0432 \u0442\u0435\u0447\u0435\u043d\u0438\u0435 \u0434\u0432\u0443\u0445 \u043b\u0435\u0442 \u043f\u043e\u0441\u043b\u0435 \u0435\u0433\u043e \u043e\u043a\u043e\u043d\u0447\u0430\u043d\u0438\u044f.\n\
\n\
11.1 \u041f\u0440\u043e\u0446\u0435\u0441\u0441 \u041f\u0440\u043e\u0432\u0435\u0440\u043a\u0438\n\
\n\
\u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0441\u043e\u0433\u043b\u0430\u0441\u0435\u043d \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u0442\u044c, \u0441\u043e\u0445\u0440\u0430\u043d\u044f\u0442\u044c \u0438 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c IBM \u0438 \u0435\u0435 \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0430\u043c \u0442\u043e\u0447\u043d\u044b\u0435 \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u044b\u0435 \u0437\u0430\u043f\u0438\u0441\u0438, \u0432\u044b\u0445\u043e\u0434\u043d\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u044b\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0438 \u0434\u0440\u0443\u0433\u0443\u044e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e \u0441\u0438\u0441\u0442\u0435\u043c\u0435, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u044b \u0434\u043b\u044f \u043f\u043e\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043d\u0438\u044f \u0442\u043e\u0433\u043e, \u0447\u0442\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0432\u0441\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 ILAN Program Terms, \u0432\u043a\u043b\u044e\u0447\u0430\u044f, \u0431\u0435\u0437 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f, \u0432\u0441\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0438 \u0446\u0435\u043d\u043e\u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u044f IBM. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043d\u0435\u0441\u0435\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0437\u0430 1) \u043d\u0435\u043f\u0440\u0435\u0432\u044b\u0448\u0435\u043d\u0438\u0435 \u0443\u0440\u043e\u0432\u043d\u044f \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0438 2) \u0441\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u0435 ILAN Program Terms.\n\
\n\
\u041f\u043e\u0441\u043b\u0435 \u0440\u0430\u0437\u0443\u043c\u043d\u043e\u0433\u043e \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f IBM \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c \u0441\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c ILAN Program Terms \u0432\u043e \u0432\u0441\u0435\u0445 \u043e\u0444\u0438\u0441\u0430\u0445 \u0438 \u0432\u043e \u0432\u0441\u0435\u0445 \u0441\u0440\u0435\u0434\u0430\u0445, \u0432 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 (\u0432 \u043b\u044e\u0431\u044b\u0445 \u0446\u0435\u043b\u044f\u0445) \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0440\u0430\u0441\u043f\u0440\u043e\u0441\u0442\u0440\u0430\u043d\u044f\u044e\u0442\u0441\u044f ILAN Program Terms. \u0422\u0430\u043a\u0430\u044f \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430 \u0431\u0443\u0434\u0435\u0442 \u043f\u0440\u043e\u0432\u043e\u0434\u0438\u0442\u044c\u0441\u044f \u0441\u043f\u043e\u0441\u043e\u0431\u043e\u043c, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0443\u043c\u0435\u043d\u044c\u0448\u0430\u0435\u0442 \u043f\u043e\u043c\u0435\u0445\u0438 \u0434\u043b\u044f \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430, \u0438 \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u043e\u0445\u043e\u0434\u0438\u0442\u044c \u0432 \u043f\u043e\u043c\u0435\u0449\u0435\u043d\u0438\u044f\u0445 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0432 \u043e\u0431\u044b\u0447\u043d\u044b\u0435 \u0440\u0430\u0431\u043e\u0447\u0438\u0435 \u0447\u0430\u0441\u044b. IBM \u043c\u043e\u0436\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0433\u043e \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u0430 \u0434\u043b\u044f \u043f\u043e\u043c\u043e\u0449\u0438 \u0432 \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u0438 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438, \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438 \u0447\u0442\u043e \u0443 IBM \u0435\u0441\u0442\u044c \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u043e\u0435 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u043e \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u0441 \u0442\u0430\u043a\u0438\u043c \u0430\u0443\u0434\u0438\u0442\u043e\u0440\u043e\u043c.\n\
\n\
11.2 \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0438\u0435 \u0441\u043f\u043e\u0440\u043e\u0432\n\
\n\
\u0415\u0441\u043b\u0438 \u0432 \u0445\u043e\u0434\u0435 \u043b\u044e\u0431\u043e\u0439 \u043f\u043e\u0434\u043e\u0431\u043d\u043e\u0439 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438 \u0431\u0443\u0434\u0435\u0442 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e, \u0447\u0442\u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043b \u043a\u0430\u043a\u0443\u044e-\u043b\u0438\u0431\u043e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443 \u0441 \u043f\u0440\u0435\u0432\u044b\u0448\u0435\u043d\u0438\u0435\u043c \u0443\u0440\u043e\u0432\u043d\u044f \u0410\u0432\u0442\u043e\u0440\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0438\u043b\u0438 \u0438\u043d\u044b\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u043d\u0435 \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0435\u0442 ILAN Program Terms, IBM \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u043e\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u0435. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0441\u043e\u0433\u043b\u0430\u0441\u0435\u043d \u043d\u0435\u043c\u0435\u0434\u043b\u0435\u043d\u043d\u043e \u0432\u044b\u043f\u043b\u0430\u0442\u0438\u0442\u044c \u043d\u0435\u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043d\u043d\u043e IBM \u0441\u0443\u043c\u043c\u0443, \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u0443\u044e IBM \u0432 \u0441\u0447\u0435\u0442\u0435, \u0437\u0430 1) \u043b\u044e\u0431\u043e\u0435 \u0442\u0430\u043a\u043e\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u0441\u0432\u0435\u0440\u0445 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044b\u0445 \u043f\u0440\u0435\u0434\u0435\u043b\u043e\u0432, 2) \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0443\u044e \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0443 \u0434\u043b\u044f \u0442\u0430\u043a\u043e\u0433\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0441\u0432\u0435\u0440\u0445 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044b\u0445 \u043f\u0440\u0435\u0434\u0435\u043b\u043e\u0432 \u0437\u0430 \u043c\u0435\u043d\u044c\u0448\u0438\u0439 \u0438\u0437 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0445 \u043f\u0435\u0440\u0438\u043e\u0434\u043e\u0432: \u043f\u0435\u0440\u0438\u043e\u0434 \u0442\u0430\u043a\u043e\u0433\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0438\u043b\u0438 \u0434\u0432\u0430 \u0433\u043e\u0434\u0430, \u0438 3) \u043b\u044e\u0431\u044b\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0440\u0430\u0441\u0445\u043e\u0434\u044b \u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430, \u0432\u044b\u044f\u0432\u043b\u0435\u043d\u043d\u044b\u0435 \u0432 \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u0435 \u0442\u0430\u043a\u043e\u0439 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0438.\n\
\n\
12. \u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u0422\u0440\u0435\u0442\u044c\u0438\u0445 \u0421\u0442\u043e\u0440\u043e\u043d\n\
\n\
\u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0430 \u043c\u043e\u0436\u0435\u0442 \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u044b\u0439 \u043a\u043e\u0434 \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u044b, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 IBM, \u0430 \u043d\u0435 \u0442\u0440\u0435\u0442\u044c\u044f \u0441\u0442\u043e\u0440\u043e\u043d\u0430, \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0443\u0435\u0442 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043f\u043e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c\u0443 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044e. \u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f, \u0435\u0441\u043b\u0438 \u0442\u0430\u043a\u043e\u0432\u044b\u0435 \u0435\u0441\u0442\u044c, \u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u043e\u043c \u043a\u043e\u0434\u0435, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u043e\u043c \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u043e\u0439 ("\u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u0422\u0440\u0435\u0442\u044c\u0438\u0445 \u0421\u0442\u043e\u0440\u043e\u043d"), \u043f\u0440\u0438\u0432\u043e\u0434\u044f\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0441\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430. \u042d\u0442\u0438 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f \u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u0432 \u0444\u0430\u0439\u043b\u0435 (\u0444\u0430\u0439\u043b\u0430\u0445) NOTICES \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b. \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e \u0442\u043e\u043c, \u043a\u0430\u043a \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u0438\u0441\u0445\u043e\u0434\u043d\u044b\u0439 \u043a\u043e\u0434 \u0434\u043b\u044f \u0442\u043e\u0433\u043e \u0438\u043b\u0438 \u0438\u043d\u043e\u0433\u043e \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u043e\u0433\u043e \u043a\u043e\u0434\u0430 \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u044b, \u043c\u043e\u0436\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u0432 \u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f\u0445 \u0422\u0440\u0435\u0442\u044c\u0438\u0445 \u0421\u0442\u043e\u0440\u043e\u043d. \u0415\u0441\u043b\u0438 \u0432 \u0423\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f\u0445 \u0422\u0440\u0435\u0442\u044c\u0438\u0445 \u0421\u0442\u043e\u0440\u043e\u043d IBM \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u044b\u0439 \u043a\u043e\u0434, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044b\u0439 \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u043e\u0439, \u043a\u0430\u043a "\u0418\u0437\u043c\u0435\u043d\u044f\u0435\u043c\u044b\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u044b\u0439 \u043a\u043e\u0434 \u0422\u0440\u0435\u0442\u044c\u0435\u0439 \u0421\u0442\u043e\u0440\u043e\u043d\u044b", \u0442\u043e IBM \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043f\u0440\u0430\u0432\u0430 \u043d\u0430 1) \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0435 \u0418\u0437\u043c\u0435\u043d\u044f\u0435\u043c\u043e\u0433\u043e \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u043e\u0433\u043e \u043a\u043e\u0434\u0430 \u0422\u0440\u0435\u0442\u044c\u0435\u0439 \u0421\u0442\u043e\u0440\u043e\u043d\u044b \u0438 2) \u043e\u0431\u0440\u0430\u0442\u043d\u043e\u0435 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u043c\u043e\u0434\u0443\u043b\u0435\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043d\u0435\u043f\u043e\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044e\u0442 \u0441 \u0418\u0437\u043c\u0435\u043d\u044f\u0435\u043c\u044b\u043c \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u044b\u043c \u043a\u043e\u0434\u043e\u043c \u0422\u0440\u0435\u0442\u044c\u0435\u0439 \u0421\u0442\u043e\u0440\u043e\u043d\u044b, \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438 \u0447\u0442\u043e \u044d\u0442\u043e \u0434\u0435\u043b\u0430\u0435\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u0441 \u0446\u0435\u043b\u044c\u044e \u043e\u0442\u043b\u0430\u0434\u043a\u0438 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0439, \u0432\u043d\u0435\u0441\u0435\u043d\u043d\u044b\u0445 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0432 \u0442\u0430\u043a\u043e\u0439 \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u043d\u044b\u0439 \u043a\u043e\u0434 \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u044b. \u041e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 IBM \u043f\u043e \u043e\u0431\u0441\u043b\u0443\u0436\u0438\u0432\u0430\u043d\u0438\u044e \u0438 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0435, \u0435\u0441\u043b\u0438 \u0442\u0430\u043a\u043e\u0432\u044b\u0435 \u0435\u0441\u0442\u044c, \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u044e\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u043a \u043d\u0435\u0438\u0437\u043c\u0435\u043d\u0435\u043d\u043d\u043e\u0439 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0435.\n\
\n\
13. \u041e\u0431\u0449\u0438\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\n\
\n\
a. \u041d\u0438\u0447\u0442\u043e \u0432 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0438 \u043d\u0435 \u0437\u0430\u0442\u0440\u0430\u0433\u0438\u0432\u0430\u0435\u0442 \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043d\u044b\u0445 \u0437\u0430\u043a\u043e\u043d\u043e\u043c \u043f\u0440\u0430\u0432 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0435\u0439, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043d\u0435 \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u043e\u0442\u043a\u043b\u043e\u043d\u0435\u043d\u044b \u0438\u043b\u0438 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u044b \u043f\u043e \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0443.\n\
\n\
b. \u0414\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u043c\u044b\u0445 IBM \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443 \u043d\u0430 \u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044f\u0445, \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 IBM \u043f\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u043a\u0435 \u0441\u0447\u0438\u0442\u0430\u044e\u0442\u0441\u044f \u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u043d\u044b\u043c\u0438 \u0432 \u043c\u043e\u043c\u0435\u043d\u0442 \u0434\u043e\u0441\u0442\u0430\u0432\u043a\u0438 \u0442\u0430\u043a\u0438\u0445 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c \u0442\u0440\u0430\u043d\u0441\u043f\u043e\u0440\u0442\u043d\u043e\u0439 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438, \u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u043e\u0439 IBM, \u0435\u0441\u043b\u0438 \u0438\u043d\u043e\u0435 \u043d\u0435 \u0441\u043e\u0433\u043b\u0430\u0441\u043e\u0432\u0430\u043d\u043e \u0432 \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u043e\u043c \u0432\u0438\u0434\u0435 \u043c\u0435\u0436\u0434\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0438 IBM.\n\
\n\
c. \u0415\u0441\u043b\u0438 \u043a\u0430\u043a\u043e\u0435-\u043b\u0438\u0431\u043e \u0443\u0441\u043b\u043e\u0432\u0438\u0435 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f \u0431\u0443\u0434\u0435\u0442 \u043f\u0440\u0438\u0437\u043d\u0430\u043d\u043e \u043d\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u043c \u0438\u043b\u0438 \u043b\u0438\u0448\u0435\u043d\u043d\u044b\u043c \u0438\u0441\u043a\u043e\u0432\u043e\u0439 \u0441\u0438\u043b\u044b, \u043e\u0441\u0442\u0430\u043b\u044c\u043d\u044b\u0435 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0430\u044e\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c \u0432 \u043f\u043e\u043b\u043d\u043e\u043c \u043e\u0431\u044a\u0435\u043c\u0435.\n\
\n\
d. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0441\u043e\u0433\u043b\u0430\u0441\u0435\u043d \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0442\u044c \u0432\u0441\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u0435 \u0437\u0430\u043a\u043e\u043d\u044b \u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u044d\u043a\u0441\u043f\u043e\u0440\u0442\u0430 \u0438 \u0438\u043c\u043f\u043e\u0440\u0442\u0430, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0430\u043a\u0442\u044b \u0421\u0428\u0410 \u043e\u0431 \u044d\u043c\u0431\u0430\u0440\u0433\u043e, \u0441\u0430\u043d\u043a\u0446\u0438\u044f\u0445 \u0438 \u0437\u0430\u043f\u0440\u0435\u0442\u0435 \u043d\u0430 \u044d\u043a\u0441\u043f\u043e\u0440\u0442 \u0434\u043b\u044f \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u0445 \u043a\u043e\u043d\u0435\u0447\u043d\u044b\u0445 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u0435\u0439 \u0438\u043b\u0438 \u0434\u043b\u044f \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u0432 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u0445 \u0446\u0435\u043b\u044f\u0445.\n\
\n\
e. \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438 International Business Machines Corporation \u0438 \u0435\u0435 \u0434\u043e\u0447\u0435\u0440\u043d\u0438\u043c \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u043c (\u0430 \u0442\u0430\u043a\u0436\u0435 \u0438\u0445 \u043d\u0430\u0441\u043b\u0435\u0434\u043d\u0438\u043a\u0430\u043c \u0438 \u043f\u0440\u0430\u0432\u043e\u043f\u0440\u0435\u0435\u043c\u043d\u0438\u043a\u0430\u043c, \u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u0430\u043c \u0438 \u0411\u0438\u0437\u043d\u0435\u0441-\u041f\u0430\u0440\u0442\u043d\u0435\u0440\u0430\u043c IBM) \u043f\u0440\u0430\u0432\u043e \u043d\u0430 \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 \u0435\u0435 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u0432 \u043b\u044e\u0431\u043e\u043c \u043c\u0435\u0441\u0442\u0435 \u0432\u0435\u0434\u0435\u043d\u0438\u044f \u0434\u0435\u043b\u043e\u0432\u043e\u0439 \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438, \u0432 \u0441\u0432\u044f\u0437\u0438 \u0441 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u0430\u043c\u0438 \u0438 \u0443\u0441\u043b\u0443\u0433\u0430\u043c\u0438 IBM \u0438\u043b\u0438 \u0434\u043b\u044f \u0434\u0430\u043b\u044c\u043d\u0435\u0439\u0448\u0435\u0439 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438 \u0434\u0435\u043b\u043e\u0432\u044b\u0445 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0439 IBM \u0441 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c.\n\
\n\
f. \u041a\u0430\u0436\u0434\u0430\u044f \u0441\u0442\u043e\u0440\u043e\u043d\u0430 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u0438\u0442 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u0435 \u0440\u0430\u0437\u0443\u043c\u043d\u0443\u044e \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u0432\u044b\u043f\u043e\u043b\u043d\u0438\u0442\u044c \u0441\u0432\u043e\u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 \u0434\u043e \u0442\u043e\u0433\u043e, \u043a\u0430\u043a \u0437\u0430\u044f\u0432\u0438\u0442 \u043e \u043d\u0435\u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0438 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u043e\u0439 \u0435\u0435 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432 \u043f\u043e \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c\u0443 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044e. \u0421\u0442\u043e\u0440\u043e\u043d\u044b \u0431\u0443\u0434\u0443\u0442 \u043f\u044b\u0442\u0430\u0442\u044c\u0441\u044f \u0434\u043e\u0431\u0440\u043e\u0441\u043e\u0432\u0435\u0441\u0442\u043d\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0442\u044c \u0432\u0441\u0435 \u0441\u043f\u043e\u0440\u044b, \u0440\u0430\u0437\u043d\u043e\u0433\u043b\u0430\u0441\u0438\u044f \u0438\u043b\u0438 \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0438 \u043c\u0435\u0436\u0434\u0443 \u0441\u0442\u043e\u0440\u043e\u043d\u0430\u043c\u0438, \u043e\u0442\u043d\u043e\u0441\u044f\u0449\u0438\u0435\u0441\u044f \u043a \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c\u0443 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044e.\n\
\n\
g. \u0415\u0441\u043b\u0438 \u0438\u043d\u043e\u0435 \u043d\u0435 \u043f\u0440\u0435\u0434\u0443\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u043e \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u043c \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c, \u0431\u0435\u0437 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u043e\u0442\u043a\u0430\u0437\u0430 \u043e\u0442 \u043f\u0440\u0430\u0432 \u043f\u043e \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0443 \u0438\u043b\u0438 \u0438\u0445 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u044f, \u0442\u043e: 1) \u043d\u0438 \u043e\u0434\u043d\u0430 \u0438\u0437 \u0441\u0442\u043e\u0440\u043e\u043d \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u0432\u043e\u0437\u0431\u0443\u0436\u0434\u0430\u0442\u044c \u0441\u0443\u0434\u0435\u0431\u043d\u044b\u0435 \u0438\u0441\u043a\u0438 \u0432 \u043b\u044e\u0431\u043e\u0439 \u0444\u043e\u0440\u043c\u0435 \u0438 \u043f\u043e \u043b\u044e\u0431\u043e\u0439 \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0438, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u043e\u0439 \u0441 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435\u043c, \u043f\u043e\u0437\u0434\u043d\u0435\u0435 \u0447\u0435\u043c \u0447\u0435\u0440\u0435\u0437 \u0434\u0432\u0430 \u0433\u043e\u0434\u0430 \u043f\u043e\u0441\u043b\u0435 \u0432\u043e\u0437\u043d\u0438\u043a\u043d\u043e\u0432\u0435\u043d\u0438\u044f \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u044f \u0434\u043b\u044f \u0438\u0441\u043a\u0430, \u0438 2) \u043f\u043e \u0438\u0441\u0442\u0435\u0447\u0435\u043d\u0438\u0438 \u0434\u0430\u043d\u043d\u043e\u0433\u043e \u0441\u0440\u043e\u043a\u0430 \u043b\u044e\u0431\u044b\u0435 \u043f\u043e\u0434\u043e\u0431\u043d\u044b\u0435 \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0438 \u0438 \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u0435 \u0441 \u043d\u0438\u043c\u0438 \u043f\u0440\u0430\u0432\u0430 \u0443\u0442\u0440\u0430\u0447\u0438\u0432\u0430\u044e\u0442 \u0441\u0438\u043b\u0443.\n\
\n\
h. \u041d\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442, \u043d\u0438 IBM \u043d\u0435 \u043d\u0435\u0441\u0443\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043d\u0435\u0432\u044b\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435 \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432 \u043f\u043e \u043f\u0440\u0438\u0447\u0438\u043d\u0430\u043c, \u043d\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043e\u043d\u0438 \u043d\u0435 \u043c\u043e\u0433\u0443\u0442 \u043f\u043e\u0432\u043b\u0438\u044f\u0442\u044c.\n\
\n\
i. \u041d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u043d\u0435 \u0441\u043e\u0437\u0434\u0430\u0435\u0442 \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u043f\u0440\u0430\u0432 \u0438\u043b\u0438 \u043e\u0441\u043d\u043e\u0432\u0430\u043d\u0438\u0439 \u0434\u043b\u044f \u0438\u0441\u043a\u0430 \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u0442\u0440\u0435\u0442\u044c\u0438\u0445 \u043b\u0438\u0446, \u0438 IBM \u043d\u0435 \u043d\u0435\u0441\u0435\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u043a\u0430\u043a\u0438\u0435-\u043b\u0438\u0431\u043e \u043f\u0440\u0435\u0442\u0435\u043d\u0437\u0438\u0438 \u0442\u0440\u0435\u0442\u044c\u0438\u0445 \u043b\u0438\u0446 \u043a \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0443, \u0437\u0430 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u043c \u0442\u043e\u0433\u043e, \u0447\u0442\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043e \u0432 \u041f\u043e\u0434\u0440\u0430\u0437\u0434\u0435\u043b\u0435 10.1 (\u0422\u043e, \u0437\u0430 \u0427\u0442\u043e IBM \u041c\u043e\u0436\u0435\u0442 \u041d\u0435\u0441\u0442\u0438 \u041e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c) \u0432\u044b\u0448\u0435 \u0432 \u0441\u0432\u044f\u0437\u0438 \u0441 \u043d\u0430\u043d\u0435\u0441\u0435\u043d\u0438\u0435\u043c \u0442\u0435\u043b\u0435\u0441\u043d\u044b\u0445 \u043f\u043e\u0432\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0439 (\u0432\u043a\u043b\u044e\u0447\u0430\u044f \u0441\u043c\u0435\u0440\u0442\u044c) \u0438\u043b\u0438 \u043f\u043e\u0432\u0440\u0435\u0436\u0434\u0435\u043d\u0438\u0435\u043c \u043d\u0435\u0434\u0432\u0438\u0436\u0438\u043c\u043e\u0433\u043e \u0438\u043b\u0438 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0434\u0432\u0438\u0436\u0438\u043c\u043e\u0433\u043e \u0438\u043c\u0443\u0449\u0435\u0441\u0442\u0432\u0430, \u0437\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0435 IBM \u043d\u0435\u0441\u0435\u0442 \u044e\u0440\u0438\u0434\u0438\u0447\u0435\u0441\u043a\u0443\u044e \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u043f\u0435\u0440\u0435\u0434 \u0442\u0430\u043a\u043e\u0439 \u0442\u0440\u0435\u0442\u044c\u0435\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u043e\u0439.\n\
\n\
j. \u0417\u0430\u043a\u043b\u044e\u0447\u0430\u044f \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435, \u043d\u0438 \u043e\u0434\u043d\u0430 \u0438\u0437 \u0441\u0442\u043e\u0440\u043e\u043d \u043d\u0435 \u043f\u043e\u043b\u0430\u0433\u0430\u0435\u0442\u0441\u044f \u043d\u0430 \u043b\u044e\u0431\u044b\u0435 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f, \u043d\u0435 \u0443\u043a\u0430\u0437\u0430\u043d\u043d\u044b\u0435 \u0432 \u0434\u0430\u043d\u043d\u043e\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0438, \u0432\u043a\u043b\u044e\u0447\u0430\u044f, \u043d\u043e \u043d\u0435 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0438\u0432\u0430\u044f\u0441\u044c \u0438\u043c\u0438, \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e: 1) \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u0438\u043b\u0438 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b; 2) \u043c\u043d\u0435\u043d\u0438\u0439 \u0438\u043b\u0438 \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0430\u0446\u0438\u0439 \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u0442\u043e\u0440\u043e\u043d; \u0438\u043b\u0438 3) \u043a\u0430\u043a\u0438\u0445-\u043b\u0438\u0431\u043e \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u043e\u0432 \u0438\u043b\u0438 \u044d\u043a\u043e\u043d\u043e\u043c\u0438\u0447\u0435\u0441\u043a\u043e\u0439 \u0432\u044b\u0433\u043e\u0434\u044b, \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043c\u043e\u0436\u0435\u0442 \u0434\u043e\u0441\u0442\u0438\u0447\u044c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442.\n\
\n\
k. IBM \u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043b\u0430 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f \u0441 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u043c\u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u043c\u0438 (\u0438\u043c\u0435\u043d\u0443\u0435\u043c\u044b\u043c\u0438 "\u0411\u0438\u0437\u043d\u0435\u0441-\u041f\u0430\u0440\u0442\u043d\u0435\u0440\u0430\u043c\u0438 IBM") \u043e \u043f\u0440\u043e\u0434\u0432\u0438\u0436\u0435\u043d\u0438\u0438 \u043d\u0430 \u0440\u044b\u043d\u043a\u0435, \u043f\u0440\u043e\u0434\u0430\u0436\u0435 \u0438 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u0445 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c. \u0411\u0438\u0437\u043d\u0435\u0441-\u041f\u0430\u0440\u0442\u043d\u0435\u0440\u044b IBM \u043e\u0441\u0442\u0430\u044e\u0442\u0441\u044f \u0441\u0430\u043c\u043e\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u043d\u044b\u043c\u0438 \u0438 \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u044b\u043c\u0438 \u043e\u0442 IBM \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u043c\u0438. IBM \u043d\u0435 \u043d\u0435\u0441\u0435\u0442 \u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0438\u043b\u0438 \u0437\u0430\u044f\u0432\u043b\u0435\u043d\u0438\u044f \u0411\u0438\u0437\u043d\u0435\u0441-\u041f\u0430\u0440\u0442\u043d\u0435\u0440\u043e\u0432 IBM \u0438\u043b\u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043e\u043d\u0438 \u0438\u043c\u0435\u044e\u0442 \u043f\u0435\u0440\u0435\u0434 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c.\n\
\n\
l. \u0423\u0441\u043b\u043e\u0432\u0438\u044f \u043e \u0432\u043e\u0437\u043c\u0435\u0449\u0435\u043d\u0438\u044f\u0445, \u043a\u0430\u0441\u0430\u044e\u0449\u0438\u0435\u0441\u044f \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0439 \u0438\u043b\u0438 \u0438\u043d\u0442\u0435\u043b\u043b\u0435\u043a\u0442\u0443\u0430\u043b\u044c\u043d\u043e\u0439 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u0438, \u0434\u0440\u0443\u0433\u0438\u0445 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0441 IBM (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f IBM \u0441 \u0417\u0430\u043a\u0430\u0437\u0447\u0438\u043a\u043e\u043c), \u043d\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u044e\u0442\u0441\u044f \u043a \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044f\u043c \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u043c\u044b\u043c \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0438\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435\u043c.\n\
\n\
m. \u041e\u0431\u0435 \u0441\u0442\u043e\u0440\u043e\u043d\u044b \u0441\u043e\u0433\u043b\u0430\u0441\u043d\u044b \u0441 \u0442\u0435\u043c, \u0447\u0442\u043e \u0432\u0441\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043e\u043d\u0438 \u0431\u0443\u0434\u0443\u0442 \u043e\u0431\u043c\u0435\u043d\u0438\u0432\u0430\u0442\u044c\u0441\u044f, \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043d\u0435\u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0439. \u0415\u0441\u043b\u0438 \u043a\u0430\u043a\u043e\u0439-\u043b\u0438\u0431\u043e \u0438\u0437 \u0441\u0442\u043e\u0440\u043e\u043d \u043f\u043e\u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f \u043e\u0431\u043c\u0435\u043d \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0439 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0435\u0439, \u0442\u043e \u0442\u0430\u043a\u043e\u0432\u043e\u0439 \u0431\u0443\u0434\u0435\u0442 \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u0442\u044c\u0441\u044f \u043f\u043e \u043f\u0438\u0441\u044c\u043c\u0435\u043d\u043d\u043e\u043c\u0443 \u0441\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044e \u043e \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438.\n\
\n\
14. \u0413\u0435\u043e\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043a\u0438\u0435 \u0420\u0430\u043c\u043a\u0438 \u0438 \u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\n\
\n\
14.1 \u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\n\
\n\
\u041e\u0431\u0435 \u0441\u0442\u043e\u0440\u043e\u043d\u044b \u0441\u043e\u0433\u043b\u0430\u0448\u0430\u044e\u0442\u0441\u044f \u043d\u0430 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u0435 \u0437\u0430\u043a\u043e\u043d\u043e\u0432 \u0441\u0442\u0440\u0430\u043d\u044b, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044e \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443, \u0447\u0442\u043e\u0431\u044b \u0440\u0435\u0433\u0443\u043b\u0438\u0440\u043e\u0432\u0430\u0442\u044c, \u0438\u043d\u0442\u0435\u0440\u043f\u0440\u0435\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0438 \u043f\u0440\u0438\u0434\u0430\u0432\u0430\u0442\u044c \u0438\u0441\u043a\u043e\u0432\u0443\u044e \u0437\u0430\u0449\u0438\u0442\u0443 \u0432\u0441\u0435\u043c \u043f\u0440\u0430\u0432\u0430\u043c, \u043e\u0431\u044f\u0437\u0430\u043d\u043d\u043e\u0441\u0442\u044f\u043c \u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430\u043c \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 IBM, \u0432\u043e\u0437\u043d\u0438\u043a\u0430\u044e\u0449\u0438\u043c \u0432\u0441\u043b\u0435\u0434\u0441\u0442\u0432\u0438\u0435 \u0438\u043b\u0438 \u0432 \u043a\u0430\u043a\u043e\u0439-\u043b\u0438\u0431\u043e \u0441\u0432\u044f\u0437\u0438 \u0441 \u043f\u0440\u0435\u0434\u043c\u0435\u0442\u043e\u043c \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f, \u0431\u0435\u0437\u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u043a \u043d\u043e\u0440\u043c\u0430\u043c \u043a\u043e\u043b\u043b\u0438\u0437\u0438\u043e\u043d\u043d\u043e\u0433\u043e \u043f\u0440\u0430\u0432\u0430.\n\
\n\
\u041a\u043e\u043d\u0432\u0435\u043d\u0446\u0438\u044f \u041e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u0438 \u041e\u0431\u044a\u0435\u0434\u0438\u043d\u0435\u043d\u043d\u044b\u0445 \u041d\u0430\u0446\u0438\u0439 \u043e \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u0430\u0445 \u043c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0439 \u043a\u0443\u043f\u043b\u0438-\u043f\u0440\u043e\u0434\u0430\u0436\u0438 \u0442\u043e\u0432\u0430\u0440\u043e\u0432 \u043d\u0435 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f.\n\
\n\
14.2 \u042e\u0440\u0438\u0441\u0434\u0438\u043a\u0446\u0438\u044f\n\
\n\
\u0412\u0441\u0435 \u043f\u0440\u0430\u0432\u0430, \u043e\u0431\u044f\u0437\u0430\u043d\u043d\u043e\u0441\u0442\u0438 \u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 \u043f\u043e\u0434\u043b\u0435\u0436\u0430\u0442 \u0440\u0430\u0441\u0441\u043c\u043e\u0442\u0440\u0435\u043d\u0438\u044e \u0441\u0443\u0434\u0430\u043c\u0438 \u0441\u0442\u0440\u0430\u043d\u044b, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044e \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443.\n\
\n\
\u0427\u0430\u0441\u0442\u044c 2 - \u041e\u0441\u043e\u0431\u044b\u0435 \u0423\u0441\u043b\u043e\u0432\u0438\u044f \u0434\u043b\u044f \u041d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0421\u0442\u0440\u0430\u043d\n\
\n\
\u0414\u043b\u044f \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0439, \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044b\u0445 \u0432 \u043f\u0435\u0440\u0435\u0447\u0438\u0441\u043b\u0435\u043d\u043d\u044b\u0445 \u043d\u0438\u0436\u0435 \u0441\u0442\u0440\u0430\u043d\u0430\u0445, \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0437\u0430\u043c\u0435\u043d\u044f\u044e\u0442 \u0438\u043b\u0438 \u0438\u0437\u043c\u0435\u043d\u044f\u044e\u0442 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0432 \u0427\u0430\u0441\u0442\u0438 1. \u0412\u0441\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0432 \u0427\u0430\u0441\u0442\u0438 1, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043d\u0435 \u0438\u0437\u043c\u0435\u043d\u044f\u044e\u0442\u0441\u044f \u044d\u0442\u0438\u043c\u0438 \u043f\u043e\u043f\u0440\u0430\u0432\u043a\u0430\u043c\u0438, \u043e\u0441\u0442\u0430\u044e\u0442\u0441\u044f \u0432 \u0441\u0438\u043b\u0435 \u0431\u0435\u0437 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0439. \u0427\u0430\u0441\u0442\u044c 2 \u0438\u043c\u0435\u0435\u0442 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0443\u044e \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0443:\n\
\n\
* \u041f\u043e\u043f\u0440\u0430\u0432\u043a\u0438 \u0434\u043b\u044f \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u0441\u0442\u0440\u0430\u043d \u043a \u0427\u0430\u0441\u0442\u0438 1, \u0420\u0430\u0437\u0434\u0435\u043b\u0443 14 ("\u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u0438 \u042e\u0440\u0438\u0441\u0434\u0438\u043a\u0446\u0438\u044f"); \u0438\n\
\n\
* \u041f\u043e\u043f\u0440\u0430\u0432\u043a\u0438 \u0434\u043b\u044f \u0441\u0442\u0440\u0430\u043d \u0415\u0432\u0440\u043e\u043f\u044b, \u0411\u043b\u0438\u0436\u043d\u0435\u0433\u043e \u0438 \u0421\u0440\u0435\u0434\u043d\u0435\u0433\u043e \u0412\u043e\u0441\u0442\u043e\u043a\u0430 \u0438 \u0410\u0444\u0440\u0438\u043a\u0438 \u043a \u0434\u0440\u0443\u0433\u0438\u043c \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u043c \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f.\n\
\n\
\u041f\u043e\u043f\u0440\u0430\u0432\u043a\u0438 \u0434\u043b\u044f \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u0438\u0445 \u0441\u0442\u0440\u0430\u043d \u043a \u0427\u0430\u0441\u0442\u0438 1, \u0420\u0430\u0437\u0434\u0435\u043b\u0443 14 ("\u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u0438 \u042e\u0440\u0438\u0441\u0434\u0438\u043a\u0446\u0438\u044f")\n\
\n\
14.1 \u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\n\
\n\
\u0424\u0440\u0430\u0437\u0430 "\u0437\u0430\u043a\u043e\u043d\u043e\u0432 \u0441\u0442\u0440\u0430\u043d\u044b, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0438\u043e\u0431\u0440\u0435\u043b \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u044e \u043d\u0430 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443" \u0432 \u043f\u0435\u0440\u0432\u043e\u043c \u0430\u0431\u0437\u0430\u0446\u0435 \u043f\u043e\u0434\u0440\u0430\u0437\u0434\u0435\u043b\u0430 14.1 ("\u0420\u0435\u0433\u0443\u043b\u0438\u0440\u0443\u044e\u0449\u0435\u0435 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e") \u0437\u0430\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u0432 \u043f\u0435\u0440\u0435\u0447\u0438\u0441\u043b\u0435\u043d\u043d\u044b\u0445 \u043d\u0438\u0436\u0435 \u0441\u0442\u0440\u0430\u043d\u0430\u0445 \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u043c\u0438 \u0444\u0440\u0430\u0437\u0430\u043c\u0438:\n\
\n\
\u0415\u0412\u0420\u041e\u041f\u0410, \u0411\u041b\u0418\u0416\u041d\u0418\u0419 \u0418 \u0421\u0420\u0415\u0414\u041d\u0418\u0419 \u0412\u041e\u0421\u0422\u041e\u041a \u0418 \u0410\u0424\u0420\u0418\u041a\u0410\n\
\n\
\u0412 \u0411\u0435\u043b\u0430\u0440\u0443\u0441\u0438, \u041a\u0430\u0437\u0430\u0445\u0441\u0442\u0430\u043d\u0435, \u041a\u044b\u0440\u0433\u044b\u0437\u0441\u0442\u0430\u043d\u0435 \u0438 \u0420\u043e\u0441\u0441\u0438\u0438: \u0437\u0430\u043a\u043e\u043d\u043e\u0432 \u0410\u0432\u0441\u0442\u0440\u0438\u0438.\n\
\n\
14.3 \u0410\u0440\u0431\u0438\u0442\u0440\u0430\u0436\n\
\n\
\u0421\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0439 \u0430\u0431\u0437\u0430\u0446 \u0434\u043e\u0431\u0430\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043d\u043e\u0432\u043e\u0433\u043e \u041f\u043e\u0434\u0440\u0430\u0437\u0434\u0435\u043b\u0430 14.3 ("\u0410\u0440\u0431\u0438\u0442\u0440\u0430\u0436") \u0432 \u0442\u043e\u0439 \u0441\u0442\u0435\u043f\u0435\u043d\u0438, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043e\u043d \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u0432 \u043f\u0435\u0440\u0435\u0447\u0438\u0441\u043b\u0435\u043d\u043d\u044b\u0445 \u043d\u0438\u0436\u0435 \u0441\u0442\u0440\u0430\u043d\u0430\u0445. \u041f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0434\u0430\u043d\u043d\u043e\u0433\u043e \u043f\u043e\u0434\u0440\u0430\u0437\u0434\u0435\u043b\u0430 14.3 \u0438\u043c\u0435\u044e\u0442 \u043f\u0440\u0435\u0438\u043c\u0443\u0449\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u0443\u044e \u0441\u0438\u043b\u0443 \u043f\u0435\u0440\u0435\u0434 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u043c\u0438 \u043f\u043e\u0434\u0440\u0430\u0437\u0434\u0435\u043b\u0430 14.2 ("\u042e\u0440\u0438\u0441\u0434\u0438\u043a\u0446\u0438\u044f") \u0432 \u0442\u043e\u0439 \u043c\u0435\u0440\u0435, \u0432 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u044d\u0442\u043e \u0434\u043e\u043f\u0443\u0441\u043a\u0430\u0435\u0442\u0441\u044f \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u044b\u043c \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0441\u0443\u0430\u043b\u044c\u043d\u044b\u043c\u0438 \u043d\u043e\u0440\u043c\u0430\u043c\u0438.\n\
\n\
\u0415\u0412\u0420\u041e\u041f\u0410, \u0411\u041b\u0418\u0416\u041d\u0418\u0419 \u0418 \u0421\u0420\u0415\u0414\u041d\u0418\u0419 \u0412\u041e\u0421\u0422\u041e\u041a \u0418 \u0410\u0424\u0420\u0418\u041a\u0410\n\
\n\
\u0412 \u0411\u0435\u043b\u0430\u0440\u0443\u0441\u0438, \u041a\u0430\u0437\u0430\u0445\u0441\u0442\u0430\u043d\u0435, \u041a\u044b\u0440\u0433\u044b\u0437\u0441\u0442\u0430\u043d\u0435 \u0438 \u0420\u043e\u0441\u0441\u0438\u0438:\n\
\n\
\u0412\u0441\u0435 \u0441\u043f\u043e\u0440\u044b, \u0432\u043e\u0437\u043d\u0438\u043a\u0430\u044e\u0449\u0438\u0435 \u0438\u0437 \u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u0433\u043e \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u044f \u0438\u043b\u0438 \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u0435 \u0441 \u0435\u0433\u043e \u043d\u0430\u0440\u0443\u0448\u0435\u043d\u0438\u0435\u043c, \u043f\u0440\u0435\u043a\u0440\u0430\u0449\u0435\u043d\u0438\u0435\u043c \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0438\u043b\u0438 \u043f\u0440\u0438\u0437\u043d\u0430\u043d\u0438\u0435\u043c \u043d\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u043c, \u043f\u043e\u0434\u043b\u0435\u0436\u0430\u0442 \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u043c\u0443 \u0443\u0440\u0435\u0433\u0443\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044e \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u041f\u0440\u0430\u0432\u0438\u043b\u0430\u043c\u0438 \u0410\u0440\u0431\u0438\u0442\u0440\u0430\u0436\u0430 \u0438 \u0423\u0440\u0435\u0433\u0443\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u041c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0433\u043e \u0410\u0440\u0431\u0438\u0442\u0440\u0430\u0436\u043d\u043e\u0433\u043e \u0426\u0435\u043d\u0442\u0440\u0430 \u0424\u0435\u0434\u0435\u0440\u0430\u043b\u044c\u043d\u043e\u0439 \u042d\u043a\u043e\u043d\u043e\u043c\u0438\u0447\u0435\u0441\u043a\u043e\u0439 \u041f\u0430\u043b\u0430\u0442\u044b \u0432 \u0412\u0435\u043d\u0435 (\u0412\u0435\u043d\u0441\u043a\u0438\u0435 \u041f\u0440\u0430\u0432\u0438\u043b\u0430) \u0442\u0440\u0435\u043c\u044f \u0430\u0440\u0431\u0438\u0442\u0440\u0430\u043c\u0438, \u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u043d\u044b\u043c\u0438 \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0434\u0430\u043d\u043d\u044b\u043c\u0438 \u043f\u0440\u0430\u0432\u0438\u043b\u0430\u043c\u0438. \u0410\u0440\u0431\u0438\u0442\u0440\u0430\u0436\u043d\u043e\u0435 \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u0431\u0443\u0434\u0435\u0442 \u043f\u0440\u043e\u0432\u043e\u0434\u0438\u0442\u044c\u0441\u044f \u0432 \u0412\u0435\u043d\u0435 (\u0410\u0432\u0441\u0442\u0440\u0438\u044f), \u0438 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u044c\u043d\u044b\u043c \u044f\u0437\u044b\u043a\u043e\u043c \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 \u0431\u0443\u0434\u0435\u0442 \u0430\u043d\u0433\u043b\u0438\u0439\u0441\u043a\u0438\u0439. \u0420\u0435\u0448\u0435\u043d\u0438\u0435 \u0430\u0440\u0431\u0438\u0442\u0440\u043e\u0432 \u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u043e\u043a\u043e\u043d\u0447\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u043c \u0438 \u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u043c \u0434\u043b\u044f \u043e\u0431\u0435\u0438\u0445 \u0441\u0442\u043e\u0440\u043e\u043d. \u041f\u043e\u044d\u0442\u043e\u043c\u0443, \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u043f\u0430\u0440\u0430\u0433\u0440\u0430\u0444\u043e\u043c 598 (2) \u0410\u0432\u0441\u0442\u0440\u0438\u0439\u0441\u043a\u043e\u0433\u043e \u0413\u0440\u0430\u0436\u0434\u0430\u043d\u0441\u043a\u043e-\u043f\u0440\u043e\u0446\u0435\u0441\u0441\u0443\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u043a\u043e\u0434\u0435\u043a\u0441\u0430, \u0441\u0442\u043e\u0440\u043e\u043d\u044b \u0432 \u044f\u0432\u043d\u043e \u0432\u044b\u0440\u0430\u0436\u0435\u043d\u043d\u043e\u0439 \u0444\u043e\u0440\u043c\u0435 \u043e\u0442\u043a\u0430\u0437\u044b\u0432\u0430\u044e\u0442\u0441\u044f \u043e\u0442 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u043f\u0430\u0440\u0430\u0433\u0440\u0430\u0444\u0430 595 (1), \u043f\u0443\u043d\u043a\u0442\u0430 7 \u041a\u043e\u0434\u0435\u043a\u0441\u0430. IBM \u043c\u043e\u0436\u0435\u0442, \u043e\u0434\u043d\u0430\u043a\u043e, \u0432\u043e\u0437\u0431\u0443\u0434\u0438\u0442\u044c \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u0432 \u043a\u043e\u043c\u043f\u0435\u0442\u0435\u043d\u0442\u043d\u043e\u043c \u0441\u0443\u0434\u0435 \u0432 \u0441\u0442\u0440\u0430\u043d\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0438.\n\
\n\
\u041f\u041e\u041f\u0420\u0410\u0412\u041a\u0418 \u0414\u041b\u042f \u0421\u0422\u0420\u0410\u041d \u0415\u0412\u0420\u041e\u041f\u042b, \u0411\u041b\u0418\u0416\u041d\u0415\u0413\u041e \u0418 \u0421\u0420\u0415\u0414\u041d\u0415\u0413\u041e \u0412\u041e\u0421\u0422\u041e\u041a\u0410 \u0418 \u0410\u0424\u0420\u0418\u041a\u0418 (EMEA)\n\
\n\
\u041b\u044e\u0431\u0430\u044f \u0435\u0432\u0440\u043e\u043f\u0435\u0439\u0441\u043a\u0430\u044f \u0441\u0442\u0440\u0430\u043d\u0430, \u043a\u043e\u0442\u043e\u0440\u0430\u044f \u043f\u0440\u0438\u043d\u044f\u043b\u0430 \u043c\u0435\u0441\u0442\u043d\u044b\u0435 \u0437\u0430\u043a\u043e\u043d\u044b \u043e \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u0438\u043b\u0438 \u0437\u0430\u0449\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u044b\u0445, \u0430\u043d\u0430\u043b\u043e\u0433\u0438\u0447\u043d\u044b\u0435 \u043c\u043e\u0434\u0435\u043b\u0438 \u0415\u0421.\n\
\n\
13. \u041e\u0431\u0449\u0438\u0435 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\n\
\n\
\u041f\u0443\u043d\u043a\u0442 13.e \u0437\u0430\u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u043c:\n\
\n\
(1) \u041e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u044f - \u0432 \u041f\u0443\u043d\u043a\u0442\u0435 13.e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0442\u0441\u044f \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u0438\u044f:\n\
\n\
(a) \u0414\u0435\u043b\u043e\u0432\u0430\u044f \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u044f \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f - \u0434\u0435\u043b\u043e\u0432\u0430\u044f \u043a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u0443\u044e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0440\u0430\u0441\u043a\u0440\u044b\u0432\u0430\u0435\u0442 IBM, \u0432\u043a\u043b\u044e\u0447\u0430\u044e\u0449\u0430\u044f \u0438\u043c\u0435\u043d\u0430, \u0434\u043e\u043b\u0436\u043d\u043e\u0441\u0442\u0438, \u0441\u043b\u0443\u0436\u0435\u0431\u043d\u044b\u0435 \u0430\u0434\u0440\u0435\u0441\u0430, \u043d\u043e\u043c\u0435\u0440\u0430 \u0442\u0435\u043b\u0435\u0444\u043e\u043d\u043e\u0432 \u0438 \u0430\u0434\u0440\u0435\u0441\u0430 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0439 \u043f\u043e\u0447\u0442\u044b \u0441\u043e\u0442\u0440\u0443\u0434\u043d\u0438\u043a\u043e\u0432 \u0438 \u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u043e\u0432 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430. \u0412 \u0410\u0432\u0441\u0442\u0440\u0438\u0438, \u0418\u0442\u0430\u043b\u0438\u0438 \u0438 \u0428\u0432\u0435\u0439\u0446\u0430\u0440\u0438\u0438 \u0414\u0435\u043b\u043e\u0432\u0430\u044f \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u044f \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u0442\u0430\u043a\u0436\u0435 \u0432\u043a\u043b\u044e\u0447\u0430\u0435\u0442 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0435 \u0438 \u0435\u0433\u043e \u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u0430\u0445 \u043a\u0430\u043a \u043e \u044e\u0440\u0438\u0434\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u043b\u0438\u0446\u0430\u0445 (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0434\u0430\u043d\u043d\u044b\u0435 \u043e \u0434\u043e\u0445\u043e\u0434\u0430\u0445 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430 \u0438 \u0434\u0440\u0443\u0433\u0443\u044e \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u043e \u0442\u0440\u0430\u043d\u0437\u0430\u043a\u0446\u0438\u044f\u0445).\n\
\n\
(b) \u0414\u0435\u043b\u043e\u0432\u044b\u0435 \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u044b\u0435 \u041b\u0438\u0446\u0430 - \u0441\u043e\u0442\u0440\u0443\u0434\u043d\u0438\u043a\u0438 \u0438 \u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u0438 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430, \u043a \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0441\u044f \u0414\u0435\u043b\u043e\u0432\u0430\u044f \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0430\u044f \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.\n\
\n\
(c) \u0413\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0439 \u043e\u0440\u0433\u0430\u043d \u043f\u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 - \u043e\u0440\u0433\u0430\u043d \u0443\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u044f, \u0441\u043e\u0437\u0434\u0430\u043d\u043d\u044b\u0439 \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 \u0438 \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0445 \u0441\u0432\u044f\u0437\u0438 \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0435\u0439 \u0441\u0442\u0440\u0430\u043d\u0435, \u0438\u043b\u0438, \u0434\u043b\u044f \u0441\u0442\u0440\u0430\u043d, \u043d\u0435 \u0432\u0445\u043e\u0434\u044f\u0449\u0438\u0445 \u0432 \u0415\u0421, - \u043e\u0440\u0433\u0430\u043d, \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u044e\u0449\u0438\u0439 \u043d\u0430\u0434\u0437\u043e\u0440 \u0437\u0430 \u0437\u0430\u0449\u0438\u0442\u043e\u0439 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u0432 \u044d\u0442\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0435; \u0438\u043b\u0438 (\u0434\u043b\u044f \u0432\u0441\u0435\u0445 \u0432\u044b\u0448\u0435\u0443\u043f\u043e\u043c\u044f\u043d\u0443\u0442\u044b\u0445) \u043b\u044e\u0431\u0430\u044f \u043d\u0430\u0434\u043b\u0435\u0436\u0430\u0449\u0438\u043c \u043e\u0431\u0440\u0430\u0437\u043e\u043c \u0443\u043f\u043e\u043b\u043d\u043e\u043c\u043e\u0447\u0435\u043d\u043d\u0430\u044f \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f, \u044f\u0432\u043b\u044f\u044e\u0449\u0430\u044f\u0441\u044f \u0438\u0445 \u043f\u0440\u0430\u0432\u043e\u043f\u0440\u0435\u0435\u043c\u043d\u0438\u043a\u043e\u043c.\n\
\n\
(d) \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 \u0438 \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0445 \u0441\u0432\u044f\u0437\u0438 - (i) \u043f\u0440\u0438\u043c\u0435\u043d\u0438\u043c\u043e\u0435 \u043c\u0435\u0441\u0442\u043d\u043e\u0435 \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e \u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u043d\u043e\u0440\u043c\u0430\u0442\u0438\u0432\u043d\u044b\u0435 \u0430\u043a\u0442\u044b, \u0432\u0432\u043e\u0434\u044f\u0449\u0438\u0435 \u0432 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0414\u0438\u0440\u0435\u043a\u0442\u0438\u0432\u0443 \u0415\u0421 95/46/EC (\u043e \u0437\u0430\u0449\u0438\u0442\u0435 \u043f\u0440\u0430\u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u043b\u0438\u0446 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0435 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u043e\u0439 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0435 \u0442\u0430\u043a\u0438\u0445 \u0434\u0430\u043d\u043d\u044b\u0445) \u0438 \u0414\u0438\u0440\u0435\u043a\u0442\u0438\u0432\u0443 \u0415\u0421 2002/58/EC (\u0432 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0438 \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438 \u0437\u0430\u0449\u0438\u0442\u044b \u043a\u043e\u043d\u0444\u0438\u0434\u0435\u043d\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438 \u0432 \u0441\u0444\u0435\u0440\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0441\u0432\u044f\u0437\u0438), \u0438\u043b\u0438 (ii) \u0434\u043b\u044f \u0441\u0442\u0440\u0430\u043d, \u043d\u0435 \u0432\u0445\u043e\u0434\u044f\u0449\u0438\u0445 \u0432 \u0415\u0421, - \u043f\u0440\u0438\u043d\u044f\u0442\u044b\u0435 \u0432 \u0434\u0430\u043d\u043d\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0435 \u0437\u0430\u043a\u043e\u043d\u044b \u0438/\u0438\u043b\u0438 \u043d\u043e\u0440\u043c\u0430\u0442\u0438\u0432\u043d\u044b\u0435 \u0430\u043a\u0442\u044b, \u043a\u0430\u0441\u0430\u044e\u0449\u0438\u0435\u0441\u044f \u0437\u0430\u0449\u0438\u0442\u044b \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u0438 \u0437\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0433\u043e \u0440\u0435\u0433\u0443\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0432 \u0441\u0444\u0435\u0440\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0441\u0432\u044f\u0437\u0438 \u0441 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435\u043c \u043f\u0435\u0440\u0441\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445 \u0434\u0430\u043d\u043d\u044b\u0445, \u0432\u043a\u043b\u044e\u0447\u0430\u044f (\u0434\u043b\u044f \u0432\u0441\u0435\u0445 \u0432\u044b\u0448\u0435\u0443\u043f\u043e\u043c\u044f\u043d\u0443\u0442\u044b\u0445) \u043b\u044e\u0431\u044b\u0435 \u0437\u0430\u043c\u0435\u043d\u044f\u044e\u0449\u0438\u0435 \u0438\u0445 \u043d\u043e\u0440\u043c\u0430\u0442\u0438\u0432\u043d\u044b\u0435 \u0430\u043a\u0442\u044b \u0438 \u043f\u043e\u043f\u0440\u0430\u0432\u043a\u0438 \u043a \u043d\u0438\u043c.\n\
\n\
(e) IBM Group - \u044d\u0442\u043e International Business Machines Corporation, \u0448\u0442\u0430\u0431-\u043a\u0432\u0430\u0440\u0442\u0438\u0440\u0430 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u0432 \u0410\u0440\u043c\u043e\u043d\u043a\u0435, \u0448\u0442\u0430\u0442 \u041d\u044c\u044e-\u0419\u043e\u0440\u043a (\u0421\u0428\u0410), \u0435\u0435 \u0434\u043e\u0447\u0435\u0440\u043d\u0438\u0435 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438 \u0438 \u0438\u0445 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u0411\u0438\u0437\u043d\u0435\u0441-\u041f\u0430\u0440\u0442\u043d\u0435\u0440\u044b \u0438 \u0441\u0443\u0431\u043f\u043e\u0434\u0440\u044f\u0434\u0447\u0438\u043a\u0438.\n\
\n\
(2) \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 IBM \u043f\u0440\u0430\u0432\u043e:\n\
\n\
(a) \u043e\u0431\u0440\u0430\u0431\u0430\u0442\u044b\u0432\u0430\u0442\u044c \u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0414\u0435\u043b\u043e\u0432\u0443\u044e \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0443\u044e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0432 \u043f\u0440\u0435\u0434\u0435\u043b\u0430\u0445 IBM Group \u0432 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u0430, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u0438\u0435 \u0443\u0441\u043b\u0443\u0433 \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0438, \u0438 \u0434\u043b\u044f \u0446\u0435\u043b\u0435\u0439 \u043f\u0440\u043e\u0434\u043e\u043b\u0436\u0435\u043d\u0438\u044f \u0434\u0435\u043b\u043e\u0432\u044b\u0445 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0439 \u043c\u0435\u0436\u0434\u0443 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442\u043e\u043c \u0438 IBM Group, \u0432\u043a\u043b\u044e\u0447\u0430\u044f, \u0431\u0435\u0437 \u043e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0439, \u043e\u0431\u0440\u0430\u0449\u0435\u043d\u0438\u0435 \u043a \u0414\u0435\u043b\u043e\u0432\u044b\u043c \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u044b\u043c \u041b\u0438\u0446\u0430\u043c (\u043f\u043e \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0439 \u043f\u043e\u0447\u0442\u0435 \u0438\u043b\u0438 \u0438\u043d\u044b\u043c \u0441\u043f\u043e\u0441\u043e\u0431\u043e\u043c) \u0438 \u043c\u0430\u0440\u043a\u0435\u0442\u0438\u043d\u0433 \u043f\u0440\u043e\u0434\u0443\u043a\u0442\u043e\u0432 \u0438 \u0443\u0441\u043b\u0443\u0433 IBM Group ("\u0423\u043a\u0430\u0437\u0430\u043d\u043d\u0430\u044f \u0426\u0435\u043b\u044c"); \u0438\n\
\n\
(b) \u0440\u0430\u0441\u043a\u0440\u044b\u0432\u0430\u0442\u044c \u0414\u0435\u043b\u043e\u0432\u0443\u044e \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0443\u044e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0434\u0440\u0443\u0433\u0438\u043c \u0443\u0447\u0430\u0441\u0442\u043d\u0438\u043a\u0430\u043c IBM Group \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0423\u043a\u0430\u0437\u0430\u043d\u043d\u043e\u0439 \u0426\u0435\u043b\u0438.\n\
\n\
(3) IBM \u0441\u043e\u0433\u043b\u0430\u0448\u0430\u0435\u0442\u0441\u044f \u043e\u0431\u0440\u0430\u0431\u0430\u0442\u044b\u0432\u0430\u0442\u044c \u0432\u0441\u044e \u0414\u0435\u043b\u043e\u0432\u0443\u044e \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0443\u044e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 \u0438 \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0445 \u0441\u0432\u044f\u0437\u0438 \u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0435\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0423\u043a\u0430\u0437\u0430\u043d\u043d\u043e\u0439 \u0426\u0435\u043b\u0438.\n\
\n\
(4) \u0412 \u043e\u0431\u044a\u0435\u043c\u0435, \u0442\u0440\u0435\u0431\u0443\u0435\u043c\u043e\u043c \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 \u0438 \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0445 \u0441\u0432\u044f\u0437\u0438, \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u0437\u0430\u044f\u0432\u043b\u044f\u0435\u0442, \u0447\u0442\u043e (a) \u043f\u043e\u043b\u0443\u0447\u0438\u043b (\u0438\u043b\u0438 \u043f\u043e\u043b\u0443\u0447\u0438\u0442) \u043b\u044e\u0431\u044b\u0435 \u0441\u043e\u0433\u043b\u0430\u0441\u0438\u044f \u043e\u0442 (\u0438 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u043b (\u0438\u043b\u0438 \u043d\u0430\u043f\u0440\u0430\u0432\u0438\u0442) \u043b\u044e\u0431\u044b\u0435 \u0443\u0432\u0435\u0434\u043e\u043c\u043b\u0435\u043d\u0438\u044f) \u0414\u0435\u043b\u043e\u0432\u044b\u0445 \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u044b\u0445 \u041b\u0438\u0446, \u043a\u0430\u043a \u0442\u043e \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0434\u043b\u044f \u0442\u043e\u0433\u043e, \u0447\u0442\u043e\u0431\u044b \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044c IBM Group \u043e\u0431\u0440\u0430\u0431\u0430\u0442\u044b\u0432\u0430\u0442\u044c \u0438 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0414\u0435\u043b\u043e\u0432\u0443\u044e \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0443\u044e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0434\u043b\u044f \u0423\u043a\u0430\u0437\u0430\u043d\u043d\u043e\u0439 \u0426\u0435\u043b\u0438.\n\
\n\
(5) \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u0430\u0442 \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 IBM \u043f\u0440\u0430\u0432\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u044c \u0414\u0435\u043b\u043e\u0432\u0443\u044e \u041a\u043e\u043d\u0442\u0430\u043a\u0442\u043d\u0443\u044e \u0418\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044e \u0437\u0430 \u043f\u0440\u0435\u0434\u0435\u043b\u044b \u0415\u0432\u0440\u043e\u043f\u0435\u0439\u0441\u043a\u043e\u0439 \u042d\u043a\u043e\u043d\u043e\u043c\u0438\u0447\u0435\u0441\u043a\u043e\u0439 \u0417\u043e\u043d\u044b \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438, \u0447\u0442\u043e \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0430 \u0431\u0443\u0434\u0435\u0442 \u0432\u044b\u043f\u043e\u043b\u043d\u044f\u0442\u044c\u0441\u044f \u0441 \u0441\u043e\u0431\u043b\u044e\u0434\u0435\u043d\u0438\u0435\u043c \u0434\u043e\u0433\u043e\u0432\u043e\u0440\u043d\u044b\u0445 \u0443\u0441\u043b\u043e\u0432\u0438\u0439, \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u043d\u044b\u0445 \u0413\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u043c \u043e\u0440\u0433\u0430\u043d\u043e\u043c \u043f\u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445, \u0438\u043b\u0438 \u0432 \u0438\u043d\u044b\u0445 \u0441\u043b\u0443\u0447\u0430\u044f\u0445, \u043a\u043e\u0433\u0434\u0430 \u043f\u0435\u0440\u0435\u0434\u0430\u0447\u0430 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u0430 \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0417\u0430\u043a\u043e\u043d\u043e\u0434\u0430\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u043e \u0417\u0430\u0449\u0438\u0442\u0435 \u0414\u0430\u043d\u043d\u044b\u0445 \u0438 \u042d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0445 \u0421\u0440\u0435\u0434\u0441\u0442\u0432\u0430\u0445 \u0441\u0432\u044f\u0437\u0438.\n\
\n\
Z125-5589-05 (07/2011)\n\
\n\
\n\
\u041b\u0418\u0426\u0415\u041d\u0417\u0418\u041e\u041d\u041d\u0410\u042f \u0418\u041d\u0424\u041e\u0420\u041c\u0410\u0426\u0418\u042f\n\
\n\
\u041f\u0435\u0440\u0435\u0447\u0438\u0441\u043b\u0435\u043d\u043d\u044b\u0435 \u043d\u0438\u0436\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b \u043b\u0438\u0446\u0435\u043d\u0437\u0438\u0440\u0443\u044e\u0442\u0441\u044f \u0432 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441\u043e \u0441\u043b\u0435\u0434\u0443\u044e\u0449\u0438\u043c\u0438 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u043c\u0438 \u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u043c\u0438 \u0432 \u0434\u043e\u043f\u043e\u043b\u043d\u0435\u043d\u0438\u0435 \u043a \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u044f\u043c \u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f\u043c \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430 IBM \u041c\u0435\u0436\u0434\u0443\u043d\u0430\u0440\u043e\u0434\u043d\u043e\u0435 \u041b\u0438\u0446\u0435\u043d\u0437\u0438\u043e\u043d\u043d\u043e\u0435 \u0421\u043e\u0433\u043b\u0430\u0448\u0435\u043d\u0438\u0435 \u0434\u043b\u044f \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c \u0431\u0435\u0437 \u0413\u0430\u0440\u0430\u043d\u0442\u0438\u0439 (\u043d\u043e\u043c\u0435\u0440 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430 IBM Z125-5589-05).\n\
\n\
\u041d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b: IBM WebSphere Application Server Developer Tools for Eclipse 8.5.5\n\
\u041d\u043e\u043c\u0435\u0440 \u041f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u044b: Tool\n\
\n\
L/N:  L-MCHN-96SPN6\n\
D/N:  L-MCHN-96SPN6\n\
P/N:  L-MCHN-96SPN6 
########### end of license property ##########################################