#
# +----------------------------------------------------------------------------+
# *| Copyright 2015, 2020 IBM. All Rights Reserved.                            |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
featureName=Application Migration Tool - Java EE Migration
providerName=IBM

description=Pravidla migrace Java EE pom\u00e1haj\u00ed v p\u0159esunu aplikac\u00ed mezi verzemi Java EE. \
Java EE 7 a Java EE 8 jsou k dispozici na serveru Liberty.
copyright=(c) Copyright IBM Corporation 2015, 2020. V\u0161echna pr\u00e1va vyhrazena.
#
# +----------------------------------------------------------------------------+
# *| Copyright 2019 IBM. All Rights Reserved.                                  |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
# START NON-TRANSLATABLE
license=LICEN\u010CN\u00CD INFORMACE\r\n\r\nN\u00ED\u017Ee uveden\u00E9 Programy jsou licencov\u00E1ny na z\u00E1klad\u011B n\u00E1sleduj\u00EDc\u00EDch podm\u00EDnek uveden\u00FDch v dokumentu Licen\u010Dn\u00ED informace, kter\u00E9 dopl\u0148uj\u00ED licen\u010Dn\u00ED podm\u00EDnky pro Program, s nimi\u017E d\u0159\u00EDve Z\u00E1kazn\u00EDk a IBM vyj\u00E1d\u0159ili souhlas Pokud Z\u00E1kazn\u00EDk d\u0159\u00EDve nevyj\u00E1d\u0159il souhlas s \u00FA\u010Dinn\u00FDmi licen\u010Dn\u00EDmi podm\u00EDnkami pro Program, uplatn\u00ED se licence Mezin\u00E1rodn\u00ED licen\u010Dn\u00ED smlouva pro programy bez z\u00E1ruky (Z125-5589-05).\r\n\r\nN\u00E1zev Programu (\u010C\u00EDslo Programu)\:\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0 (TOOL)\r\nIBM WebSphere Application Server Migration Toolkit V9.0 (TOOL)\r\nIBM Static Analysis V2.0 (COMPONENT)\r\n\r\nNa pou\u017E\u00EDv\u00E1n\u00ED Programu Dr\u017Eitelem licence se vztahuj\u00ED n\u00E1sleduj\u00EDc\u00ED standardn\u00ED podm\u00EDnky.\r\n\r\nZak\u00E1zan\u00E9 u\u017E\u00EDv\u00E1n\u00ED\r\n\r\nDr\u017Eitel licence nesm\u00ED pou\u017E\u00EDvat nebo autorizovat ostatn\u00ED pro pou\u017Eit\u00ED Programu, pokud by selh\u00E1n\u00ED Programu mohlo zp\u016Fsobit smrt, \u0161kodu na zdrav\u00ED nebo \u0161kody na majetku \u010Di \u017Eivotn\u00EDm prost\u0159ed\u00ED.\r\n\r\nBenchmarking\r\n\r\nDr\u017Eitel licence je opr\u00E1vn\u011Bn sd\u011Blit v\u00FDsledky testov\u00E1n\u00ED Programu nebo jeho d\u00EDl\u010D\u00EDch komponent libovoln\u00E9 t\u0159et\u00ED stran\u011B za p\u0159edpokladu, \u017Ee (A) Dr\u017Eitel licence ve\u0159ejn\u011B ozn\u00E1m\u00ED kompletn\u00ED metodologii pou\u017Eitou p\u0159i testov\u00E1n\u00ED (nap\u0159. nastaven\u00ED hardwaru a softwaru, postup instalace a konfigura\u010Dn\u00ED soubory), (B) provede testov\u00E1n\u00ED p\u0159i spou\u0161t\u011Bn\u00ED Programu ve sv\u00E9m Ur\u010Den\u00E9m provozn\u00EDm prost\u0159ed\u00ED a pou\u017Eije nejnov\u011Bj\u0161\u00ED aktualizace a opravy, kter\u00E9 IBM nebo t\u0159et\u00ED strany dod\u00E1vaj\u00EDc\u00ED produkty IBM ("T\u0159et\u00ED strany") pro Program zp\u0159\u00EDstupnily, a (C) bude postupovat v souladu s ve\u0161ker\u00FDmi pokyny pro lad\u011Bn\u00ED v\u00FDkonu a "osv\u011Bd\u010Den\u00FDmi postupy", kter\u00E9 jsou k dispozici v dokumentaci k Programu a na webov\u00FDch str\u00E1nk\u00E1ch IBM t\u00FDkaj\u00EDc\u00EDch se podpory Programu. Pokud Dr\u017Eitel licence zve\u0159ejn\u00ED v\u00FDsledky benchmarkov\u00FDch test\u016F Programu, pak budou IBM nebo T\u0159et\u00ED strany, nestanov\u00ED-li podm\u00EDnky smlouvy uzav\u0159en\u00E9 mezi Dr\u017Eitelem licence a IBM nebo T\u0159et\u00EDmi stranami jinak, opr\u00E1vn\u011Bny zve\u0159ejnit v\u00FDsledky testov\u00E1n\u00ED produkt\u016F Dr\u017Eitele licence, p\u0159i\u010Dem\u017E IBM nebo T\u0159et\u00ED strany mus\u00ED p\u0159i testov\u00E1n\u00ED produkt\u016F Dr\u017Eitele licence dodr\u017Eet po\u017Eadavky uveden\u00E9 v\u00FD\u0161e v bodech (A), (B) a (C).\r\n\r\nBez ohledu na v\u00FD\u0161e uveden\u00E9 nesm\u00ED Dr\u017Eitel licence za \u017E\u00E1dn\u00FDch okolnost\u00ED zve\u0159ejnit v\u00FDsledky benchmarkov\u00FDch test\u016F technologie Outside In Technology bez p\u0159edchoz\u00EDho p\u00EDsemn\u00E9ho souhlasu.\r\n\r\nV\u00FD\u0161e uveden\u00E9 podm\u00EDnky t\u00FDkaj\u00EDc\u00ED se testov\u00E1n\u00ED se vztahuj\u00ED na n\u00ED\u017Ee uveden\u00E9 Programy nebo jejich d\u00EDl\u010D\u00ED komponenty\:\r\nIBM WebSphere Application Server Migration Toolkit V9.0\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0\r\nStatic Analysis V2.0\r\n\r\nKomponenty ve vzorov\u00E9m k\u00F3du a Vzorov\u00E9 materi\u00E1ly\r\n\r\nProgram m\u016F\u017Ee obsahovat n\u011Bkter\u00E9 komponenty ve form\u011B zdrojov\u00E9ho k\u00F3du ("Komponenty ve zdrojov\u00E9m k\u00F3du") a jin\u00E9 materi\u00E1ly ozna\u010Dovan\u00E9 jako Vzorov\u00E9 materi\u00E1ly. Dr\u017Eitel licence sm\u00ED kop\u00EDrovat a m\u011Bnit Komponenty ve zdrojov\u00E9m k\u00F3du a Vzorov\u00E9 materi\u00E1ly pouze pro intern\u00ED u\u017E\u00EDv\u00E1n\u00ED a pouze pod podm\u00EDnkou, \u017Ee toto u\u017E\u00EDv\u00E1n\u00ED bude v souladu s omezen\u00EDmi licen\u010Dn\u00EDch opr\u00E1vn\u011Bn\u00ED stanoven\u00FDmi touto Smlouvou. Dr\u017Eitel licence v\u0161ak nesm\u00ED m\u011Bnit ani odstra\u0148ovat \u017E\u00E1dn\u00E9 informace nebo v\u00FDhrady t\u00FDkaj\u00EDc\u00ED se autorsk\u00FDch pr\u00E1v obsa\u017Een\u00E9 v Komponent\u00E1ch ve zdrojov\u00E9m k\u00F3du nebo ve Vzorov\u00FDch materi\u00E1lech. IBM poskytuje tyto Komponenty ve zdrojov\u00E9m k\u00F3du a Vzorov\u00E9 materi\u00E1ly bez z\u00E1vazku podpory a "JAK JSOU", BEZ Z\u00C1RUKY JAK\u00C9HOKOLIV DRUHU, VYJ\u00C1D\u0158EN\u00C9 V\u00DDSLOVN\u011A \u010CI VYPL\u00DDVAJ\u00CDC\u00CD Z OKOLNOST\u00CD, V\u010CETN\u011A Z\u00C1RUKY VLASTNICTV\u00CD, NEPORU\u0160EN\u00CD PR\u00C1V T\u0158ET\u00CDCH STRAN A Z\u00C1RUK A PODM\u00CDNEK PRODEJNOSTI A VHODNOSTI PRO DAN\u00DD \u00DA\u010CEL.\r\n\r\nL/N\:  L-BJHS-BJ4SYQ\r\nD/N\:  L-BJHS-BJ4SYQ\r\nP/N\:  L-BJHS-BJ4SYQ\r\n\r\n\r\nMezin\u00E1rodn\u00ED licen\u010Dn\u00ED smlouva pro programy bez z\u00E1ruky\r\n\r\n\u010C\u00E1st 1 - Obecn\u00E1 ustanoven\u00ED\r\n\r\nSTA\u017DEN\u00CDM, INSTALAC\u00CD, ZKOP\u00CDROV\u00C1N\u00CDM, P\u0158\u00CDSTUPEM K PROGRAMU NEBO KLEPNUT\u00CDM NA TLA\u010C\u00CDTKO "SOUHLAS\u00CDM" NEBO JIN\u00DDM POU\u017DIT\u00CDM PROGRAMU VYJAD\u0158UJE DR\u017DITEL LICENCE SV\u016EJ SOUHLAS S TOUTO SMLOUVOU. JESTLI\u017DE TYTO PODM\u00CDNKY AKCEPTUJETE JM\u00C9NEM DR\u017DITELE LICENCE, PROHLA\u0160UJETE A ZARU\u010CUJETE, \u017DE JSTE ZMOCN\u011ANI V\u00C1ZAT DR\u017DITELE LICENCE T\u011AMITO PODM\u00CDNKAMI. JESTLI\u017DE S T\u011AMITO PODM\u00CDNKAMI NESOUHLAS\u00CDTE\:\r\n\r\n* NESTAHUJTE, NEINSTALUJTE, NEKOP\u00CDRUJTE PROGRAM, NEP\u0158ISTUPUJTE K PROGRAMU, NEPOU\u017D\u00CDVEJTE TLA\u010C\u00CDTKO "SOUHLAS\u00CDM", ANI PROGRAM NEPOU\u017D\u00CDVEJTE; A\r\n\r\n* NEPRODLEN\u011A VRA\u0164TE NEPOU\u017DIT\u00C9 NOSI\u010CE A DOKUMENTACI STRAN\u011A, OD KTER\u00C9 JSTE JE Z\u00CDSKALI, A BUDE V\u00C1M VR\u00C1CENA \u010C\u00C1STKA, KTEROU JSTE ZA N\u011A UHRADILI (JE-LI TO RELEVANTN\u00CD). POKUD BYL PROGRAM STA\u017DEN, VE\u0160KER\u00C9 JEHO KOPIE ZNI\u010CTE.\r\n\r\n1. Definice\r\n\r\n"Opr\u00E1vn\u011Bn\u00E9 u\u017E\u00EDv\u00E1n\u00ED" - stanoven\u00E1 \u00FArove\u0148 opr\u00E1vn\u011Bn\u00ED Dr\u017Eitele licence prov\u00E1d\u011Bt nebo spou\u0161t\u011Bt Program. Tuto \u00FArove\u0148 lze m\u011B\u0159it na z\u00E1klad\u011B po\u010Dtu u\u017Eivatel\u016F, mili\u00F3n\u016F servisn\u00EDch jednotek ("jednotky MSU"), jednotek Processor Value Units ("jednotky PVU") nebo na z\u00E1klad\u011B jin\u00E9 \u00FArovn\u011B u\u017E\u00EDv\u00E1n\u00ED, kterou stanov\u00ED IBM.\r\n\r\n"IBM" - spole\u010Dnost International Business Machines Corporation nebo n\u011Bkter\u00E1 z jej\u00EDch dce\u0159in\u00FDch spole\u010Dnost\u00ED.\r\n\r\n"Licen\u010Dn\u00ED informace" ("LI") - dokument uv\u00E1d\u011Bj\u00EDc\u00ED informace a jak\u00E9koli dodate\u010Dn\u00E9 podm\u00EDnky specifick\u00E9 pro Program. Dokument Licen\u010Dn\u00ED informace k programu je k dispozici na adrese www.ibm.com/software/sla. Licen\u010Dn\u00ED informace lze rovn\u011B\u017E nal\u00E9zt v adres\u00E1\u0159i s Programem - prost\u0159ednictv\u00EDm syst\u00E9mov\u00E9ho p\u0159\u00EDkazu - nebo ve form\u011B p\u0159\u00EDru\u010Dky, kterou obdr\u017E\u00EDte s Programem.\r\n\r\n"Program" - n\u00ED\u017Ee uveden\u00E9 komponenty, v\u010Detn\u011B origin\u00E1lu a v\u0161ech \u00FApln\u00FDch nebo d\u00EDl\u010D\u00EDch kopi\u00ED\: 1) strojov\u011B \u010Diteln\u00E9 instrukce a data, 2) komponenty, soubory a moduly, 3) audiovizu\u00E1ln\u00ED obsah (jako jsou obrazy, text, nahr\u00E1vky nebo obr\u00E1zky) a 4) souvisej\u00EDc\u00ED licen\u010Dn\u00ED materi\u00E1ly (jako jsou licen\u010Dn\u00ED kl\u00ED\u010De a dokumentace).\r\n\r\n2. Struktura smlouvy\r\n\r\nTato smlouva zahrnuje \u010C\u00E1st 1 - Obecn\u00E1 ustanoven\u00ED, \u010C\u00E1st 2 - Podm\u00EDnky specifick\u00E9 pro zemi (jsou-li n\u011Bjak\u00E1) a dokument Licen\u010Dn\u00ED informace a p\u0159edstavuje \u00FAplnou dohodu mezi Dr\u017Eitelem licence a IBM ve vztahu k u\u017E\u00EDv\u00E1n\u00ED Programu. Nahrazuje ve\u0161ker\u00E1 p\u0159edchoz\u00ED \u00FAstn\u00ED nebo p\u00EDsemn\u00E1 ujedn\u00E1n\u00ED mezi Dr\u017Eitelem licence a IBM ohledn\u011B jeho u\u017E\u00EDv\u00E1n\u00ED Programu. Podm\u00EDnky \u010C\u00E1sti 2 mohou nahrazovat nebo upravovat podm\u00EDnky \u010C\u00E1sti 1. V m\u00ED\u0159e, v n\u00ED\u017E se vyskytne rozpor podm\u00EDnek, maj\u00ED podm\u00EDnky dokumentu Licen\u010Dn\u00ED informace p\u0159ednost p\u0159ed podm\u00EDnkami obou \u010C\u00E1st\u00ED.\r\n\r\n3. Ud\u011Blen\u00ED licence\r\n\r\nProgram je vlastnictv\u00EDm IBM nebo dodavatele IBM, je chr\u00E1n\u011Bn autorsk\u00FDmi pr\u00E1vy a je k n\u011Bmu poskytov\u00E1no pr\u00E1vo u\u017E\u00EDv\u00E1n\u00ED, nen\u00ED prod\u00E1v\u00E1n.\r\n\r\nIBM ud\u011Bluje Dr\u017Eiteli licence nev\u00FDhradn\u00ED licenci na 1) u\u017E\u00EDv\u00E1n\u00ED Programu a\u017E do \u00FArovn\u011B Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED uveden\u00E9 na faktu\u0159e, 2) vytvo\u0159en\u00ED a instalaci kopi\u00ED na podporu takov\u00E9ho Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED, a 3) vytvo\u0159en\u00ED z\u00E1lo\u017En\u00ED kopie, to v\u0161e za p\u0159edpokladu, \u017Ee\:\r\n\r\na. Dr\u017Eitel licence z\u00EDskal Program z\u00E1konn\u00FDm zp\u016Fsobem a dodr\u017Euje podm\u00EDnky t\u00E9to Smlouvy;\r\n\r\nb. z\u00E1lo\u017En\u00ED kopie nen\u00ED spou\u0161t\u011Bna, leda\u017Ee nelze spustit z\u00E1lohovan\u00FD Program;\r\n\r\nc. Dr\u017Eitel licence uv\u00E1d\u00ED v\u0161echna upozorn\u011Bn\u00ED o autorsk\u00FDch pr\u00E1vech a dal\u0161\u00ED v\u00FDhrady vlastnick\u00FDch pr\u00E1v na ka\u017Ed\u00E9 kopii nebo d\u00EDl\u010D\u00ED kopii Programu;\r\n\r\nd. Dr\u017Eitel licence zajist\u00ED, aby ka\u017Ed\u00E1 osoba (s lok\u00E1ln\u00EDm nebo vzd\u00E1len\u00FDm p\u0159\u00EDstupem) pou\u017E\u00EDvaj\u00EDc\u00ED Program 1) tak \u010Dinila pouze jm\u00E9nem Dr\u017Eitele licence, a 2) tak \u010Dinila v souladu s podm\u00EDnkami t\u00E9to Smlouvy;\r\n\r\ne. Dr\u017Eitel licence nesm\u00ED 1) pou\u017E\u00EDvat, kop\u00EDrovat, upravovat nebo distribuovat Program jinak, ne\u017E je v\u00FDslovn\u011B dovoleno touto Smlouvou; 2) zp\u011Btn\u011B sestavovat, zp\u011Btn\u011B kompilovat \u010Di jakkoliv p\u0159ekl\u00E1dat Program, nen\u00ED-li to v\u00FDslovn\u011B dovoleno z\u00E1konem bez mo\u017Enosti toto povolen\u00ED smluvn\u011B vylou\u010Dit; 3) u\u017E\u00EDvat kter\u00E9koli komponenty, soubory, moduly, audiovizu\u00E1ln\u00ED obsah nebo souvisej\u00EDc\u00ED licen\u010Dn\u00ED materi\u00E1ly nez\u00E1visle na Programu; nebo 4) Program sublicencovat, pronaj\u00EDmat \u010Di poskytovat formou leasingu; a\r\n\r\nf. jestli\u017Ee Dr\u017Eitel licence z\u00EDsk\u00E1 tento Program jako Podp\u016Frn\u00FD program, bude jej pou\u017E\u00EDvat pouze na podporu Z\u00E1kladn\u00EDho programu a v souladu s ve\u0161ker\u00FDmi omezen\u00EDmi uveden\u00FDmi v licenci na Z\u00E1kladn\u00ED program, nebo - jestli\u017Ee Dr\u017Eitel licence z\u00EDsk\u00E1 tento program jako Z\u00E1kladn\u00ED program - bude pou\u017E\u00EDvat v\u0161echny Podp\u016Frn\u00E9 programy pouze na podporu tohoto Programu a v souladu s ve\u0161ker\u00FDmi omezen\u00EDmi stanoven\u00FDmi v t\u00E9to Smlouv\u011B. Pro \u00FA\u010Dely tohoto bodu "f" znamen\u00E1 "Podp\u016Frn\u00FD program" program, kter\u00FD je sou\u010D\u00E1st\u00ED jin\u00E9ho programu IBM ("Z\u00E1kladn\u00ED program") a je v Licen\u010Dn\u00EDch informac\u00EDch k Z\u00E1kladn\u00EDmu programu jako Podp\u016Frn\u00FD program uveden. (Chce-li Dr\u017Eitel licence z\u00EDskat samostatnou licenci na neomezen\u00E9 u\u017E\u00EDv\u00E1n\u00ED Podp\u016Frn\u00E9ho programu, mus\u00ED se obr\u00E1tit na subjekt, od n\u011Bho\u017E Podp\u016Frn\u00FD program zakoupil.)\r\n\r\nTato licence se vztahuje na ka\u017Edou kopii Programu, kterou Dr\u017Eitel licence vytvo\u0159\u00ED.\r\n\r\n3.1 P\u0159echody typu Trade-up, aktualizace a opravy\r\n\r\n3.1.1 P\u0159echody typu Trade-up\r\n\r\nV p\u0159\u00EDpad\u011B nahrazen\u00ED Programu programem typu Trade-up platnost licence nahrazen\u00E9ho Programu okam\u017Eit\u011B kon\u010D\u00ED.\r\n\r\n3.1.2 Aktualizace, opravy a z\u00E1platy\r\n\r\nPokud Dr\u017Eitel licence obdr\u017E\u00ED aktualizaci nebo opravu k Programu, akceptuje ve\u0161ker\u00E9 dodate\u010Dn\u00E9 nebo odli\u0161n\u00E9 podm\u00EDnky, kter\u00E9 jsou uvedeny v Licen\u010Dn\u00EDch informac\u00EDch pro tuto aktualizaci nebo opravu. Nejsou-li k aktualizaci \u010Di oprav\u011B dodate\u010Dn\u00E9 nebo odli\u0161n\u00E9 podm\u00EDnky p\u0159ipojeny, pak se takov\u00E1 aktualizace \u010Di oprava \u0159\u00EDd\u00ED v\u00FDlu\u010Dn\u011B podm\u00EDnkami t\u00E9to Smlouvy. Dr\u017Eitel licence se zavazuje, \u017Ee v p\u0159\u00EDpad\u011B nahrazen\u00ED Programu aktualizac\u00ED p\u0159estane p\u016Fvodn\u00ED Program okam\u017Eit\u011B pou\u017E\u00EDvat.\r\n\r\n3.2 Licence na dobu ur\u010Ditou\r\n\r\nLicencuje-li IBM Program na dobu ur\u010Ditou, pak licen\u010Dn\u00ED opr\u00E1vn\u011Bn\u00ED Dr\u017Eitele licence kon\u010D\u00ED ke konci takov\u00E9 doby ur\u010Dit\u00E9, leda\u017Ee se Dr\u017Eitel licence a IBM dohodli na prodlou\u017Een\u00ED licence.\r\n\r\n3.3 Trv\u00E1n\u00ED a ukon\u010Den\u00ED Smlouvy\r\n\r\nTato Smlouva je \u00FA\u010Dinn\u00E1 a\u017E do jej\u00EDho ukon\u010Den\u00ED.\r\n\r\nIBM je opr\u00E1vn\u011Bna ukon\u010Dit licenci Dr\u017Eitele licence, jestli\u017Ee tento nedodr\u017Euje podm\u00EDnky t\u00E9to Smlouvy.\r\n\r\nUkon\u010D\u00ED-li kter\u00E1koli ze stran licenci z jak\u00E9hokoli d\u016Fvodu, Dr\u017Eitel licence je povinen okam\u017Eit\u011B p\u0159estat pou\u017E\u00EDvat a zni\u010Dit v\u0161echny kopie Programu, kter\u00E9 m\u00E1 ve sv\u00E9m dr\u017Een\u00ED. Podm\u00EDnky t\u00E9to Smlouvy, je\u017E svou povahou p\u0159esahuj\u00ED dobu jej\u00ED platnosti, z\u016Fst\u00E1vaj\u00ED pln\u011B v platnosti a jsou \u00FA\u010Dinn\u00E9 a\u017E do okam\u017Eiku jejich spln\u011Bn\u00ED a plat\u00ED i pro p\u0159\u00EDpadn\u00E9 pr\u00E1vn\u00ED n\u00E1stupce a postupn\u00EDky smluvn\u00EDch stran.\r\n\r\n4. Cena\r\n\r\nPoplatky (jsou-li n\u011Bjak\u00E9) jsou zalo\u017Eeny na \u00FArovni Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED, kter\u00E1 je uvedena na faktu\u0159e. IBM nevrac\u00ED ani jinak nerefunduje ji\u017E splatn\u00E9 nebo zaplacen\u00E9 \u010D\u00E1stky, s v\u00FDjimkou p\u0159\u00EDpad\u016F, kter\u00E9 jsou specifikov\u00E1ny jinde v t\u00E9to smlouv\u011B.\r\n\r\nP\u0159eje-li si Dr\u017Eitel licence \u00FArove\u0148 Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED zv\u00FD\u0161it, je povinen o t\u00E9to skute\u010Dnosti p\u0159edem informovat IBM nebo opr\u00E1vn\u011Bn\u00E9ho prodejce IBM a uhradit ve\u0161ker\u00E9 p\u0159\u00EDslu\u0161n\u00E9 poplatky.\r\n\r\n5. Dan\u011B\r\n\r\nBude-li na Program n\u011Bkter\u00FDm \u00FA\u0159adem uvaleno clo, da\u0148 \u010Di poplatek, vyjma t\u011Bch, kter\u00E9 jsou zalo\u017Eeny na \u010Dist\u00E9m p\u0159\u00EDjmu IBM, pak se Dr\u017Eitel licence zavazuje tuto \u010D\u00E1stku uhradit ve v\u00FD\u0161i uveden\u00E9 na faktu\u0159e, pokud nep\u0159edlo\u017E\u00ED potvrzen\u00ED prokazuj\u00EDc\u00ED jeho osvobozen\u00ED od takov\u00E9 povinnosti. Od data obdr\u017Een\u00ED Programu je Dr\u017Eitel licence odpov\u011Bdn\u00FD za \u00FAhradu ve\u0161ker\u00FDch p\u0159\u00EDpadn\u00FDch majetkov\u00FDch dan\u00ED. Jestli\u017Ee n\u011Bkter\u00FD org\u00E1n k tomu opr\u00E1vn\u011Bn\u00FD uval\u00ED clo, da\u0148 \u010Di poplatek na import nebo export, p\u0159enos, p\u0159\u00EDstup nebo u\u017E\u00EDv\u00E1n\u00ED Programu mimo zemi, v n\u00ED\u017E byla p\u016Fvodn\u00EDmu Dr\u017Eiteli licence ud\u011Blena licence, pak je Dr\u017Eitel licence povinen uhradit jakoukoli takto uvalenou \u010D\u00E1stku.\r\n\r\n6. Z\u00E1ruka vr\u00E1cen\u00ED pen\u011Bz\r\n\r\nNen\u00ED-li Dr\u017Eitel licence z jak\u00E9hokoli d\u016Fvodu spokojen s Programem a je p\u016Fvodn\u00EDm Dr\u017Eitelem licence, je opr\u00E1vn\u011Bn ukon\u010Dit licenci a m\u00E1 n\u00E1rok na refundaci \u010D\u00E1stky, kterou za Program zaplatil (pokud n\u011Bjakou \u010D\u00E1stku zaplatil), av\u0161ak za p\u0159edpokladu, \u017Ee Dr\u017Eitel licence vr\u00E1t\u00ED Program stran\u011B, od kter\u00E9 jej z\u00EDskal, b\u011Bhem 30 dn\u00ED od data faktury. Jedn\u00E1-li se o licenci na dobu ur\u010Ditou, kter\u00E1 podl\u00E9h\u00E1 prodlou\u017Een\u00ED, m\u00E1 Dr\u017Eitel licence n\u00E1rok na refundaci pouze v p\u0159\u00EDpad\u011B, \u017Ee Program vr\u00E1t\u00ED b\u011Bhem prvn\u00EDch 30 dn\u00ED p\u016Fvodn\u00EDho obdob\u00ED. Pokud Dr\u017Eitel licence Program st\u00E1hnul, m\u011Bl by po\u017E\u00E1dat subjekt, od kter\u00E9ho jej z\u00EDskal, o pokyny, jak dos\u00E1hnout vr\u00E1cen\u00ED pen\u011Bz.\r\n\r\n7. P\u0159evod programu\r\n\r\nDr\u017Eitel licence je opr\u00E1vn\u011Bn p\u0159ev\u00E9st Program a ve\u0161ker\u00E1 licen\u010Dn\u00ED pr\u00E1va a povinnosti Dr\u017Eitele licence na jinou smluvn\u00ED stranu za p\u0159edpokladu, \u017Ee tato strana akceptuje podm\u00EDnky t\u00E9to Smlouvy. V p\u0159\u00EDpad\u011B ukon\u010Den\u00ED licence kteroukoli smluvn\u00ED stranou bez ohledu na d\u016Fvod nesm\u00ED Dr\u017Eitel licence Program na jinou smluvn\u00ED stranu p\u0159ev\u00E9st. Dr\u017Eitel licence nen\u00ED opr\u00E1vn\u011Bn p\u0159ev\u00E1d\u011Bt \u010D\u00E1st 1) Programu; nebo 2) Opr\u00E1vn\u011Bn\u00E9 u\u017E\u00EDv\u00E1n\u00ED programu. V p\u0159\u00EDpad\u011B p\u0159evodu Programu mus\u00ED Dr\u017Eitel licence p\u0159ev\u00E9st rovn\u011B\u017E ti\u0161t\u011Bnou verzi t\u00E9to Smlouvy, v\u010Detn\u011B dokumentu Licen\u010Dn\u00ED informace. Licen\u010Dn\u00ED opr\u00E1vn\u011Bn\u00ED Dr\u017Eitele licence okam\u017Eit\u011B po p\u0159evodu kon\u010D\u00ED.\r\n\r\n8. Vylou\u010Den\u00ED z\u00E1ruky\r\n\r\nV SOULADU S VE\u0160KER\u00DDMI Z\u00C1KONN\u00DDMI Z\u00C1RUKAMI, KTER\u00C9 NELZE VYLOU\u010CIT, NEPOSKYTUJE IBM \u017D\u00C1DN\u00C9 Z\u00C1RUKY \u010CI PODM\u00CDNKY, VYJ\u00C1D\u0158EN\u00C9 V\u00DDSLOVN\u011A NEBO VYPL\u00DDVAJ\u00CDC\u00CD Z OKOLNOST\u00CD, POKUD JDE O PROGRAM NEBO PODPORU (JE-LI N\u011AJAK\u00C1 POSKYTOV\u00C1NA), V\u010CETN\u011A - A TO ZEJM\u00C9NA - VE\u0160KER\u00DDCH Z\u00C1RUK \u010CI PODM\u00CDNEK PRODEJNOSTI, USPOKOJIV\u00C9 KVALITY, VHODNOSTI PRO UR\u010CIT\u00DD \u00DA\u010CEL A VLASTNICK\u00C9HO N\u00C1ROKU, A JAK\u00C9KOLI Z\u00C1RUKY \u010CI PODM\u00CDNKY NEPORU\u0160EN\u00CD PR\u00C1V T\u0158ET\u00CDCH STRAN.\r\n\r\nN\u011AKTER\u00C9 ST\u00C1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011AJ\u00CD VYLOU\u010CEN\u00CD Z\u00C1RUK VYJ\u00C1D\u0158EN\u00DDCH V\u00DDSLOVN\u011A NEBO VYPL\u00DDVAJ\u00CDC\u00CDCH Z OKOLNOST\u00CD, A PROTO SE V\u00DD\u0160E UVEDEN\u00C9 Z\u00C1RUKY NEMUS\u00CD NA DR\u017DITELE LICENCE VZTAHOVAT. V TAKOV\u00C9M P\u0158\u00CDPAD\u011A JSOU TAKOV\u00C9 Z\u00C1RUKY \u010CASOV\u011A OMEZENY POUZE NA MINIM\u00C1LN\u00CD DOBU PO\u017DADOVANOU Z\u00C1KONEM. PO UKON\u010CEN\u00CD T\u00C9TO DOBY IBM NEPOSKYTUJE \u017D\u00C1DN\u00C9 DAL\u0160\u00CD Z\u00C1RUKY. N\u011AKTER\u00C9 ST\u00C1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011AJ\u00CD OMEZEN\u00CD DOBY TRV\u00C1N\u00CD IMPLICITN\u00CD Z\u00C1RUKY, A PROTO SE V\u00DD\u0160E UVEDEN\u00C9 OMEZEN\u00CD NA DR\u017DITELE LICENCE NEMUS\u00CD VZTAHOVAT. DR\u017DITEL LICENCE M\u016E\u017DE M\u00CDT I DAL\u0160\u00CD PR\u00C1VA, KTER\u00C1 SE LI\u0160\u00CD ST\u00C1T OD ST\u00C1TU NEBO JURISDIKCE OD JURISDIKCE.\r\n\r\nVYLOU\u010CEN\u00CD Z\u00C1RUKY UVEDEN\u00C1 V TOMTO ODD\u00CDLU 8 SE VZTAHUJ\u00CD ROVN\u011A\u017D NA VE\u0160KER\u00C9 V\u00DDVOJ\u00C1\u0158E A DODAVATELE IBM.\r\n\r\nV\u00DDROBCI, DODAVATEL\u00C9 NEBO DISTRIBUTO\u0158I PROGRAM\u016E OD JIN\u00DDCH DODAVATEL\u016E MOHOU POSKYTOVAT SV\u00C9 VLASTN\u00CD Z\u00C1RUKY.\r\n\r\nNESTANOV\u00CD-LI IBM V\u00DDSLOVN\u011A JINAK, PAK IBM NEPOSKYTUJE PODPORU \u017D\u00C1DN\u00C9HO DRUHU. V TAKOV\u00C9M P\u0158\u00CDPAD\u011A SE NA JAKOUKOLI PODPORU POSKYTOVANOU SPOLE\u010CNOST\u00CD IBM VZTAHUJ\u00CD VYLOU\u010CEN\u00CD Z\u00C1RUKY UVEDEN\u00C1 V TOMTO ODD\u00CDLU 8.\r\n\r\n9. Data a datab\u00E1ze Dr\u017Eitele licence\r\n\r\nIBM m\u016F\u017Ee s c\u00EDlem pomoci Dr\u017Eiteli licence s ur\u010Den\u00EDm probl\u00E9mu s Programem po\u017Eadovat, aby Dr\u017Eitel licence 1) umo\u017Enil IBM vzd\u00E1len\u00FD p\u0159\u00EDstup k syst\u00E9mu Dr\u017Eitele licence, nebo 2) aby zaslal IBM p\u0159\u00EDslu\u0161n\u00E9 \u00FAdaje nebo syst\u00E9mov\u00E1 data. IBM v\u0161ak nen\u00ED povinna poskytnout takovou asistenci, pokud IBM a Dr\u017Eitel licence neuzav\u0159eli samostatnou p\u00EDsemnou dohodu, na jej\u00EDm\u017E z\u00E1klad\u011B se IBM zavazuje, \u017Ee bude Dr\u017Eiteli licence poskytovat tento typ podpory, kter\u00FD p\u0159esahuje povinnosti IBM vypl\u00FDvaj\u00EDc\u00ED z t\u00E9to Smlouvy. IBM za v\u0161ech okolnost\u00ED pou\u017E\u00EDv\u00E1 informace o chyb\u00E1ch a probl\u00E9mech ke zdokonalov\u00E1n\u00ED jej\u00EDch produkt\u016F a slu\u017Eeb a poskytuje klient\u016Fm asistenci prost\u0159ednictv\u00EDm souvisej\u00EDc\u00EDch nab\u00EDdek podpory. K tomuto \u00FA\u010Delu m\u016F\u017Ee IBM vyu\u017E\u00EDt slu\u017Eeb subjekt\u016F a dodavatel\u016F IBM (v\u010Detn\u011B subjekt\u016F a dodavatel\u016F z jedn\u00E9 nebo v\u00EDce jin\u00FDch zem\u00ED, ne\u017E je zem\u011B, v n\u00ED\u017E m\u00E1 s\u00EDdlo Dr\u017Eitel licence) a Dr\u017Eitel licence oprav\u0148uje IBM k takov\u00E9mu vyu\u017Eit\u00ED slu\u017Eeb subjekt\u016F a dodavatel\u016F IBM.\r\n\r\nDr\u017Eitel licence z\u016Fst\u00E1v\u00E1 odpov\u011Bdn\u00FD za 1) ve\u0161ker\u00E1 data a obsah jak\u00E9koli datab\u00E1ze, kterou pro IBM zp\u0159\u00EDstupn\u00ED, 2) v\u00FDb\u011Br a implementaci postup\u016F a kontrol t\u00FDkaj\u00EDc\u00EDch se p\u0159\u00EDstupu, zabezpe\u010Den\u00ED, \u0161ifrov\u00E1n\u00ED, u\u017E\u00EDv\u00E1n\u00ED a p\u0159enosu dat (v\u010Detn\u011B ve\u0161ker\u00FDch osobn\u00EDch \u00FAdaj\u016F), a 3) z\u00E1lohov\u00E1n\u00ED a obnovu jak\u00E9koli datab\u00E1ze a ve\u0161ker\u00FDch ulo\u017Een\u00FDch dat. Dr\u017Eitel licence nesm\u00ED odeslat IBM \u017E\u00E1dn\u00E9 osobn\u00ED \u00FAdaje nebo poskytnout IBM p\u0159\u00EDstup k \u017E\u00E1dn\u00FDm osobn\u00EDm \u00FAdaj\u016Fm, a\u0165 u\u017E ve form\u011B dat nebo v n\u011Bjak\u00E9 jin\u00E9 form\u011B, a nese odpov\u011Bdnost za ve\u0161ker\u00E9 p\u0159im\u011B\u0159en\u00E9 n\u00E1klady nebo jin\u00E9 v\u00FDdaje, kter\u00E9 mohou IBM vzniknout v souvislosti s neopr\u00E1vn\u011Bn\u00FDm poskytnut\u00EDm takov\u00FDch informac\u00ED IBM nebo v souvislosti se ztr\u00E1tou \u010Di zp\u0159\u00EDstupn\u011Bn\u00EDm informac\u00ED ze strany IBM, v\u010Detn\u011B t\u011Bch zalo\u017Een\u00FDch na n\u00E1roc\u00EDch t\u0159et\u00EDch stran.\r\n\r\n10. Omezen\u00ED odpov\u011Bdnosti\r\n\r\nOmezen\u00ED odpov\u011Bdnosti a vylou\u010Den\u00ED z\u00E1ruky v tomto odd\u00EDle 10 (Omezen\u00ED odpov\u011Bdnosti) se aplikuje v pln\u00E9m rozsahu, pokud nen\u00ED zak\u00E1z\u00E1no ze z\u00E1kona, bez mo\u017Enosti smluvn\u00EDho z\u0159eknut\u00ED se.\r\n\r\n10.1 Polo\u017Eky, za kter\u00E9 IBM nese odpov\u011Bdnost\r\n\r\nMohou nastat okolnosti, kdy m\u00E1 Dr\u017Eitel licence z d\u016Fvodu nepln\u011Bn\u00ED z\u00E1vazku na stran\u011B IBM nebo jin\u00E9 odpov\u011Bdnosti n\u00E1rok na n\u00E1hradu \u0161kody od IBM. Bez ohledu na p\u0159\u00ED\u010Dinu vzniku n\u00E1roku Dr\u017Eitele licence na n\u00E1hradu \u0161kody od IBM (v\u010Detn\u011B podstatn\u00E9ho poru\u0161en\u00ED, nedbalosti, p\u0159iveden\u00ED v omyl nebo jin\u00E9ho poru\u0161en\u00ED z\u00E1vazkov\u00E9ho \u010Di mimoz\u00E1vazkov\u00E9ho vztahu), odpov\u00EDd\u00E1 IBM pouze za n\u00E1roky vznikl\u00E9 na z\u00E1klad\u011B ka\u017Ed\u00E9ho Programu nebo ve spojen\u00ED s n\u00EDm nebo za n\u00E1roky jinak vznikl\u00E9 na z\u00E1klad\u011B t\u00E9to Smlouvy, a tato odpov\u011Bdnost nesm\u00ED p\u0159es\u00E1hnout \u010D\u00E1stku jak\u00FDchkoli 1) \u0161kod na zdrav\u00ED (v\u010Detn\u011B smrti) a \u0161kod na nemovit\u00E9m a osobn\u00EDm hmotn\u00E9m majetku, a 2) jin\u00FDch skute\u010Dn\u00FDch p\u0159\u00EDm\u00FDch \u0161kod, a\u017E do v\u00FD\u0161e poplatk\u016F, kter\u00E9 Dr\u017Eitel licence zaplatil za Program, kter\u00FD je p\u0159edm\u011Btem n\u00E1roku (pokud je Program licencov\u00E1n na dobu ur\u010Ditou, pak do v\u00FD\u0161e dvan\u00E1cti m\u011Bs\u00ED\u010Dn\u00EDch poplatk\u016F).\r\n\r\nToto omezen\u00ED se vztahuje rovn\u011B\u017E i na v\u0161echny v\u00FDvoj\u00E1\u0159e a dodavatele Program\u016F IBM. Jedn\u00E1 se o maximum, za kter\u00E9 IBM a jej\u00ED v\u00FDvoj\u00E1\u0159i a dodavatel\u00E9 Program\u016F spole\u010Dn\u011B odpov\u00EDdaj\u00ED.\r\n\r\n10.2 Polo\u017Eky, za kter\u00E9 IBM nenese odpov\u011Bdnost\r\n\r\nVYJMA P\u0158\u00CDPAD\u016E, KDY JE TO V\u00DDSLOVN\u011A PO\u017DADOV\u00C1NO PR\u00C1VN\u00CDMI P\u0158EDPISY BEZ MO\u017DNOSTI VZD\u00C1N\u00CD SE PR\u00C1VA SMLUVN\u011A, NEBUDOU IBM, JEJ\u00CD SUBDODAVATEL\u00C9 ANI V\u00DDVOJ\u00C1\u0158I PROGRAM\u016E ZA \u017D\u00C1DN\u00DDCH OKOLNOST\u00CD ODPOV\u011ADNI ZA N\u00C1SLEDUJ\u00CDC\u00CD, A TO V P\u0158\u00CDPAD\u011A, \u017DE BY IBM BYLA NA TAKOVOU MO\u017DNOST UPOZORN\u011ANA\:\r\n\r\na. ZA ZTR\u00C1TU DAT NEBO \u0160KODU NA DATECH;\r\n\r\nb. ZA ZVL\u00C1\u0160TN\u00CD, NAHODIL\u00C9 NEBO NEP\u0158\u00CDM\u00C9 \u0160KODY \u010CI ZA N\u00C1SLEDN\u00C9 HOSPOD\u00C1\u0158SK\u00C9 \u0160KODY; NEBO\r\n\r\nc. ZA U\u0160L\u00DD ZISK, ZTR\u00C1TU OBCHODN\u00CDCH P\u0158\u00CDLE\u017DITOST\u00CD, U\u0160L\u00C9 P\u0158\u00CDJMY, \u00DAJMU ZP\u016ESOBENOU PO\u0160KOZEN\u00CDM DOBR\u00C9HO JM\u00C9NA NEBO ZA NEDOSA\u017DEN\u00C9 P\u0158EDPOKL\u00C1DAN\u00C9 \u00DASPORY.\r\n\r\n11. Kontrola dodr\u017Eov\u00E1n\u00ED podm\u00EDnek\r\n\r\nPro \u00FA\u010Dely tohoto odd\u00EDlu 11 (Kontrola dodr\u017Eov\u00E1n\u00ED podm\u00EDnek), znamenaj\u00ED "Podm\u00EDnky ILAN" 1) tuto Smlouvu a p\u0159\u00EDslu\u0161n\u00E9 dodatky a transak\u010Dn\u00ED dokumenty poskytnut\u00E9 IBM, a 2) softwarov\u00E9 postupy IBM, kter\u00E9 jsou k dispozici na webov\u00FDch str\u00E1nk\u00E1ch IBM Software Policy (www.ibm.com/softwarepolicies) v\u010Detn\u011B - a to zejm\u00E9na - postup\u016F t\u00FDkaj\u00EDc\u00EDch se z\u00E1lohov\u00E1n\u00ED, cen pro ne\u00FApln\u00FD server a migrace.\r\n\r\nPr\u00E1va a povinnosti uveden\u00E1 d\u00E1le v tomto odd\u00EDlu 11 z\u016Fst\u00E1vaj\u00ED v platnosti po dobu trv\u00E1n\u00ED licence a dva roky pot\u00E9.\r\n\r\n11.1 Proces ov\u011B\u0159ov\u00E1n\u00ED\r\n\r\nDr\u017Eitel licence souhlas\u00ED, \u017Ee vytvo\u0159\u00ED, bude uchov\u00E1vat a poskytne IBM a jej\u00EDm auditor\u016Fm p\u0159esn\u00E9 p\u00EDsemn\u00E9 z\u00E1znamy, v\u00FDstupy syst\u00E9mov\u00FDch n\u00E1stroj\u016F a dal\u0161\u00ED syst\u00E9mov\u00E9 informace, kter\u00E9 budou dostate\u010Dn\u00E9 k ov\u011B\u0159en\u00ED, \u017Ee Dr\u017Eitel licence u\u017E\u00EDv\u00E1 v\u0161echny Programy v souladu s podm\u00EDnkami smlouvy ILAN, v\u010Detn\u011B v\u0161ech p\u0159\u00EDslu\u0161n\u00FDch podm\u00EDnek IBM t\u00FDkaj\u00EDc\u00EDch se licencov\u00E1n\u00ED a cen. Dr\u017Eitel licence nese odpov\u011Bdnost za 1) zaji\u0161t\u011Bn\u00ED, \u017Ee nep\u0159ekro\u010D\u00ED svou \u00FArove\u0148 Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED, a 2) bude jednat v souladu s podm\u00EDnkami smlouvy ILAN.\r\n\r\nIBM je na z\u00E1klad\u011B ozn\u00E1men\u00ED zaslan\u00E9ho v p\u0159im\u011B\u0159en\u00E9 dlouh\u00E9 lh\u016Ft\u011B p\u0159edem opr\u00E1vn\u011Bna ov\u011B\u0159it si, zda Dr\u017Eitel licence dodr\u017Euje podm\u00EDnky smlouvy ILAN na v\u0161ech pracovi\u0161t\u00EDch a pro v\u0161echna prost\u0159ed\u00ED, v nich\u017E pou\u017E\u00EDv\u00E1 Programy (k jak\u00E9mukoli \u00FA\u010Delu) v souladu s podm\u00EDnkami smlouvy ILAN. Takov\u00E9 ov\u011B\u0159en\u00ED bude provedeno zp\u016Fsobem, jen\u017E bude minimalizovat ru\u0161en\u00ED obchodn\u00ED \u010Dinnosti Dr\u017Eitele licence a sm\u00ED b\u00FDt provedeno v prostor\u00E1ch Dr\u017Eitele licence b\u011Bhem \u0159\u00E1dn\u00E9 pracovn\u00ED doby. IBM je opr\u00E1vn\u011Bna vyu\u017E\u00EDt k takov\u00E9 kontrole slu\u017Eeb nez\u00E1visl\u00E9ho auditora, a to za p\u0159edpokladu, \u017Ee IBM s t\u00EDmto auditorem uzav\u0159e p\u00EDsemnou smlouvu o ochran\u011B d\u016Fv\u011Brn\u00FDch informac\u00ED.\r\n\r\n11.2 Rozhodnut\u00ED\r\n\r\nIBM bude Dr\u017Eitele p\u00EDsemn\u011B informovat, jestli\u017Ee bude v r\u00E1mci kontroly dodr\u017Eov\u00E1n\u00ED podm\u00EDnek zji\u0161t\u011Bno, \u017Ee Dr\u017Eitel licence u\u017E\u00EDv\u00E1 Program v rozsahu p\u0159esahuj\u00EDc\u00EDm \u00FArove\u0148 jeho Opr\u00E1vn\u011Bn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED nebo jin\u00FDm zp\u016Fsobem nedodr\u017Euje podm\u00EDnky smlouvy ILAN. Dr\u017Eitel licence se zavazuje, \u017Ee neprodlen\u011B uhrad\u00ED p\u0159\u00EDmo IBM poplatky, kter\u00E9 IBM uvede na faktu\u0159e za 1) jak\u00E9koli takov\u00E9 nadm\u011Brn\u00E9 u\u017E\u00EDv\u00E1n\u00ED, 2) podporu pro takov\u00E9 nadm\u011Brn\u00E9 u\u017E\u00EDv\u00E1n\u00ED za dobu trv\u00E1n\u00ED takov\u00E9ho nadm\u011Brn\u00E9ho u\u017E\u00EDv\u00E1n\u00ED nebo za dva roky (podle toho, kter\u00E9 obdob\u00ED je krat\u0161\u00ED), a 3) jak\u00E9koli dodate\u010Dn\u00E9 poplatky nebo jin\u00E9 \u010D\u00E1stky, kter\u00E9 budou stanoveny na z\u00E1klad\u011B v\u00FDsledk\u016F takov\u00E9 kontroly.\r\n\r\n12. Pozn\u00E1mky t\u0159et\u00EDch stran\r\n\r\nProgram m\u016F\u017Ee zahrnovat k\u00F3d t\u0159et\u00EDch stran, ke kter\u00E9mu Dr\u017Eiteli licence poskytuje licenci na z\u00E1klad\u011B t\u00E9to Smlouvy IBM, nikoli t\u0159et\u00ED strana. Jsou-li uvedeny jak\u00E9koli pozn\u00E1mky vztahuj\u00EDc\u00ED se ke k\u00F3du t\u0159et\u00EDch stran ("Pozn\u00E1mky t\u0159et\u00EDch stran"), jsou uvedeny pouze pro informaci Dr\u017Eitele licence. Tyto pozn\u00E1mky mohou b\u00FDt uvedeny v souboru(ech) NOTICES k Programu. Informace o zp\u016Fsobu z\u00EDsk\u00E1n\u00ED zdrojov\u00E9ho k\u00F3du pro ur\u010Dit\u00FD k\u00F3d t\u0159et\u00EDch stran najdete v Pozn\u00E1mk\u00E1ch t\u0159et\u00EDch stran. Jestli\u017Ee IBM v Pozn\u00E1mk\u00E1ch t\u0159et\u00EDch stran ozna\u010D\u00ED k\u00F3d t\u0159et\u00EDch stran za "K\u00F3d t\u0159et\u00EDch stran s mo\u017Enost\u00ED modifikace", pak IBM oprav\u0148uje Dr\u017Eitele licence k 1) modifikaci K\u00F3du t\u0159et\u00EDch stran s mo\u017Enost\u00ED modifikace a 2) ke zp\u011Btn\u00E9 kompilaci Programov\u00FDch modul\u016F, kter\u00E9 maj\u00ED p\u0159\u00EDm\u00E9 rozhran\u00ED ke K\u00F3du t\u0159et\u00EDch stran s mo\u017Enost\u00ED modifikace, za p\u0159edpokladu, \u017Ee tyto \u010Dinnosti budou slou\u017Eit v\u00FDhradn\u011B k lad\u011Bn\u00ED modifikac\u00ED prov\u00E1d\u011Bn\u00FDch Dr\u017Eitelem licence u takov\u00E9ho K\u00F3du t\u0159et\u00EDch stran. Z\u00E1vazek IBM t\u00FDkaj\u00EDc\u00ED se servisu a podpory (je-li n\u011Bjak\u00FD) se vztahuje pouze na nemodifikovan\u00FD Program.\r\n\r\n13. V\u0161eobecn\u00E1 ustanoven\u00ED\r\n\r\na. Touto Smlouvou nejsou dot\u010Dena z\u00E1konn\u00E1 pr\u00E1va spot\u0159ebitel\u016F, jich\u017E se nen\u00ED mo\u017Eno smluvn\u011B z\u0159\u00EDci nebo je\u017E nemohou b\u00FDt smluvn\u011B omezena.\r\n\r\nb. Nen\u00ED-li mezi Dr\u017Eitelem licence a IBM p\u00EDsemn\u011B dohodnuto jinak, spln\u00ED IBM u Program\u016F, kter\u00E9 dod\u00E1v\u00E1 Dr\u017Eiteli licence v hmotn\u00E9 podob\u011B, sv\u016Fj z\u00E1vazek odeslat a dodat p\u0159edm\u011Btn\u00E9 Programy jejich p\u0159ed\u00E1n\u00EDm p\u0159epravci ur\u010Den\u00E9mu IBM.\r\n\r\nc. V p\u0159\u00EDpad\u011B, \u017Ee by n\u011Bkter\u00E9 ustanoven\u00ED t\u00E9to Smlouvy bylo pova\u017Eov\u00E1no za neplatn\u00E9 nebo nevymahateln\u00E9, z\u016Fstanou zb\u00FDvaj\u00EDc\u00ED ustanoven\u00ED t\u00E9to Smlouvy v pln\u00E9 platnosti a \u00FA\u010Dinnosti.\r\n\r\nd. Ka\u017Ed\u00E1 ze smluvn\u00EDch stran bude postupovat v souladu s p\u0159\u00EDslu\u0161n\u00FDmi v\u00FDvozn\u00EDmi a dovozn\u00EDmi pr\u00E1vn\u00EDmi p\u0159edpisy, v\u010Detn\u011B pr\u00E1vn\u00EDch p\u0159edpis\u016F Spojen\u00FDch st\u00E1t\u016F americk\u00FDch, kter\u00E9 zakazuj\u00ED \u010Di omezuj\u00ED v\u00FDvoz pro \u00FA\u010Dely ur\u010Dit\u00E9ho pou\u017Eit\u00ED \u010Di pro ur\u010Dit\u00E9 koncov\u00E9 u\u017Eivatele. Dr\u017Eitel licence se zavazuje, \u017Ee bude postupovat v souladu s p\u0159\u00EDslu\u0161n\u00FDmi v\u00FDvozn\u00EDmi a dovozn\u00EDmi pr\u00E1vn\u00EDmi p\u0159edpisy, v\u010Detn\u011B pr\u00E1vn\u00EDch p\u0159edpis\u016F Spojen\u00FDch st\u00E1t\u016F americk\u00FDch, kter\u00E9 zakazuj\u00ED \u010Di omezuj\u00ED v\u00FDvoz pro \u00FA\u010Dely ur\u010Dit\u00E9ho pou\u017Eit\u00ED \u010Di pro ur\u010Dit\u00E9 koncov\u00E9 u\u017Eivatele.\r\n\r\ne. Dr\u017Eitel licence souhlas\u00ED s t\u00EDm, \u017Ee umo\u017En\u00ED spole\u010Dnosti International Business Machines Corporation a jej\u00EDm dce\u0159in\u00FDm spole\u010Dnostem (v\u010Detn\u011B jejich pr\u00E1vn\u00EDch n\u00E1stupc\u016F, postupn\u00EDk\u016F, subdodavatel\u016F a obchodn\u00EDch partner\u016F) ukl\u00E1dat a u\u017E\u00EDvat jeho kontaktn\u00ED informace v\u0161ude, kde tito uskute\u010D\u0148uj\u00ED svou obchodn\u00ED \u010Dinnost souvisej\u00EDc\u00ED s produkty a slu\u017Ebami IBM, nebo v r\u00E1mci podpory obchodn\u00EDho vztahu mezi IBM a dr\u017Eitelem Licence.\r\n\r\nf. Ka\u017Ed\u00E1 ze smluvn\u00EDch stran poskytne druh\u00E9 stran\u011B p\u0159im\u011B\u0159en\u011B mo\u017Enost n\u00E1pravy p\u0159edt\u00EDm, ne\u017E v\u016F\u010Di druh\u00E9 stran\u011B vznese n\u00E1roky souvisej\u00EDc\u00ED s nepln\u011Bn\u00EDm jej\u00EDch povinnost\u00ED z t\u00E9to Smlouvy. Smluvn\u00ED strany se pokus\u00ED v dobr\u00E9 v\u016Fli vy\u0159e\u0161it jak\u00E9koli spory, neshody \u010Di n\u00E1roky vztahuj\u00EDc\u00ED se k t\u00E9to Smlouv\u011B.\r\n\r\ng. Nevy\u017Eaduj\u00ED-li p\u0159\u00EDslu\u0161n\u00E9 pr\u00E1vn\u00ED p\u0159edpisy jinak, bez mo\u017Enosti smluvn\u00EDho z\u0159eknut\u00ED se nebo omezen\u00ED\: 1) \u017E\u00E1dn\u00E1 ze smluvn\u00EDch stran nezah\u00E1j\u00ED pr\u00E1vn\u00ED \u00FAkon (bez ohledu na jeho formu) ohledn\u011B jak\u00E9hokoli n\u00E1roku vznikl\u00E9ho na z\u00E1klad\u011B t\u00E9to Smlouvy nebo ve spojen\u00ED s touto Smlouvou pozd\u011Bji ne\u017E dva roky od data vzniku p\u0159\u00ED\u010Diny takov\u00E9ho pr\u00E1vn\u00EDho \u00FAkonu; a 2) ve\u0161ker\u00E9 takov\u00E9 n\u00E1roky a v\u0161echna p\u0159\u00EDslu\u0161n\u00E1 pr\u00E1va vztahuj\u00EDc\u00ED se k takov\u00FDm n\u00E1rok\u016Fm se po vypr\u0161en\u00ED takov\u00E9ho \u010Dasov\u00E9ho limitu pova\u017Euj\u00ED za proml\u010Den\u00E9.\r\n\r\nh. \u017D\u00E1dn\u00E1 ze smluvn\u00EDch stran nenese odpov\u011Bdnost za nespln\u011Bn\u00ED jak\u00FDchkoli z\u00E1vazk\u016F, pokud k takov\u00E9mu nepln\u011Bn\u00ED do\u0161lo z d\u016Fvod\u016F vznikl\u00FDch nez\u00E1visle na jej\u00ED v\u016Fli.\r\n\r\ni. Tato Smlouva nezakl\u00E1d\u00E1 pro \u017E\u00E1dnou t\u0159et\u00ED stranu \u017E\u00E1dn\u00E9 pr\u00E1vo nebo d\u016Fvod k \u017Ealob\u011B a IBM nenese odpov\u011Bdnost za \u017E\u00E1dn\u00E9 n\u00E1roky t\u0159et\u00EDch stran vznesen\u00E9 v\u016F\u010Di Dr\u017Eiteli licence, s v\u00FDjimkou, jak uv\u00E1d\u00ED odstavec 10.1 (Polo\u017Eky, za kter\u00E9 IBM nenese odpov\u011Bdnost) v\u00FD\u0161e, \u0161kody na zdrav\u00ED (v\u010Detn\u011B smrti) nebo \u0161kody na nemovit\u00E9m nebo hmotn\u00E9m osobn\u00EDm majetku, za kter\u00E9 je IBM v\u016F\u010Di takov\u00E9 t\u0159et\u00ED stran\u011B pr\u00E1vn\u011B odpov\u011Bdn\u00E1.\r\n\r\nj. Smluvn\u00ED strany se dohodly, \u017Ee se po uzav\u0159en\u00ED toto Smlouvy nebudou odvol\u00E1vat na \u017E\u00E1dn\u00E9 prohl\u00E1\u0161en\u00ED, kter\u00E9 nen\u00ED v t\u00E9to Smlouv\u011B uvedeno, v\u010Detn\u011B jak\u00E9hokoli prohl\u00E1\u0161en\u00ED, kter\u00E9 se t\u00FDk\u00E1\: 1) v\u00FDkonu \u010Di fungov\u00E1n\u00ED Programu; 2) zku\u0161enost\u00ED nebo doporu\u010Den\u00ED jin\u00FDch stran; nebo 3) jak\u00FDchkoli v\u00FDsledk\u016F \u010Di \u00FAspor, kter\u00FDch m\u016F\u017Ee Dr\u017Eitel licence dos\u00E1hnout.\r\n\r\nk. IBM uzav\u0159ela smlouvy s ur\u010Dit\u00FDmi organizacemi (d\u00E1le jen "Obchodn\u00ED partne\u0159i IBM") za \u00FA\u010Delem nab\u00EDzen\u00ED, zprost\u0159edkov\u00E1n\u00ED prodeje a podpory vybran\u00FDch Program\u016F. Obchodn\u00ED partne\u0159i IBM z\u016Fst\u00E1vaj\u00ED organizacemi nez\u00E1visl\u00FDmi na IBM. IBM nenese odpov\u011Bdnost za jedn\u00E1n\u00ED nebo prohl\u00E1\u0161en\u00ED Obchodn\u00EDch partner\u016F IBM, ani za jejich z\u00E1vazky v\u016F\u010Di Dr\u017Eiteli licence.\r\n\r\nl. Licen\u010Dn\u00ED podm\u00EDnky a podm\u00EDnky t\u00FDkaj\u00EDc\u00ED se od\u0161kodn\u011Bn\u00ED ve vztahu k pr\u00E1vu du\u0161evn\u00EDho vlastnictv\u00ED uveden\u00E9 v jin\u00FDch smlouv\u00E1ch, je\u017E Dr\u017Eitel licence uzav\u0159el s IBM (jako je nap\u0159\u00EDklad smlouva IBM Customer Agreement), se nevztahuj\u00ED na licence na Program ud\u011Blen\u00E9 na z\u00E1klad\u011B t\u00E9to Smlouvy.\r\n\r\nm. Ob\u011B smluvn\u00ED strany berou na v\u011Bdom\u00ED, \u017Ee ve\u0161ker\u00E9 vz\u00E1jemn\u011B sd\u011Blen\u00E9 informace nejsou d\u016Fv\u011Brn\u00E9. Vy\u017Eaduje-li n\u011Bkter\u00E1 ze smluvn\u00EDch stran v\u00FDm\u011Bnu d\u016Fv\u011Brn\u00FDch informac\u00ED, pak takov\u00E1 v\u00FDm\u011Bna mus\u00ED prob\u011Bhnout na z\u00E1klad\u011B smlouvy o utajen\u00ED d\u016Fv\u011Brn\u00FDch informac\u00ED;\r\n\r\n14. Geografick\u00FD rozsah a rozhodn\u00E9 pr\u00E1vo\r\n\r\n14.1 Rozhodn\u00E9 pr\u00E1vo\r\n\r\nSmluvn\u00ED strany souhlas\u00ED s pou\u017Eit\u00EDm pr\u00E1va zem\u011B, v n\u00ED\u017E Dr\u017Eitel licence zakoupil licenci na Program, podle kter\u00E9ho se budou \u0159\u00EDdit, vykl\u00E1dat a uplat\u0148ovat ve\u0161ker\u00E9 pr\u00E1va, povinnosti a z\u00E1vazky Dr\u017Eitele licence a IBM z t\u00E9to Smlouvy \u010Di vztahuj\u00EDc\u00ED se k jej\u00EDmu p\u0159edm\u011Btu a to bez ohledu na rozpor pr\u00E1vn\u00EDch z\u00E1sad.\r\n\r\n\u00DAmluva OSN o smlouv\u00E1ch o mezin\u00E1rodn\u00ED koupi zbo\u017E\u00ED se neaplikuje.\r\n\r\n14.2 Jurisdikce\r\n\r\nV\u0161echna pr\u00E1va, povinnosti a z\u00E1vazky budou podl\u00E9hat rozhodnut\u00EDm p\u0159\u00EDslu\u0161n\u00FDch soud\u016F zem\u011B, v n\u00ED\u017E Dr\u017Eitel licence obdr\u017Eel licenci na Program.\r\n\r\n\u010C\u00E1st 2 - Podm\u00EDnky specifick\u00E9 pro zemi\r\n\r\nPro licence ud\u011Blen\u00E9 v \u010Cesk\u00E9 republice plat\u00ED, \u017Ee n\u00ED\u017Ee uveden\u00E9 podm\u00EDnky nahrazuj\u00ED nebo m\u011Bn\u00ED podm\u00EDnky uveden\u00E9 v \u010C\u00E1sti 1. Ve\u0161ker\u00E9 podm\u00EDnky uveden\u00E9 v \u010C\u00E1sti 1, kter\u00E9 nejsou t\u011Bmito dodatky dot\u010Deny, z\u016Fst\u00E1vaj\u00ED v pln\u00E9 platnosti.\r\n\r\nDODATKY PRO ZEM\u011A EVROPY, ST\u0158EDN\u00CDHO V\u00DDCHODU A AFRIKY (EMEA)\r\n\r\n\u010CLENSK\u00C9 ST\u00C1TY EVROPSK\u00C9 UNIE\r\n\r\n8. Z\u00E1ruka a vylou\u010Den\u00ED z\u00E1ruky\r\n\r\nN\u00ED\u017Ee uveden\u00FD text se p\u0159id\u00E1v\u00E1 k odd\u00EDlu 8 (Z\u00E1ruka a vylou\u010Den\u00ED z\u00E1ruky)\:\r\n\r\nSpot\u0159ebitel\u00E9 z Evropsk\u00E9 unie ("EU") maj\u00ED z\u00E1konn\u00E1 pr\u00E1va, kter\u00E1 vypl\u00FDvaj\u00ED z platn\u00E9 n\u00E1rodn\u00ED legislativy vztahuj\u00EDc\u00ED se na prodej spot\u0159ebn\u00EDho zbo\u017E\u00ED. Tato pr\u00E1va nejsou dot\u010Dena ustanoven\u00EDmi tohoto odd\u00EDlu 8 (Z\u00E1ruka a vylou\u010Den\u00ED z\u00E1ruky).\r\n\r\n\u010CLENSK\u00C9 ST\u00C1TY EU A ZEM\u011A UVEDEN\u00C9 N\u00CD\u017DE\r\n\r\nJak\u00E1koliv evropsk\u00E1 zem\u011B, v kter\u00E9 plat\u00ED pr\u00E1vn\u00ED p\u0159edpisy upravuj\u00EDc\u00ED ochranu osobn\u00EDch \u00FAdaj\u016F a ochranu soukrom\u00ED podobn\u011B jako pr\u00E1vn\u00ED p\u0159edpisy EU.\r\n\r\n13. V\u0161eobecn\u00E1 ustanoven\u00ED\r\n\r\nN\u00ED\u017Ee uveden\u00FD text nahrazuje bod 13.e\:\r\n\r\n(1) Definice - Pro \u00FA\u010Dely tohoto bodu 13.e plat\u00ED n\u00E1sleduj\u00EDc\u00ED dodate\u010Dn\u00E9 definice\:\r\n\r\n(a) Informace o obchodn\u00EDch kontaktech - kontaktn\u00ED informace vztahuj\u00EDc\u00ED se k obchodn\u00EDm vztah\u016Fm, kter\u00E9 Dr\u017Eitel licence zp\u0159\u00EDstupn\u00ED IBM, v\u010Detn\u011B jmen, funkc\u00ED, obchodn\u00EDch adres, telefonn\u00EDch \u010D\u00EDsel, e-mailov\u00FDch adres zam\u011Bstnanc\u016F a dodavatel\u016F Dr\u017Eitele licence. Pro Rakousko, It\u00E1lii a \u0160v\u00FDcarsko zahrnuj\u00ED Informace o obchodn\u00EDch kontaktech rovn\u011B\u017E \u00FAdaje o Dr\u017Eiteli licence a jeho dodavatel\u00EDch, kte\u0159\u00ED jsou pr\u00E1vnick\u00FDmi osobami (nap\u0159\u00EDklad \u00FAdaje o p\u0159\u00EDjmech Dr\u017Eitele licence a dal\u0161\u00ED informace t\u00FDkaj\u00EDc\u00ED se transakc\u00ED).\r\n\r\n(b) Obchodn\u00ED kontakty - zam\u011Bstnanci a dodavatel\u00E9 Dr\u017Eitele licence, jich\u017E se t\u00FDkaj\u00ED Informace o obchodn\u00EDch kontaktech.\r\n\r\n(c) \u00DA\u0159ad na ochranu osobn\u00EDch \u00FAdaj\u016F - \u00FA\u0159ad z\u0159\u00EDzen\u00FD dle z\u00E1kona o ochran\u011B osobn\u00EDch \u00FAdaj\u016F a z\u00E1kona o elektronick\u00FDch komunikac\u00EDch p\u0159\u00EDslu\u0161n\u00E9 zem\u011B nebo (v zem\u00EDch, je\u017E nejsou \u010Dleny EU) \u00FA\u0159ad odpov\u011Bdn\u00FD za kontrolu ochrany osobn\u00EDch \u00FAdaj\u016F v t\u00E9to zemi, nebo (pro kteroukoli z v\u00FD\u0161e uveden\u00FDch mo\u017Enost\u00ED) \u0159\u00E1dn\u011B jmenovan\u00FD pr\u00E1vn\u00ED n\u00E1stupce takov\u00E9ho \u00FA\u0159adu.\r\n\r\n(d) Pr\u00E1vn\u00ED p\u0159edpisy na ochranu osobn\u00EDch \u00FAdaj\u016F a o elektronick\u00FDch komunikac\u00EDch - i) p\u0159\u00EDslu\u0161n\u00E9 m\u00EDstn\u00ED pr\u00E1vn\u00ED p\u0159edpisy v platn\u00E9m zn\u011Bn\u00ED, kter\u00E9 implementuj\u00ED po\u017Eadavky Sm\u011Brnice Evropsk\u00E9ho parlamentu a Rady 95/46/ES (o ochran\u011B fyzick\u00FDch osob v souvislosti se zpracov\u00E1n\u00EDm osobn\u00EDch \u00FAdaj\u016F a o voln\u00E9m pohybu t\u011Bchto \u00FAdaj\u016F) a Sm\u011Brnice Evropsk\u00E9ho parlamentu a Rady 2002/58/ES (o zpracov\u00E1n\u00ED osobn\u00EDch \u00FAdaj\u016F a ochran\u011B soukrom\u00ED v odv\u011Btv\u00ED elektronick\u00FDch komunikac\u00ED); nebo (ii) u zem\u00ED, je\u017E nejsou \u010Dleny EU, pr\u00E1vn\u00ED p\u0159edpisy schv\u00E1len\u00E9 v p\u0159\u00EDslu\u0161n\u00E9 zemi a t\u00FDkaj\u00EDc\u00ED se ochrany osobn\u00EDch \u00FAdaj\u016F a regulace elektronick\u00FDch komunikac\u00ED, v\u010Detn\u011B (pro kteroukoli z v\u00FD\u0161e uveden\u00FDch mo\u017Enost\u00ED) jak\u00E9koli jejich z\u00E1konn\u00E9 n\u00E1hrady nebo zm\u011Bny.\r\n\r\n(e) Skupina IBM - International Business Machines Corporation, Armonk, New York, USA, jej\u00ED dce\u0159in\u00E9 spole\u010Dnosti a jejich p\u0159\u00EDslu\u0161n\u00ED Obchodn\u00ED partne\u0159i a subdodavatel\u00E9.\r\n\r\n(2) Dr\u017Eitel licence oprav\u0148uje IBM\:\r\n\r\n(a) ke zpracov\u00E1n\u00ED a pou\u017E\u00EDv\u00E1n\u00ED Informac\u00ED o obchodn\u00EDch kontaktech v r\u00E1mci Skupiny IBM pro \u00FA\u010Dely poskytov\u00E1n\u00ED podpory Dr\u017Eiteli licence, v\u010Detn\u011B poskytov\u00E1n\u00ED slu\u017Eeb, a pro \u00FA\u010Dely podporov\u00E1n\u00ED obchodn\u00EDch vztah\u016F mezi Dr\u017Eitelem licence a Skupinou IBM, v\u010Detn\u011B komunikace s Obchodn\u00EDmi kontakty (e-mailem nebo jinak) a marketingu produkt\u016F a slu\u017Eeb Skupiny IBM ("Uveden\u00FD \u00FA\u010Del"); a\r\n\r\n(b) ke zp\u0159\u00EDstupn\u011Bn\u00ED Informac\u00ED o obchodn\u00EDch kontaktech ostatn\u00EDm \u010Dlen\u016Fm Skupiny IBM, a to pouze v souvislosti s Uveden\u00FDm \u00FA\u010Delem.\r\n\r\n(3) IBM se zavazuje zpracov\u00E1vat Informace o obchodn\u00EDch kontaktech v souladu s platn\u00FDmi pr\u00E1vn\u00EDmi p\u0159edpisy na ochranu osobn\u00EDch \u00FAdaj\u016F a o elektronick\u00FDch komunikac\u00EDch a u\u017E\u00EDvat je pouze pro Uveden\u00FD \u00FA\u010Del.\r\n\r\n(4) Dr\u017Eitel licence prohla\u0161uje, \u017Ee z\u00EDskal (nebo z\u00EDsk\u00E1), a to v rozsahu, v jak\u00E9m to po\u017Eaduj\u00ED pr\u00E1vn\u00ED p\u0159edpisy na ochranu osobn\u00EDch \u00FAdaj\u016F a o elektronick\u00FDch komunikac\u00EDch, p\u0159\u00EDslu\u0161n\u00E9 souhlasy od Obchodn\u00EDch kontakt\u016F, kter\u00E9 pat\u0159i\u010Dn\u011B o t\u00E9to skute\u010Dnosti informoval (nebo informuje), aby bylo Skupin\u011B IBM umo\u017En\u011Bno zpracov\u00E1vat a u\u017E\u00EDvat Informace o obchodn\u00EDch kontaktech za \u00FA\u010Delem komunikace s t\u011Bmito kontakty, v\u010Detn\u011B komunikace emailem, a to v souladu s Uveden\u00FDm \u00FA\u010Delem.\r\n\r\n(5) Dr\u017Eitel licence oprav\u0148uje IBM k p\u0159en\u00E1\u0161en\u00ED Informac\u00ED o obchodn\u00EDch kontaktech mimo oblast Evropsk\u00E9ho hospod\u00E1\u0159sk\u00E9ho prostoru za p\u0159edpokladu, \u017Ee takov\u00FD p\u0159enos bude prob\u00EDhat na z\u00E1klad\u011B smluvn\u00EDch podm\u00EDnek schv\u00E1len\u00FDch \u00DA\u0159adem na ochranu osobn\u00EDch \u00FAdaj\u016F, p\u0159\u00EDpadn\u011B, \u017Ee takov\u00FD p\u0159enos bude jinak povolen pr\u00E1vn\u00EDmi p\u0159edpisy na ochranu osobn\u00EDch \u00FAdaj\u016F a o elektronick\u00FDch komunikac\u00EDch.\r\n\r\nZ125-5589-05 (07/2011)\r\n\r\n\r\n
# END NON-TRANSLATABLE
# ====================================================================
# Translators:  Set this licenseURL appropriate for your language:
#	license/cs.html
#	license/de.html
#	license/en.html
#	license/es.html
#	license/fr.html
#	license/it.html
#	license/ja.html
#	license/ko.html
#	license/pl.html
#	license/pt.html
#	license/ru.html
#	license/zh_TW.html
#	license/zh.html
# ====================================================================
licenseURL=license/cs.html