license=\
LICENCIJOS INFORMACIJA\n\
\n\
Toliau nurodytos Programos licencijuojamos pagal \u0161ias Licencijos informacijos s\u0105lygas, kurios papildo Programos licencijos s\u0105lygas, d\u0117l kuri\u0173 susitar\u0117 Klientas ir IBM. Jei Klientas anks\u010diau n\u0117ra sutik\u0119s su Programai taikomomis licencijos s\u0105lygomis, taikoma Tarptautin\u0117 programos licencin\u0117 sutartis (Z125-3301-14).\n\
\n\
Programos pavadinimas (Programos numeris):\n\
IBM WebSphere Application Server Developer Tools for Eclipse 20.0 (Tool)\n\
\n\
\u0160ios standartin\u0117s s\u0105lygos taikomos Licenciato Programos naudojimui.\n\
\n\
Riboto naudojimo teis\u0117\n\
\n\
Kaip nurodyta Tarptautin\u0117je programos licencin\u0117je sutartyje (IPLA) ir \u0161ioje Licencijos informacijoje, IBM suteikia licenciatui ribot\u0105 teis\u0119 naudoti Program\u0105. \u0160i teis\u0117 apsiriboja \u012egaliotojo naudojimo lygiu, pvz., Procesoriaus vert\u0117s vieneto (PVV) I\u0161tekli\u0173 vert\u0117s vieneto (IVV), Vert\u0117s vieneto (VV) ar kitu nurodytu naudojimo lygiu, apmokamu Licenciato ir nurodytu Teisi\u0173 suteikimo dokumente. Licenciato naudojimas taip pat gali b\u016bti apribotas tik nurodytame kompiuteryje ar tik kaip Pagalbin\u0117s programos, ar taikant kitus apribojimus. Kai Licenciatas n\u0117ra sumok\u0117j\u0119s u\u017e vis\u0105 Programos ekonomin\u0119 vert\u0119, joks kitas naudojimas neleid\u017eiamas nemokant papildom\u0173 mokes\u010di\u0173. Be to, Licenciatas neturi teis\u0117s naudoti Programos komercin\u0117ms IT paslaugoms teikti jokiai tre\u010diajai \u0161aliai, taip pat teikti komercin\u0119 i\u0161tekli\u0173 nuom\u0105 ar laiko paskirstym\u0105, teikti antrin\u0119 Programos licencij\u0105 ar j\u0105 nuomoti, jei tai n\u0117ra ai\u0161kiai nurodyta taikomose sutartyse, pagal kurias Licenciatas \u012fgyja teis\u0119 naudoti Program\u0105. Licenciatas gali naudotis papildomomis teis\u0117mis sumok\u0117j\u0119s papildom\u0105 mokest\u012f ar pagal kitas papildomas s\u0105lygas. IBM pasilieka teis\u0119 nuspr\u0119sti, ar Licenciatas gal\u0117s pasinaudoti tokiomis papildomomis teis\u0117mis.\n\
\n\
Specifikacijos\n\
\n\
Programos specifikacijas galima rasti Programos prane\u0161im\u0173 bendruosiuose Apra\u0161o ir technin\u0117s informacijos skyriuose.\n\
\n\
Draud\u017eiamas naudojimas\n\
\n\
Licenciatas negali naudoti ar autorizuoti nauodoti Program\u0105, jei jos gedimas gali sukelti mirt\u012f, k\u016bno su\u017ealojim\u0173, nuosavyb\u0117s ar aplinkos pa\u017eeidim\u0105.\n\
\n\
\u0160ie matavimo vienetai gali b\u016bti taikomi Licenciato Programos naudojimui.\n\
\n\
\u012egaliotasis vartotojas\n\
\n\
\u012egaliotasis vartotojas yra matavimo vienetas, kuriuo remiantis gali b\u016bti licencijuojama \u0161i Programa. \u012egaliotasis vartotojas yra unikalus asmuo, kuriam suteikta prieiga prie Programos. Programos \u012fdieg\u010di\u0173 skai\u010dius kompiuteriuose ir serveriuose neribojamas, o visi \u012egaliotieji vartotojai gali vienu metu prieiti prie bet kokio Programos egzempliori\u0173 skai\u010diaus. Licenciatas privalo \u012fsigyti atskiras priskirtas kiekvienos \u012egaliotajam vartotojui suteiktos prieigos prie Programos teises, jei Programa naudojama bet kokiu tiesioginiu arba netiesioginiu b\u016bdu (pavyzd\u017eiui, naudojant tankinimo program\u0105, \u012frang\u0105 arba taikom\u0173j\u0173 program\u0173 server\u012f) ir bet kokiomis priemon\u0117mis. \u012egaliotojo vartotojo teis\u0117s yra unikalios ir j\u0173 negalima bendrai naudoti ar i\u0161 naujo priskirti, i\u0161skyrus \u012egaliotajam vartotojui suteikiam\u0173 teisi\u0173 perdavim\u0105 kitam asmeniui visam laikui.\n\
\n\
L/N:  L-CTUR-BLPNWG\n\
D/N:  L-CTUR-BLPNWG\n\
P/N:  L-CTUR-BLPNWG\n\
\n\
\n\
Tarptautin\u0117 programin\u0117s \u012frangos licencin\u0117 sutartis\n\
\n\
1 dalis - bendrosios s\u0105lygos\n\
\n\
ATSISI\u0172SDAMAS, DIEGDAMAS, KOPIJUODAMAS, PASIEKDAMAS PROGRAM\u0104, SPAUSDAMAS MYGTUK\u0104 \u201eSUTINKU\u201c AR KITAIS B\u016aDAIS NAUDODAMAS PROGRAM\u0104, LICENCIATAS SUTINKA SU \u0160IOS SUTARTIES S\u0104LYGOMIS.JEIGU SU \u0160IOS LICENCIJOS S\u0104LYGOMIS SUTINKATE LICENCIATO VARDU, J\u016aS PAREI\u0160KIATE IR GARANTUOJATE, KAD PRISIIMATE VIS\u0104 ATSAKOMYB\u0118 U\u017d \u0160I\u0172 S\u0104LYG\u0172 LAIKYM\u0104SI. JEIGU NESUTINKATE SU \u0160IOMIS S\u0104LYGOMIS,\n\
\n\
* NESI\u0172SKITE, NEDIEKITE, NEKOPIJUOKITE, NEBANDYKITE PASIEKTI PROGRAMOS, NESPAUSKITE MYGTUKO \u201eSUTINKU\u201c AR NESINAUDOKITE PROGRAMA; IR\n\
\n\
* NEDELSDAMI GR\u0104\u017dINKITE NENAUDOTAS LAIKMENAS, DOKUMENTACIJ\u0104 IR NUOSAVYB\u0116S TEIS\u0116S DOKUMENT\u0104 \u0160ALIAI, I\u0160 KURIOS JUOS GAVOTE, KAD SUSIGR\u0104\u017dINTUM\u0116TE U\u017d PROGRAM\u0104 SUMOK\u0116TUS PINIGUS. JEI PROGRAMA BUVO ATSISI\u0172STA, SUNAIKINKITE VISAS PROGRAMOS KOPIJAS.\n\
\n\
1. Apibr\u0117\u017eimai\n\
\n\
\u012egaliotasis naudojimas - numatytas lygis, apibr\u0117\u017eiantis, kaip Licenciatas \u012fgaliotas paleisti ir vykdyti Program\u0105. \u0160is lygis gali b\u016bti nustatomas pagal naudotoj\u0173 skai\u010di\u0173, paslaug\u0173 vienet\u0173 milijonus (MSU), procesoriaus vert\u0117s vienetus (PVU) arba kitus naudojimo lygius, kuriuos nurodo IBM.\n\
\n\
IBM - \u201eInternational Business Machines Corporation\u201c arba vienas i\u0161 jos filial\u0173.\n\
\n\
Licencijos informacija (LI) - dokumentas, kuriame pateikta specifin\u0117 informacija apie Program\u0105 ir papildomos s\u0105lygos. Programos LI galima rasti internete adresu: www.ibm.com/software/sla. LI taip pat galima rasti Programos kataloge, naudojant sistemin\u0119 komand\u0105, arba lankstinuke, kuris prid\u0117tas prie Programos.\n\
\n\
Programa - \u0161ie i\u0161vardyti dalykai, j\u0173 originalai ir visos i\u0161samios arba dalin\u0117s kopijos: 1) kompiuterio skaitomos instrukcijos ir duomenys, 2) komponentai, failai ir moduliai, 3) garsin\u0117 ir vaizdin\u0117 med\u017eiaga (pvz., vaizdai, tekstas, \u012fra\u0161ai ar paveiksl\u0117liai), ir 4) susijusi licencijos med\u017eiaga (tokia, kaip raktai ir dokumentacija).\n\
\n\
Nuosavyb\u0117s teis\u0117s dokumentas (NTD) - Licenciato \u012fgaliotojo naudojimo \u012frodymas. NTD taip pat \u012frodo, kad Licenciatas gal\u0117s naudotis garantiniu aptarnavimu, b\u016bsim\u0173 naujinim\u0173 kainomis, jei tokie bus i\u0161leisti, ir galimais specialiais ar reklamos pasi\u016blymais. Jeigu IBM nepateikia Licenciatui NTD, tada IBM vietoj NTD gali priimti original\u0173 pirkimo kvit\u0105 ar kit\u0105 pirkimo dokument\u0105 i\u0161 \u0161alies (arba IBM, arba jos platintojo), i\u0161 kurios Licenciatas \u012fsigijo Program\u0105, su s\u0105lyga, kad dokumente nurodytas Programos pavadinimas bei suteiktos \u012egaliotojo naudojimo s\u0105lygos.\n\
\n\
Garantijos laikas - vieneri metai nuo datos, kai Licenciatui suteikta licencija.\n\
\n\
2. Sutarties strukt\u016bra\n\
\n\
\u0160i\u0105 sutart\u012f sudaro: 1 dalis - bendrosios s\u0105lygos, 2 dalis - konkre\u010diai \u0161aliai taikomos s\u0105lygos (jei toki\u0173 yra), LI ir NTD, ir tai yra galutinis susitarimas tarp Licenciato ir IBM d\u0117l naudojimosi Programa. Ji pakei\u010dia bet kok\u012f ankstesn\u012f \u017eodin\u012f ar ra\u0161tin\u012f bendravim\u0105 tarp Licenciato ir IBM, kuri\u0173 metu buvo aptariamas Licenciato naudojimasis Programa. 2 dalies s\u0105lygos gali pakeisti 1 dalies s\u0105lygas. Atsiradus bet kokiems prie\u0161taravimams, bus remiamasi LI.\n\
\n\
3. Licencijos suteikiamos teis\u0117s\n\
\n\
Programa yra IBM arba IBM platintojo nuosavyb\u0117, ginama autoriaus teisi\u0173, naudojimuisi ja suteikiama licencija, bet ji n\u0117ra parduodama.\n\
\n\
IBM suteikia Licenciatui nei\u0161imtin\u0119 licencij\u0105 1) naudotis Programa pagal \u012egaliotojo naudojimo s\u0105lygas, nurodytas NTD, 2) kurti ir diegti kopijas, kurios palaikyt\u0173 \u012egaliot\u0105j\u012f naudojim\u0105si programa, ir 3) kurti atsargin\u0119 kopij\u0105 su s\u0105lyga, kad\n\
\n\
a. Licenciatas teis\u0117tai \u012fsigijo Program\u0105 ir laikosi \u0161ios Sutarties s\u0105lyg\u0173;\n\
\n\
b. atsargin\u0117 kopija nepaleid\u017eiama, nebent neveikia pati Programa, kurios atsargin\u0117 kopija sukurta;\n\
\n\
c. Licenciatas ant kiekvienos Programos i\u0161samios ar dalin\u0117s kopijos nurodo vis\u0105 autoriaus teisi\u0173 informacij\u0105 bei kitus nuosavyb\u0117s \u017eenklus;\n\
\n\
d. Licenciatas u\u017etikrina, kad kiekvienas, kuris naudojasi Programa (vietine ar nuotoline prieiga) 1) naudojasi tik Licenciato vardu ir 2) laikosi \u0161ios Sutarties s\u0105lyg\u0173;\n\
\n\
e. Licenciatas 1) nenaudoja, nekopijuoja, nekei\u010dia ir neplatina Programos, nebent tai ai\u0161kiai leid\u017eiama \u0161ioje Sutartyje; 2) nebando i\u0161ardyti, dekompiliuoti, versti ar atkurti Programos kodo, nebent tai ai\u0161kiai leid\u017eia \u012fstatymai ir nesuteikiama teis\u0117 atsisakyti sutartyse; 3) nenaudoja joki\u0173 Programos komponent\u0173, fail\u0173, moduli\u0173, garsinio ir vaizdinio turinio ar susijusios licencijuotos med\u017eiagos atskirai nuo Programos; ir 4) nei\u0161duoda licencijos tre\u010diajai \u0161aliai, nenuomoja ir i\u0161perkamosios nuomos pagrindais nesuteikia Programos; ir\n\
\n\
f. jei Licenciatas \u012fgyja \u0161i\u0105 Program\u0105 kaip Pagalbin\u0119 program\u0105, Licenciatas naudoja \u0161i\u0105 Program\u0105 tik kaip pagalbin\u0119 priemon\u0119, palaikan\u010di\u0105 Pagrindin\u0119 program\u0105, jai taikomi bet kokie Pagrindin\u0117s programos licencijos apribojimai, arba, jei Licenciatas \u012fgyja \u0161i\u0105 program\u0105 kaip Pagrindin\u0119 program\u0105, Licenciatas naudoja visas Pagalbines programas tik \u0161iai Programai palaikyti, jai taikomi bet kokie \u0161ios Sutarties apribojimai. \u0160iame punkte \u201ef\u201c \u201ePagalbin\u0117 programa\u201c yra Programa, kuri yra kitos IBM Programos (\u201ePagrindin\u0117s programos\u201c) dalis ir kuri Pagrindin\u0117s programos LI yra nurodoma kaip Pagalbin\u0117 programa. (Nor\u0117damas gauti atskir\u0105 Pagalbin\u0117s programos licencij\u0105 be \u0161i\u0173 apribojim\u0173, Licenciatas tur\u0117t\u0173 susisiekti \u0161alimi, i\u0161 kurios \u012fsigijo Pagalbin\u0119 program\u0105.)\n\
\n\
\u0160i licencija taikoma kiekvienai Licenciato padarytai Programos kopijai.\n\
\n\
3.1 Pakeitimai, atnaujinimai, pataisos ir taisymai\n\
\n\
3.1.1 Pakeitimai\n\
\n\
Jei Programa pakei\u010diama kita Programa, pakeistos Programos licencija yra nedelsiant nutraukiama.\n\
\n\
3.1.2 Atnaujinimai, pataisos ir taisymai\n\
\n\
Kai Licenciatas gauna Programos atnaujinim\u0105, patais\u0105 ar pataisym\u0105, Licenciatas sutinka su bet kokiomis papildomomis ar skirtingomis s\u0105lygomis, taikomomis \u0161iems atnaujinimas, pataisoms ar pataisymams, kurios yra nurodytos LI. Jei nepateikta joki\u0173 papildom\u0173 ar pakeist\u0173 s\u0105lyg\u0173, tuomet atnaujinimui, pataisai ar pataisymui taikomos tik \u0161ios Sutarties s\u0105lygos. Jei Programa pakei\u010diama atnaujinimu, Licenciatas sutinka nedelsdamas nutraukti pakeistos Programos naudojim\u0105.\n\
\n\
3.2 Fiksuotos trukm\u0117s licencijos\n\
\n\
Jei IBM suteikia Programai fiksuotos trukm\u0117s licencij\u0105, Licenciato licencija baigia galioti, pasibaigus fiksuotam laikotarpiui, nebent Licenciatas ir IBM susitaria j\u0105 atnaujinti.\n\
\n\
3.3 Terminas ir nutraukimas\n\
\n\
\u0160i sutartis galioja tol, kol yra nutraukiama.\n\
\n\
IBM gali nutraukti Licenciato licencij\u0105, jei Licenciatas nesilaiko Sutarties s\u0105lyg\u0173.\n\
\n\
Jei licencija yra nutraukiama bet kurios \u0161alies iniciatyva d\u0117l bet kokios prie\u017easties, Licenciatas sutinka nedelsdamas nutraukti Programos naudojim\u0105 ir sunaikinti visas turimas Programos kopijas. Jei tam tikros Sutarties s\u0105lygos d\u0117l savo pob\u016bd\u017eio i\u0161lieka galioti po Sutarties nutraukimo, jos galioja, kol bus \u012fvykdytos, ir taikomos abiej\u0173 \u0161ali\u0173 atitinkamiems teisi\u0173 per\u0117m\u0117jams ir \u012fgaliotiniams.\n\
\n\
4. Mok\u0117jimas\n\
\n\
Mok\u0117jimas priklauso nuo \u012egaliotojo naudojimo pob\u016bd\u017eio, kuris yra apra\u0161ytas NTD. IBM neteikia kredit\u0173, jei v\u0117luojama sumok\u0117ti, ir negr\u0105\u017eina jau sumok\u0117t\u0173 pinig\u0173, i\u0161skyrus atvejus, apra\u0161ytus Sutartyje.\n\
\n\
Jei Licenciatas nori i\u0161pl\u0117sti savo \u012egaliotojo naudojimo ribas, Licenciatas turi i\u0161 anksto prane\u0161ti IBM arba \u012fgaliotajam IBM atstovui ir apmok\u0117ti visas susijusias i\u0161laidas.\n\
\n\
5. Mokes\u010diai\n\
\n\
Jeigu kuri nors vald\u017eios institucija taiko Programai muit\u0105, mokes\u010dius ar kitoki\u0105 rinkliav\u0105, i\u0161skyrus tuos, kurie skai\u010diuojami nuo IBM grynojo pelno, Licenciatas sutinka sumok\u0117ti s\u0105skaitoje fakt\u016broje nurodyt\u0105 sum\u0105 arba pateikti atleidimo nuo mokes\u010di\u0173 dokumentus. Nuo Programos \u012fsigijimo dienos Licenciatas yra atsakingas u\u017e bet kokius Programos nuosavyb\u0117s mokes\u010dius. Jeigu kuri nors vald\u017eios institucija taiko muit\u0105, mokes\u010dius ar kitoki\u0105 rinkliav\u0105 u\u017e Programos import\u0105, eksport\u0105, persiuntim\u0105, prieig\u0105 ar naudojim\u0105 u\u017e valstyb\u0117s, kurioje Licenciatui suteikta licencija, rib\u0173, Licenciatas sutinka sumok\u0117ti paskirt\u0105 sum\u0105.\n\
\n\
6. Pinig\u0173 gr\u0105\u017einimo garantijos\n\
\n\
Jei pradinis Licenciatas d\u0117l koki\u0173 nors prie\u017eas\u010di\u0173 yra nepatenkintas Programa, jis gali per 30 dien\u0173 nuo NTD gavimo datos nutraukti licencij\u0105 ir susigr\u0105\u017einti pinigus, kuriuos mok\u0117jo u\u017e Program\u0105, su s\u0105lyga, kad Licenciatas gr\u0105\u017eina Program\u0105 ir NTD tai \u0161aliai, i\u0161 kurios j\u0105 \u012fsigijo. Jei suteikta fiksuotos trukm\u0117s licencija, kuri\u0105 galima prat\u0119sti, Licenciatas gali susigr\u0105\u017einti pinigus tik tuo atveju, jei Programa ir jos NTD sugr\u0105\u017eindami per pirm\u0105sias 30 pirmojo termino dien\u0173. Jeigu Licenciatas Program\u0105 atsisiunt\u0117, jis turi susisiekti su j\u0105 i\u0161davusia \u0161alimi ir i\u0161 jos gauti pinig\u0173 susigr\u0105\u017einimo instrukcijas.\n\
\n\
7. Programos perleidimas\n\
\n\
Licenciatas gali perleisti Program\u0105 bei visas savo licencines teises ir \u012fsipareigojimus kitai \u0161aliai tik tuo atveju, jei ta \u0161alis sutinka su \u0161ios Sutarties s\u0105lygomis. Jei kuri nors \u0161alis d\u0117l tam tikr\u0173 prie\u017eas\u010di\u0173 licencij\u0105 nutraukia, Licenciatas nebegali perleisti Programos tre\u010diajai \u0161aliai. Licenciatas negali perleisti dalies 1) Programos ar 2) Programos \u012egaliotojo naudojimo. Perleisdamas Program\u0105, Licenciatas kartu su LI ir NTD taip pat privalo perleisti spausdint\u0105 \u0161ios Sutarties kopij\u0105. I\u0161 karto po perleidimo Licenciato licencija yra nutraukiama.\n\
\n\
8. Garantija ir i\u0161imtys\n\
\n\
8.1 Ribotoji garantija\n\
\n\
IBM garantuoja, kad Programa, jei ji naudojama numatytoje veikimo aplinkoje, atitinka specifikacijas. Programos specifikacijos ir nurodytos veikimo aplinkos informacija yra pateikta Programos dokumentacijoje (tokioje kaip \u201eread-me\u201c failas) arba kituose informacijos \u0161altiniuose, kuriuos i\u0161leido IBM (pvz., prane\u0161ime). Licenciatas sutinka, kad tokia dokumentacija ir kitas Programos turinys pateikiami tik angl\u0173 kalba, nebent vietos \u012fstatymai reikalauja kitaip, nesuteikiama teis\u0117 sutartyje to atsisakyti arba apriboti.\n\
\n\
Garantija galioja tik nemodifikuotai Programos daliai. IBM negarantuoja, kad Programa veiks be trik\u010di\u0173 ir klaid\u0173 ar kad IBM pa\u0161alins visus Programos defektus. Licenciatas yra atsakingas u\u017e naudojimosi Programa rezultatus.\n\
\n\
Garantiniu periodu IBM suteikia Licenciatui nemokam\u0105 prieig\u0105 prie IBM duomen\u0173 bazi\u0173, kuriose yra informacija apie \u017einomus Programos defektus, j\u0173 taisymus, apribojimus ir ap\u0117jimus. I\u0161samesn\u0117s informacijos rasite IBM programos palaikymo vadove adresu www.ibm.com/software/support.\n\
\n\
Jei Garantiniu laikotarpiu Programa neveikia, kaip buvo garantuota, ir problemos negalima i\u0161spr\u0119sti, naudojantis IBM duomen\u0173 baz\u0117se esan\u010dia informacija, Licenciatas gali gr\u0105\u017einti Program\u0105 ir jos NTD \u0161aliai (arba IBM, arba jos atstovui), i\u0161 kurios Licenciatas \u012fsigijo Program\u0105, ir susigr\u0105\u017einti pinigus. Gr\u0105\u017einus Program\u0105, Licenciato licencija nutraukiama. Jeigu Licenciatas Program\u0105 atsisiunt\u0117, jis turi susisiekti su j\u0105 i\u0161davusia \u0161alimi ir i\u0161 jos gauti pinig\u0173 susigr\u0105\u017einimo instrukcijas.\n\
\n\
8.2 I\u0161imtys\n\
\n\
\u0160IOS GARANTIJOS YRA LICENCIATO I\u0160IMTIN\u0116S GARANTIJOS IR PAKEI\u010cIA VISAS KITAS GARANTIJAS AR S\u0104LYGAS, I\u0160REIK\u0160TAS AR NUMANOMAS, \u012eSKAITANT, BET NEAPSIRIBOJANT, BET KOKIAS NUMANOMAS TINKAMUMO PREKYBAI, PATENKINAMOS KOKYB\u0116S, TINKAMUMO TAM TIKRAI PASKIR\u010cIAI IR BET KOKIAS NUOSAVYB\u0116S IR NEPA\u017dEID\u017dIAMUMO GARANTIJAS AR S\u0104LYGAS. KAI KURIOSE JURISDIKCIJOSE NELEID\u017dIAMA NE\u012eTRAUKTI I\u0160REIK\u0160T\u0172 AR NUMANOM\u0172 GARANTIJ\u0172, TOD\u0116L ANKS\u010cIAU I\u0160VARDYTOS I\u0160IMTYS LICENCIATUI GALI B\u016aTI NETAIKOMOS. TOKIU ATVEJU \u0160I\u0172 GARANTIJ\u0172 TAIKYMAS APRIBOJAMAS GARANTIJOS LAIKOTARPIO TRUKME. \u0160IAM LAIKOTARPIUI PRA\u0116JUS NEBETAIKOMOS JOKIOS GARANTIJOS. KAI KURIOSE VALSTYB\u0116SE AR JURISDIKCIJOSE NELEID\u017dIAMA RIBOTI NUMANOMOS GARANTIJOS TRUKM\u0116S, TOD\u0116L ANKS\u010cIAU PATEIKTI APRIBOJIMAI LICENCIATUI GALI B\u016aTI NETAIKOMI.\n\
\n\
\u0160IOS GARANTIJOS SUTEIKIA LICENCIATUI APIBR\u0116\u017dTAS JURIDINES TEISES. LICENCIATAS TAIP PAT GALI TUR\u0116TI KIT\u0172 TEISI\u0172, KURIOS SKIRSIS ATSI\u017dVELGIANT \u012e JURISDIKCIJ\u0104.\n\
\n\
GARANTIJAS, NURODYTAS 8 SKYRIUJE (GARANTIJOS IR I\u0160IMTYS), SUTEIKIA TIK \u201eIBM\u201d. APRIBOJIMAI, PAMIN\u0116TI 8.2 POSKYRYJE (I\u0160IMTYS), TAIP PAT TAIKOMI IR \u201eIBM\u201d TIEK\u0116JAMS, VEIKIANTIEMS KAIP TRE\u010cIOJI \u0160ALIS. TOKIE TIEK\u0116JAI VEIKIA BE JOKI\u0172 GARANTIJ\u0172 AR S\u0104LYG\u0172. \u0160IS PARAGRAFAS NEPANAIKINA \u201eIBM\u201d GARANTINI\u0172 \u012eSIPAREIGOJIM\u0172, NURODYT\u0172 \u0160IOJE SUTARTYJE.\n\
\n\
9. Licenciato duomenys ir duomen\u0173 baz\u0117s\n\
\n\
Siekdama pad\u0117ti Licenciatui i\u0161spr\u0119sti su Programa susijusias problemas, IBM gali papra\u0161yti, kad Licenciatas 1) leist\u0173 IBM nuotoliniu b\u016bdu prisijungti prie Licenciato sistemos arba 2) atsi\u0173st\u0173 savo informacij\u0105 ar sistemos duomenis \u012f IBM. Ta\u010diau IBM neprivalo teikti tokios pagalbos, nebent IBM ir Licenciatas pasira\u0161o atskir\u0105 susitarim\u0105, kuriame IBM sutinka teikti Licenciatui tokio pob\u016bd\u017eio palaikym\u0105, kuri n\u0117ra numatyta \u0161ios Sutarties IBM garantiniuose \u012fsipareigojimuose. Bet kokiu atveju IBM naudoja informacij\u0105 apie klaidas ir problemas savo produktams ir paslaugoms tobulinti ir techninei pagalbai teikti. Licenciatas sutinka su tokia IBM, IBM juridini\u0173 asmen\u0173 ir subrangov\u0173 (veikian\u010di\u0173 ne tik Licenciato valstyb\u0117je) veikla.\n\
\n\
Licenciatas lieka atsakingas u\u017e 1) bet kokius duomenis ar kit\u0105 bet kurios duomen\u0173 baz\u0117s turin\u012f, kur\u012f jis padaro prieinam\u0105 IBM, 2) duomen\u0173 prieigos, apsaugos, kodavimo, naudojimo bei duomen\u0173 perdavimo (\u012fskaitant ir bet kokius asmeninius duomenis) proced\u016br\u0173 ir kontrol\u0117s pasirinkim\u0105 ir vykdym\u0105 ir 3) vis\u0173 duomen\u0173 bazi\u0173 ir vis\u0173 saugom\u0173 duomen\u0173 atsargini\u0173 kopij\u0173 suk\u016brim\u0105 bei j\u0173 atk\u016brim\u0105. Licenciatas nesi\u0173s ir nesuteiks IBM prieigos prie asmenin\u0117s informacijos, nepriklausomai nuo to, kokios formos ji yra, ir bus atsakingas u\u017e pagr\u012fstas i\u0161laidas, kurias IBM patirs d\u0117l tokios informacijos klaidingo perdavimo IBM arba jei IBM prarast\u0173 ar paskelbt\u0173 toki\u0105 informacij\u0105, taip pat ir i\u0161laidas, susijusias su tre\u010di\u0173j\u0173 \u0161ali\u0173 i\u0161keltais ie\u0161kiniais.\n\
\n\
10. Atsakomyb\u0117s apribojimas\n\
\n\
Apribojimai, pateikti 10 skyriuje (Atsakomyb\u0117s apribojimas) yra taikomi tiek, kiek leid\u017eia taikomi \u012fstatymai ir neleid\u017eiama atsisakyti sutartyse.\n\
\n\
10.1 Dalykai, u\u017e kuriuos IBM atsakinga\n\
\n\
Gali susiklostyti tokios aplinkyb\u0117s, kad d\u0117l IBM ar kit\u0173 \u012fsipareigojim\u0173 nevykdymo Licenciatui b\u016bt\u0173 suteikta teis\u0117 gauti \u017ealos atlyginim\u0105 i\u0161 IBM. Neatsi\u017evelgiant \u012f pagrind\u0105, pagal kur\u012f Licenciatas gauna teis\u0119 reikalauti i\u0161 IBM atlyginti \u017eal\u0105 (\u012fskaitant esmin\u012f pa\u017eeidim\u0105, aplaidum\u0105, fakt\u0173 i\u0161kraipym\u0105 arba kit\u0105 sutarties ar civilin\u0117s teis\u0117s pa\u017eeidim\u0105), i\u0161skyrus bet koki\u0105 atsakomyb\u0119, kurios negalima atsisakyti arba apriboti remiantis atitinkamais \u012fstatymais, visa IBM atsakomyb\u0117 d\u0117l vis\u0173 pretenzij\u0173, susijusi\u0173 su kiekviena Programa, nevir\u0161ys a) \u017ealos d\u0117l k\u016bno su\u017ealojimo (\u012fskaitant mirt\u012f), \u017ealos nekilnojamajam turtui ir materialiajam asmeniniam turtui atlyginimo; b) bet kokios kitos faktin\u0117s tiesiogin\u0117s \u017ealos, \u012fskaitant mokes\u010dius (jei u\u017e Program\u0105 mokama fiksuotais terminais, taikomi 12 m\u0117nesi\u0173 mokes\u010diai) u\u017e Program\u0105, d\u0117l kurios pateiktas ie\u0161kinys.\n\
\n\
\u0160is apribojimas taip pat taikomas visiems IBM Programos k\u016br\u0117jams ir tiek\u0117jams. Tai yra did\u017eiausia IBM ir jos Programos k\u016br\u0117j\u0173 ir tiek\u0117j\u0173 kolektyvin\u0117s atsakomyb\u0117s suma.\n\
\n\
10.2 Dalykai, u\u017e kuriuos IBM n\u0117ra atsakinga\n\
\n\
JOKIU ATVEJU IBM, JOS PROGRAMOS K\u016aR\u0116JAI AR TIEK\u0116JAI N\u0116RA ATSAKINGI U\u017d \u0160IUOS DALYKUS, NET JEI JIEMS BUVO PRANE\u0160TA APIE TOKI\u0172 APLINKYBI\u0172 ATSIRADIMO GALIMYB\u0118:\n\
\n\
a. DUOMEN\u0172 PRARADIM\u0104 AR SUGADINIM\u0104;\n\
\n\
b. SPECIALIUOSIUS, ATSITIKTINIUS, BAUDINIUS AR NETIESIOGINIUS NUOSTOLIUS, ARBA BET KOKIUS PRIE\u017dASTINIUS EKONOMINIUS NUOSTOLIUS; ARBA\n\
\n\
c. PRARAST\u0104 PELN\u0104, VERSL\u0104, PAJAMAS, PRESTI\u017d\u0104 AR PLANUOTAS SUTAUPYTI L\u0116\u0160AS.\n\
\n\
11. S\u0105lyg\u0173 laikymosi tikrinimas\n\
\n\
11 skyriuje (S\u0105lyg\u0173 laikymosi tikrinimas), \u201eIPLA Programos s\u0105lygos\u201d rei\u0161kia 1) \u0161i\u0105 Sutart\u012f ir jos pataisymus bei IBM pateiktus sandorio dokumentus, ir 2) IBM programin\u0117s \u012frangos politik\u0105, kuri\u0105 galima rasti IBM Programin\u0117s \u012frangos politikos svetain\u0117je (www.ibm.com/softwarepolicies), \u012fskaitant, bet neapsiribojant, politik\u0105, susijusi\u0105 su atsargin\u0117mis kopijomis, pagalbin\u0117s talpyklos kain\u0173 nustatymu bei informacijos perk\u0117limu.\n\
\n\
11 skyriuje pateikiamos teis\u0117s ir \u012fsipareigojimai taikomi vis\u0105 Programos licencijos galiojimo laik\u0105 bei dvejus metus pasibaigus galiojimui.\n\
\n\
11.1 Tikrinimo procesas\n\
\n\
Licenciatas sutinka sukurti, i\u0161saugoti ir pateikti IBM bei jos auditoriams tikslias ra\u0161ytines ataskaitas, sistemos \u012franki\u0173 i\u0161vestis ir kit\u0105 sistemos informacij\u0105, kuri leist\u0173 \u012fvertinti, ar Licenciatas, naudodamasis visomis Programomis, laikosi IPLA programos s\u0105lyg\u0173, \u012fskaitant, bet neapsiribojant, visas IBM licencijavimo ir kain\u0173 nustatymo s\u0105lygas. Licenciatas yra atsakingas, kad 1) tai nevir\u0161yt\u0173 jo \u012egaliotojo naudojimo rib\u0173 ir 2) atitikt\u0173 IPLA Programos s\u0105lygas.\n\
\n\
Priimtinai persp\u0117jusi, IBM gali patikrinti, kaip Licenciatas laikosi IPLA programos s\u0105lyg\u0173 visose darbo vietose ir visose aplinkose, kuriose Licenciatas naudojasi Programomis (bet kokiu tikslu), kurioms taikomos IPLA programos s\u0105lygos. Toks patikrinimas bus atliktas taip, kad kuo ma\u017eiau sutrikdyt\u0173 Licenciato veikl\u0105, ir gali b\u016bti atliekamas Licenciato patalpose darbo valandomis. Tikrinti IBM gali samdyti nepriklausom\u0105 auditori\u0173, jei IBM ir auditorius yra pasira\u0161\u0119 konfidencialumo sutart\u012f.\n\
\n\
11.2 Sprendimas\n\
\n\
Jei tikrinimo metu paai\u0161k\u0117s, kad Licenciatas naudojosi kuria nors Programa, vir\u0161ydamas \u012egaliotojo naudojimo ribas, ar kitu b\u016bdu nesilaik\u0117 IPLA programos s\u0105lyg\u0173, IBM prane\u0161 apie tai Licenciatui ra\u0161tu. Licenciatas sutinka nedelsdamas tiesiogiai IBM padengti i\u0161laidas, kurias IBM nurodo s\u0105skaitoje fakt\u016broje, u\u017e 1) bet kok\u012f naudojimosi pervir\u0161\u012f, 2) palaikym\u0105, suteikt\u0105 \u0161iam pervir\u0161iui per naudojimo laikotarp\u012f arba dvejus metus, atsi\u017evelgiant \u012f tai, kuris laikotarpis trumpesnis, ir 3) kitas i\u0161laidas bei \u012fsipareigojimus, nustatytus tikrinimo metu.\n\
\n\
12. Tre\u010di\u0173j\u0173 \u0161ali\u0173 pastabos\n\
\n\
Programoje gali b\u016bti tre\u010di\u0173j\u0173 \u0161ali\u0173 kodas, kur\u012f IBM, ne tre\u010dioji \u0161alis, suteikia Licenciatui, remdamasi \u0161ia Sutartimi. Jei yra pastab\u0173 apie tre\u010di\u0173j\u0173 \u0161ali\u0173 kod\u0105 (\u201eTre\u010di\u0173j\u0173 \u0161ali\u0173 pastabos\u201d), jos \u012ftrauktos tik Licenciatui informuoti. \u0160ios pastabos pateikiamos Programos faile (-uose) PASTABOS. Informacija, kaip gauti \u0161altinio kod\u0105 tam tikram tre\u010diosios \u0161alies kodui, pateikta skyriuje \u201eTre\u010di\u0173j\u0173 \u0161ali\u0173 pastabos\u201d. Jei Tre\u010di\u0173j\u0173 \u0161ali\u0173 pastabose IBM tre\u010diosios \u0161alies kod\u0105 nurodo kaip \u201eModifikuojam\u0105 tre\u010diosios \u0161alies kod\u0105\u201d, IBM leid\u017eia Licenciatui 1) modifikuoti Modifikuojam\u0105 tre\u010diosios \u0161alies kod\u0105 ir 2) atkurti kod\u0105 t\u0173 Programos moduli\u0173, kurie tiesiogiai siejasi su Modifikuojamu tre\u010diosios \u0161alies kodu, su s\u0105lyga, kad tai daroma tik norint suderinti Licenciato modifikacijas su tre\u010diosios \u0161alies kodu. IBM aptarnavimo ir technin\u0117s pagalbos \u012fsipareigojimai, jei tokie yra, taikomi tik nemodifikuotai Programai.\n\
\n\
13. Bendrosios nuostatos\n\
\n\
a. Joks \u0161ios Sutarties punktas neturi \u012ftakos \u012fstatym\u0173 numatytoms vartotoj\u0173 teis\u0117ms, kurias sutartis gal\u0117t\u0173 panaikinti ar apriboti.\n\
\n\
b. Tais atvejais, kai Licenciatui IBM Programas pateikia materialios formos, IBM savo siuntimo ir pristatymo \u012fsipareigojimus \u012fvykdo, perdavusi Programas IBM paskirtam ve\u017e\u0117jui, nebent Licenciatas ir IBM ra\u0161tu susitar\u0117 kitaip.\n\
\n\
c. Jeigu kuri nors \u0161ios Sutarties nuostata laikoma netekusi galios ar neturinti ie\u0161kinio galios, kitos \u0161ios Sutarties nuostatos lieka galioti.\n\
\n\
d. Licenciatas sutinka laikytis vis\u0173 taikom\u0173 eksporto ir importo \u012fstatym\u0173 bei taisykli\u0173, tarp j\u0173 JAV embargo ir sankcij\u0173 taisykli\u0173 bei eksporto draudim\u0173 tam tikriems galutiniams vartotojams.\n\
\n\
e. Licenciatas \u012fgalioja \u201eInternational Business Machines Corporation\u201c ir jos filialus (bei j\u0173 teisi\u0173 per\u0117m\u0117jus, rangovus ir IBM verslo partnerius) laikyti ir naudoti Licenciato verslo sandorio informacij\u0105, neatsi\u017evelgiant \u012f sandori\u0173 viet\u0105, susijusi\u0105 su IBM produktais ir paslaugomis, arba IBM ir Licenciato verslo ry\u0161iams palaikyti.\n\
\n\
f. Kiekviena \u0161alis, prie\u0161 i\u0161keldama ie\u0161kin\u012f kitai \u0161aliai d\u0117l Sutarties \u012fsipareigojim\u0173 nevykdymo, pirmiausia suteikia galimyb\u0119 \u012fvykdyti tuos \u012fsipareigojimus. \u0160alys bando gera valia i\u0161spr\u0119sti i\u0161kilusius gin\u010dus, nesutarimus ar ie\u0161kinius, susijusius su \u0161ia Sutartimi.\n\
\n\
g. Jei kitaip nereikalauja taikomi \u012fstatymai, ir tai nepanaikina bei neapriboja sutarties \u012fsipareigojim\u0173, 1) n\u0117 viena \u0161alis nesiims joki\u0173 teisini\u0173 veiksm\u0173 d\u0117l jokio ie\u0161kinio, susijusio su \u0161ia Sutartimi, jei yra pra\u0117j\u0119 dveji metai nuo \u012fvykio prad\u017eios; ir 2) pasibaigus \u0161iam terminui bet koks ie\u0161kinys ir su juo susijusios atitinkamos teis\u0117s netenka galios.\n\
\n\
h. Nei Licenciatas, nei IBM neatsako u\u017e savo \u012fsipareigojim\u0173 nevykdym\u0105 d\u0117l nuo \u0161ali\u0173 nepriklausan\u010di\u0173 prie\u017eas\u010di\u0173.\n\
\n\
i. \u0160ioje Sutartyje nenumatomos jokios tre\u010di\u0173j\u0173 \u0161ali\u0173 teis\u0117s ar veiksmai, ir IBM n\u0117ra atsakinga u\u017e jokius tre\u010di\u0173j\u0173 \u0161ali\u0173 ie\u0161kinius, pateiktus Licenciatui, i\u0161skyrus atvejus, nurodytus 10.1 poskyryje (Dalykai, u\u017e kuriuos IBM atsakinga), kai IBM juridi\u0161kai atsako tre\u010diajai \u0161aliai u\u017e k\u016bno su\u017ealojimus (taip pat mirt\u012f) ar turtin\u0119 \u017eal\u0105.\n\
\n\
j. Pasira\u0161ydamos \u0161i\u0105 Sutart\u012f, n\u0117 viena \u0161alis nesitiki \u012fsipareigojim\u0173 vykdymo, nenumatyto Sutartyje, \u012fskaitant, bet neapsiribojant, \u012fsipareigojimus, susijusius su: 1) Programos veikimu, jei tai nenurodyta 8 skyriuje (Garantijos ir i\u0161imtys) ; 2) kit\u0173 \u0161ali\u0173 patirtimi ar rekomendacijomis; arba 3) bet kokiais Licenciato gautais rezultatais.\n\
\n\
k. Programoms reklamuoti, parduoti ar aptarnauti IBM yra pasira\u0161iusi sutartis su tam tikromis organizacijomis (vadinamomis IBM verslo partneriais). IBM verslo partneriai yra nepriklausomos ir atskirai nuo IBM veikian\u010dios institucijos. IBM n\u0117ra atsakinga u\u017e IBM verslo Partneri\u0173 veiksmus ar parei\u0161kimus, ar j\u0173 \u012fsipareigojimus Licenciatui.\n\
\n\
l. Licencijos ir intelektin\u0117s nuosavyb\u0117s nuostoli\u0173 kompensacijos s\u0105lygos, nurodytos kitose Licenciato sutartyse su IBM (tokiose, kaip IBM kliento sutartis) netaikomos \u0161ios Sutarties suteikiamos Programos licencijoms.\n\
\n\
14. Geografin\u0117 veiklos sfera ir taikoma teis\u0117\n\
\n\
14.1 Taikoma teis\u0117\n\
\n\
Abi \u0161alys sutinka, kad vykdydamos, ai\u0161kindamos ir \u012fgyvendindamos visas Licenciato ir IBM teises, prievoles ir \u012fsipareigojimus, kylan\u010dius ar susijusius su \u0161ios Sutarties turiniu, taikys valstyb\u0117s, kurioje Licenciatas \u012fsigijo Programos licencij\u0105, \u012fstatymus, nepaisant teis\u0117s princip\u0173 prie\u0161taravim\u0173.\n\
\n\
Jungtini\u0173 Taut\u0173 Konvencija d\u0117l tarptautini\u0173 preki\u0173 pirkimo ir pardavimo sutar\u010di\u0173 netaikoma.\n\
\n\
14.2 Jurisdikcija\n\
\n\
Visos teis\u0117s, prievol\u0117s ir \u012fsipareigojimai yra pavald\u016bs Valstyb\u0117s, kurioje Licenciatas \u012fgijo Programos licencij\u0105, teismams.\n\
\n\
2 dalis - konkre\u010diai \u0161aliai taikomos s\u0105lygos\n\
\n\
\u0160ios s\u0105lygos pakei\u010dia arba modifikuoja toliau i\u0161vardytose \u0161alyse suteikt\u0173 licencij\u0173 s\u0105lygas, nurodytas 1 dalyje. Visos 1 dalyje nurodytos s\u0105lygos, kuri\u0173 \u0161ios pataisos nepakei\u010dia, i\u0161lieka nepakeistos ir galiojan\u010dios. 2 dalis i\u0161d\u0117stoma taip:\n\
\n\
* 1 dalies 14 skyriaus (Taikoma teis\u0117 ir jurisdikcija) su \u0161alimis susijusios pataisos ir\n\
\n\
* Europos, Vidurini\u0173 Ryt\u0173 ir Afrikos \u0161alyse taikomos kit\u0173 Sutarties s\u0105lyg\u0173 pataisos.\n\
\n\
1 dalies 14 skyriaus (Taikoma teis\u0117 ir jurisdikcija) su \u0161alimis susijusios pataisos\n\
\n\
14.1 Taikoma teis\u0117\n\
\n\
Skyriaus 14.1 Taikoma teis\u0117 1 pastraipos fraz\u0117 \u201evalstyb\u0117s, kurioje Licenciatas \u012fsigijo Programos licencij\u0105, \u012fstatymus\u201c pakei\u010diama \u0161iomis fraz\u0117mis (atitinkamai pagal \u0161al\u012f):\n\
\n\
EUROPA, VIDURINIAI RYTAI IR AFRIKA\n\
\n\
Lietuvoje: Suomijos \u012fstatymus.\n\
\n\
14.3 Arbitra\u017eas\n\
\n\
\u0160i pastraipa pridedama kaip naujas poskyris 14.3 Arbitra\u017eas, nes ji taikoma \u0161alims, toliau i\u0161skirtoms \u0161riftu. \u0160io 14.3 poskyrio nuostatos turi auk\u0161tesn\u0119 teisin\u0119 gali\u0105 nei poskyrio 14.2 Jurisdikcija nuostatos iki ribos, numatytos taikomuose vietos teis\u0117s aktuose ir reglamentuose:\n\
\n\
EUROPA, VIDURINIAI RYTAI IR AFRIKA\n\
\n\
Lietuva:\n\
\n\
Visi su \u0161ia Sutartimi susij\u0119 gin\u010dai bus galutinai sprend\u017eiami arbitra\u017eo teisme, kuris vyks Helsinkyje, Suomijoje, remiantis tuo metu galiojan\u010diais Suomijos arbitra\u017eo teis\u0117s aktais. Kiekviena \u0161alis paskirs vien\u0105 arbitr\u0105. Arbitrai kartu paskirs pirminink\u0105. Jei arbitrams nepavyks susitarti ir paskirti pirmininko, j\u012f paskirs Helsinkio centriniai pramon\u0117s ir prekybos r\u016bmai.\n\
\n\
EUROPOS, VIDURINI\u0172 RYT\u0172 IR AFRIKOS (EMEA) \u0160ALIMS TAIKOMOS PATAISOS\n\
\n\
EUROPOS S\u0104JUNGOS VALSTYB\u0116S NAR\u0116S\n\
\n\
8. Garantija ir i\u0161imtys\n\
\n\
Prie skyriaus 8. Garantija ir i\u0161imtys pridedama \u0161i informacija:\n\
\n\
Europos S\u0105jungoje (ES) vartotojai turi juridines teises, kurios apibr\u0117\u017eiamos pagal vietos teis\u0117s aktus, taikomus plataus vartojimo preki\u0173 pardavimui. Nuostatos, i\u0161vardytos \u0161iame skyriuje 8. Garantija ir i\u0161imtys, \u0161ioms teis\u0117ms neturi jokios \u012ftakos. Ribotoji garantija taikoma visame pasaulyje.\n\
\n\
13. Bendrosios nuostatos\n\
\n\
13.e punkt\u0105 pakei\u010dia tokia informacija:\n\
\n\
(1) Apibr\u0117\u017etys - \u0161iam 13.e punktui taikomos tokios papildomos apibr\u0117\u017etys:\n\
\n\
(a) Verslo kontaktin\u0117 informacija - su verslu susijusi kontaktin\u0117 informacija, kuri\u0105 Licenciatas pateikia IBM: Licenciato darbuotoj\u0173 ir subrangov\u0173 vardai, pareigos, darbo viet\u0173 adresai, telefono numeriai ir el. pa\u0161to adresai. Austrijoje, Italijoje ir \u0160veicarijoje verslo kontaktin\u0117 informacija apima ir informacij\u0105 apie Licenciat\u0105 ir jo subrangovus kaip juridinius asmenis (pavyzd\u017eiui, duomenis apie Licenciato pajamas ir kit\u0105 su sandoriais susijusi\u0105 informacij\u0105).\n\
\n\
(b) Verslo kontaktiniai asmenys - Licenciato darbuotojai ir subrangovai, su kuriais susijusi verslo kontaktin\u0117 informacija.\n\
\n\
(c) Duomen\u0173 apsaugos institucija - institucija, \u012fsteigta remiantis konkre\u010dios \u0161alies duomen\u0173 apsaugos ir elektronini\u0173 ry\u0161i\u0173 teis\u0117s aktais, arba ne ES \u0161alies institucija, atsakinga u\u017e asmens duomen\u0173 apsaug\u0105 toje \u0161alyje, arba (bet kurioje i\u0161 anks\u010diau pamin\u0117t\u0173 \u0161ali\u0173) tinkama tvarka paskirtas tokias pareigas perimantis subjektas.\n\
\n\
(d) Duomen\u0173 apsaugos ir elektronini\u0173 ry\u0161i\u0173 teis\u0117s aktai - (i) taikomi galiojantys vietos teis\u0117s aktai ir nuostatos, pagal kurias vykdomi ES direktyvos 95/46/EB (d\u0117l asmen\u0173 apsaugos tvarkant asmens duomenis ir d\u0117l laisvo toki\u0173 duomen\u0173 jud\u0117jimo) ir ES direktyvos 2002/58/EB (d\u0117l asmens duomen\u0173 tvarkymo ir privatumo apsaugos elektronini\u0173 ry\u0161i\u0173 sektoriuje) reikalavimai, arba (ii) ne ES \u0161ali\u0173 teis\u0117s aktai ir (arba) nuostatos, susijusios su asmens duomen\u0173 apsauga ir elektronini\u0173 ry\u0161i\u0173, kuriems naudojami asmens duomenys, reguliavimu, \u012fskaitant (bet kurioje i\u0161 anks\u010diau pamin\u0117t\u0173 \u0161ali\u0173) visus \u012fstatym\u0173 nustatytus pakeitimus arba modifikacijas.\n\
\n\
(e) IBM grup\u0117 - \u201eInternational Business Machines Corporation\u201c, esanti JAV, Niujorko valstijos mieste Armonke, jos filialai ir atitinkami verslo partneriai bei subrangovai.\n\
\n\
(2) Licenciatas suteikia IBM teis\u0119:\n\
\n\
(a) apdoroti ir naudoti verslo kontaktin\u0119 informacij\u0105 IBM grup\u0117je teikiant Licenciatui palaikymo paslaugas ir siekiant toliau palaikyti verslo ry\u0161ius tarp Licenciato ir IBM grup\u0117s, \u012fskaitant, be apribojim\u0173, kreipim\u0105si \u012f verslo kontaktin\u012f asmen\u012f (el. pa\u0161tu ar kitu b\u016bdu) ir IBM grup\u0117s produkt\u0173 ir paslaug\u0173 pardavim\u0105 (\u201eNurodytas tikslas\u201c), ir\n\
\n\
(b) atskleisti verslo kontaktinio asmens informacij\u0105 kitiems IBM grup\u0117s nariams tik siekiant Nurodyto tikslo.\n\
\n\
(3) IBM sutinka, kad visa verslo kontaktin\u0117 informacija bus apdorojama laikantis duomen\u0173 apsaugos ir elektronini\u0173 ry\u0161i\u0173 teis\u0117s akt\u0173 ir naudojama tik Nurodytu tikslu.\n\
\n\
(4) Iki duomen\u0173 apsaugos ir elektronini\u0173 ry\u0161i\u0173 teis\u0117s akt\u0173 nustatytos ribos Licenciatas patvirtina, kad (a) gavo (arba gaus) visus sutikimus i\u0161 verslo kontaktini\u0173 asmen\u0173 ir jiems pateik\u0117 (arba pateiks) visus prane\u0161imus, b\u016btinus norint leisti IBM grupei apdoroti ir naudoti verslo kontaktin\u0119 informacij\u0105 Nurodytu tikslu.\n\
\n\
(5) Licenciatas suteikia IBM teis\u0119 perduoti verslo kontaktin\u0119 informacij\u0105 u\u017e Europos ekonomin\u0117s zonos rib\u0173, jei toks perdavimas vykdomas pagal sutarties s\u0105lygas, kurias patvirtino duomen\u0173 apsaugos institucija, arba jei tok\u012f perdavim\u0105 leid\u017eia duomen\u0173 apsaugos ir elektronini\u0173 ry\u0161i\u0173 teis\u0117s aktai.\n\
\n\
Z125-3301-14 (07/2011)\n\
\n\

########### end of license property ##########################################