license=\
PODATKI O LICENCIRANJU\n\
\n\
Spodaj navedeni programi so licencirani na podlagi naslednjih dolo\u010db in pogojev licen\u010dne informacije, ki veljajo poleg pogojev licence za program, s katerimi naro\u010dnik in IBM predhodno sogla\u0161ata. \u010ce naro\u010dnik predhodno ne sogla\u0161a s pogoji, ki veljajo za program, velja Mednarodna licen\u010dna pogodba za program (Z125-3301-14).\n\
\n\
Ime programa (\u0160tevilka programa):\n\
IBM WebSphere Application Server Developer Tools for Eclipse 20.0 (Tool)\n\
\n\
Za uporabo programa s strani imetnika licence veljajo naslednji standardni pogoji.\n\
\n\
Omejena pravica do uporabe\n\
\n\
Kot je opisano v dokumentu Mednarodna licen\u010dna pogodba za program ("IPLA") in teh licen\u010dnih informacijah, dru\u017eba IBM imetniku licence podeljuje omejeno pravico za uporabo programa. Ta pravica je omejena z ravnijo poobla\u0161\u010dene uporabe, kot je enota vrednosti procesorja ("PVU"), enota vrednosti vira ("RVU"), enota vrednosti ("VU") ali druga dolo\u010dena raven uporabe, ki jo pla\u010duje imetnik licence, kot je razvidno iz dokazila o upravi\u010denosti. Uporaba imetnika licence je lahko omejena tudi na dolo\u010den ra\u010dunalnik ali le v obliki podpornega programa oziroma zanjo veljajo druge omejitve. Ker imetnik licence ni pla\u010dal polne cene programa, brez dopla\u010dila programa ne sme uporabljati na noben drug na\u010din. Imetnik licence poleg tega nima pooblastil za uporabo programa za namen izvajanja komercialnih storitev IT za katero koli tretjo osebo, za omogo\u010danje komercialnega gostovanja ali dodeljevanja \u010dasa oziroma za podlicenciranje ali najem programa, razen \u010de je to izrecno navedeno v ustreznih pogodbah, po katerih imetnik licence pridobi pooblastila za uporabo programa. Imetniku licence so lahko na voljo dodatne pravice na podlagi dopla\u010dila oziroma razli\u010dnih ali dodatnih pogojev. Dru\u017eba IBM si pridr\u017euje pravico odlo\u010danja o tem, ali bo imetniku licence omogo\u010dila tak\u0161ne dodatne pravice.\n\
\n\
Specifikacije\n\
\n\
Specifikacije tega programa so na voljo v skupnih razdelkih Opis in tehni\u010dne informacije v obvestilih za program.\n\
\n\
Prepovedana uporaba\n\
\n\
Imetnik licence ne sme uporabljati programa ali za njegovo uporabo pooblastiti drugih uporabnikov, \u010de lahko napaka programa povzro\u010di smrt, telesne po\u0161kodbe ali \u0161kodo na lastnini ali v okolju.\n\
\n\
Za uporabo programa s strani imetnika licence morda veljajo naslednje merske enote.\n\
\n\
Poobla\u0161\u010deni uporabnik\n\
\n\
Poobla\u0161\u010deni uporabnik je merska enota, na podlagi katere je lahko licenciran program. Poobla\u0161\u010deni uporabnik je specifi\u010dna oseba, ki ji je dodeljen dostop do programa. Program je lahko name\u0161\u010den na poljubno \u0161tevilo ra\u010dunalnikov ali stre\u017enikov, vsakemu poobla\u0161\u010denemu uporabniku pa je kadarkoli omogo\u010den so\u010dasen dostop do poljubnega \u0161tevila primerkov programa. Imetnik licence mora pridobiti lo\u010dena, namenska pooblastila za vsakega poobla\u0161\u010denega uporabnika, ki ima dodeljen kakr\u0161enkoli neposreden ali posreden dostop do programa (na primer: prek programa za multipleksiranje, naprave ali stre\u017enika aplikacij). Pooblastilo za poobla\u0161\u010denega uporabnika je edinstveno za tega poobla\u0161\u010denega uporabnika in ga ni mogo\u010de souporabljati, niti ga na novo dodeliti, razen \u010de gre za trajen prenos pravic poobla\u0161\u010denega uporabnika na drugo osebo.\n\
\n\
L/N:  L-CTUR-BLPNWG\n\
D/N:  L-CTUR-BLPNWG\n\
P/N:  L-CTUR-BLPNWG\n\
\n\
\n\
Mednarodna programska licen\u010dna pogodba\n\
\n\
1. del - splo\u0161ne dolo\u010dbe\n\
\n\
S TEM, KO IMETNIK LICENCE PRENESE, NAMESTI, PREKOPIRA, DOSTOPI DO, KLIKNE GUMB \u00bbSPREJMEM\u00ab ALI KAKO DRUGA\u010cE UPORABI PROGRAM, SOGLA\u0160A Z DOLO\u010cBAMI TE POGODBE. \u010cE SPREJMETE TE DOLO\u010cBE V IMENU IMETNIKA LICENCE, ODGOVARJATE IN JAM\u010cITE, DA IMATE VSA POOBLASTILA ZA POVEZAVO IMETNIKA LICENCE S TEMI DOLO\u010cBAMI. \u010cE S TEMI DOLO\u010cBAMI NE SOGLA\u0160ATE,\n\
\n\
* PROGRAMA NE PRENESITE, NE NAMESTITE, NE PREKOPIRAJTE, NE DOSTOPITE DO NJEGA, NE KLIKNITE GUMBA \u00bbSPREJMEM\u00ab ALI GA NE UPORABITE IN\n\
\n\
* NEMUDOMA VRNITE NEUPORABLJEN MEDIJ, DOKUMENTACIJO IN DOKAZILO O UPRAVI\u010cENOSTI STRANKI, KI VAM JIH JE POSLALA, TA PA VAM BO POVRNILA PLA\u010cAN ZNESEK. \u010cE STE PROGRAM PRENESLI, UNI\u010cITE VSE NJEGOVE KOPIJE.\n\
\n\
1. Definicije\n\
\n\
\u00bbPoobla\u0161\u010dena uporaba\u00ab - podana raven, s katero lahko imetnik licence uporablja ali izvaja program. Ta raven je lahko merjena s \u0161tevilom uporabnikov, z milijoni storitvenih enot (\u00bbMSU-ji\u00ab), enotami vrednosti procesorja ("PVU-ji") ali drugimi ravnmi uporabe, ki jih poda IBM.\n\
\n\
\u00bbIBM\u00ab - International Business Machines Corporation ali ena od njegovih podru\u017enic.\n\
\n\
\u00bbPodatki o licenciranju\u00ab (\u00bbLI\u00ab) - dokument, ki podaja informacije in kakr\u0161nekoli dodatne pogoje, specifi\u010dne za program. Podatke o licenciranju programa si lahko ogledate na naslovu www.ibm.com/software/sla, najdete pa jih lahko tudi v imeniku programa, jih prika\u017eete z vnosom sistemskega ukaza ali si jih ogledate v knji\u017eici, ki je prilo\u017eena programu.\n\
\n\
\u00bbProgram\u00ab - naslednje, vklju\u010dno z izvirnikom in vsemi celotnimi ali delnimi kopijami: 1) strojno \u010ditljiva navodila in podatki, 2) komponente, datoteke in moduli, 3) avdiovizualna vsebina (kot so slike, besedilo, posnetki ali slike) in 4) s tem povezano licen\u010dno gradivo (kot so klju\u010di in dokumentacija).\n\
\n\
\u00bbPotrdilo o upravi\u010denosti\u00ab - dokazilo o poobla\u0161\u010deni uporabi imetnika licence. Potrdilo o upravi\u010denosti dokazuje tudi kvalifikacijo imetnika licence za garancijo, cene bodo\u010dih posodobitev (\u010de obstajajo) in potencialne posebne ali promocijske prilo\u017enosti. \u010ce IBM imetniku licence ne posreduje potrdila o upravi\u010denosti, lahko IBM namesto njega sprejme izvirno potrdilo o pla\u010dilu ali kak\u0161en drug zapis o prodaji pri stranki (IBM ali njegov preprodajalec), pri kateri je imetnik licence pridobil program, in sicer pod pogojem, da podaja ime programa in pridobljeno poobla\u0161\u010deno uporabo.\n\
\n\
\u00bbGarancijski rok\u00ab - eno leto, ki za\u010dne te\u010di na datum, na katerega je izvornemu imetniku licence odobrena licenca.\n\
\n\
2. Struktura pogodbe\n\
\n\
Ta pogodba je sestavljena iz 1. dela - splo\u0161ne dolo\u010dbe, iz 2. dela - pogoji, zna\u010dilni za posamezne dr\u017eave (\u010de obstajajo), podatkov o licenciranju in potrdila o upravi\u010denosti. To je celotna pogodba med imetnikom licence in IBM-om v zvezi z uporabo programa. Kot tak\u0161na nadome\u0161\u010da vse predhodne ustne ali pisne komunikacije med imetnikom licence in IBM-om v zvezi z njegovo uporabo programa. Dolo\u010dbe iz 2. dela lahko nadomestijo ali spremenijo tiste iz 1. dela. V primeru, da pride do navzkri\u017eja, imajo prednost pred obema deloma podatki o licenciranju.\n\
\n\
3. Odobritev pogodbe\n\
\n\
Lastnik programa je IBM ali IBM-ov dobavitelj. Program se ne prodaja, pa\u010d pa se zanj podeljujejo avtorske pravice in licenca.\n\
\n\
IBM dodeli imetniku licence neizklju\u010dno licenco za 1) uporabo programa v skladu s poobla\u0161\u010deno uporabo, dolo\u010deno v potrdilu o upravi\u010denosti, 2) izdelavo in namestitev kopij, ki bodo v podporo pri tak\u0161ni poobla\u0161\u010deni uporabi in 3) izdelavo varnostne kopije, vendar pod pogojem, da\n\
\n\
a. je imetnik licence pridobil program na zakonit na\u010din in zadovoljuje dolo\u010dbe te pogodbe;\n\
\n\
b. se varnostna kopija uporabi samo, \u010de ni mogo\u010de zagnati varnostno prekopiranega programa;\n\
\n\
c. imetnik licence opremi vsako kopijo ali delno kopijo programa z vsemi obvestili in drugimi oznakami o avtorskih pravicah, ki dokazujejo lastni\u0161tvo;\n\
\n\
d. imetnik licence zagotovi, da vsak uporabnik, ki dostopi do programa (lokalno ali na daljavo) 1) to naredi samo v imenu imetnika licence in 2) pri tem upo\u0161teva dolo\u010dbe te pogodbe;\n\
\n\
e. imetnik licence program 1) uporablja, kopira, spreminja ali distribuira izklju\u010dno v skladu z dolo\u010dbami te pogodbe; 2) v programu ne uporabi vzvratnega prevajanja, vzvratnega in\u017eenirstva ali ga kako druga\u010de prevede, razen kot izrecno dopu\u0161\u010da zakon brez mo\u017enosti odpovedi pogodbe; 3) ne uporabi komponent, datotek, modulov, avdiovizualne vsebine ali s tem povezanega licen\u010dnega gradiva lo\u010deno od programa; ali 4) programa ne podlicencira, daje v najem ali v zakup; in\n\
\n\
f. \u010de pridobi imetnik licence ta program kot podporni program, ga bo uporabljal izklju\u010dno kot podporo glavnemu programu in je predmet vseh omejitev iz licence za glavni program; ali, \u010de pridobi imetnik licence ta program kot glavni program, bo uporabil vse podporne programe samo kot podporo temu programu in zanj veljajo vse omejitve iz te pogodbe. Za namen te to\u010dke \u00bbf\u00ab je \u00bbpodporni program\u00ab tisti program, ki je del drugega IBM-ovega programa (\u00bbglavni program\u00ab) in je v podatkih o licenciranju glavnega programa dolo\u010den kot podporni program. (\u010ce \u017eeli imetnik licence pridobiti lo\u010deno licenco za podporni program brez teh omejitev, se mora obrniti na stranko, pri kateri je pridobil podporni program.)\n\
\n\
Ta licenca velja za vsako kopijo programa, ki jo izdela imetnik licence.\n\
\n\
3.1 Zamenjave, posodobitve in popravki\n\
\n\
3.1.1 Zamenjave\n\
\n\
\u010ce zamenjate program s programom iz zamenjave, licenca za zamenjan program nemudoma preneha veljati.\n\
\n\
3.1.2 Posodobitve in popravki\n\
\n\
\u010ce prejme imetnik licence posodobitev ali popravek za program, sprejme vse dodatne ali druga\u010dne dolo\u010dbe, ki veljajo za tak\u0161no posodobitev ali popravek, in so podane v podatkih o licenciranju. \u010ce niso podane nobene dodatne ali druga\u010dne dolo\u010dbe, za posodobitev ali popravek velja izklju\u010dno ta pogodba. \u010ce imetnik licence zamenja program s posodobitvijo, sogla\u0161a, da bo nemudoma prenehal uporabljati zamenjan program.\n\
\n\
3.2 Licence za dolo\u010deno dobo\n\
\n\
\u010ce dodeli IBM licenco za program za dolo\u010deno dobo, licenca imetnika licence preneha veljati ob koncu te dobe, razen v primeru, \u010de se imetnik licence in IBM dogovorita, da jo bosta podalj\u0161ala.\n\
\n\
3.3 Doba in prenehanje veljavnosti\n\
\n\
Ta pogodba ostane v veljavi, dokler se je ne odpove.\n\
\n\
IBM lahko odpove licenco imetnika licence, \u010de ta ne upo\u0161teva dolo\u010db te pogodbe.\n\
\n\
\u010ce katerakoli stranka zaradi kakr\u0161negakoli razloga odpove licenco, imetnik licence sogla\u0161a, da bo nemudoma prenehal uporabljati vse kopije programa in jih bo uni\u010dil. Vse dolo\u010dbe te pogodbe, ki zaradi svoje narave ostanejo v veljavi tudi po izteku te pogodbe, ostanejo v veljavi do svoje izpolnitve, in veljajo za ustrezne naslednike in poobla\u0161\u010dence obeh pogodbenih strank.\n\
\n\
4. Bremenitve\n\
\n\
Bremenitve temeljijo na pridobljeni poobla\u0161\u010deni uporabi, dolo\u010deni v potrdilu o upravi\u010denosti. IBM ne daje nobenih posojil ali povra\u010dil za \u017ee zapadle ali pla\u010dane bremenitve, razen \u010de je to dolo\u010deno kje drugje v tej pogodbi.\n\
\n\
\u010ce \u017eeli imetnik licence pove\u010dati svojo poobla\u0161\u010deno uporabo, mora o tem vnaprej obvestiti IBM ali poobla\u0161\u010denega IBM-ovega prodajalca in pla\u010dati vse ustrezne bremenitve.\n\
\n\
5. Davki\n\
\n\
\u010ce ustrezna slu\u017eba za program dolo\u010di takso, davek, pristojbino ali prispevek, kar ne vklju\u010duje tistih, ki temeljijo na IBM-ovem \u010distem dohodku, imetnik licence sogla\u0161a, da bo pla\u010dal ta znesek, podan na ra\u010dunu, ali pa posredoval dokumente o oprostitvi. Imetnik licence je odgovoren za vse davke na osebno lastnino za program od datuma njegove pridobitve. \u010ce ustrezna slu\u017eba dolo\u010di carinsko takso, davek, dajatev ali pristojbino za uvoz ali izvoz, prenos, dostop do ali uporabo programa izven dr\u017eave, v kateri je bila zanj imetniku licence dodeljena licenca, se imetnik licence strinja, da je odgovoren za kakr\u0161enkoli zara\u010dunan znesek in ga bo tudi pla\u010dal.\n\
\n\
6. Garancija za vra\u010dilo denarja\n\
\n\
\u010ce imetnik licence iz kakr\u0161negakoli vzroka ni zadovoljen s programom in je izvirni imetnik licence, lahko odpove licenco in si priskrbi povra\u010dilo zneska, ki ga je pla\u010dal za program, vendar pod pogojem, da imetnik licence vrne program in potrdilo o upravi\u010denosti stranki, pri kateri ju je pridobil, v roku 30 dni od datuma izdaje potrdila o upravi\u010denosti za imetnika licence. \u010ce gre za licenco za dolo\u010deno dobo, ki je predmet podalj\u0161anja, si lahko imetnik licence priskrbi denarno vra\u010dilo samo, \u010de vrne program in njegovo potrdilo u upravi\u010denosti v prvih 30 dneh za\u010detne dobe. \u010ce je imetnik licence prenesel program, naj se za navodila o denarnem vra\u010dilu obrne na stranko, pri kateri ga je pridobil.\n\
\n\
7. Prenos programa\n\
\n\
Imetnik licence lahko prenese program in vse njegove pravice in dol\u017enosti na drugo stranko samo, \u010de ta stranka sogla\u0161a z dolo\u010dbami te pogodbe. \u010ce katerakoli stran zaradi kakr\u0161negakoli vzroka prekine licenco, imetnik licence ne sme prenesti programa na drugo stranko. Imetnik licence ne sme prenesti dela 1) programa ali 2) poobla\u0161\u010dene uporabe programa. \u010ce imetnik licence prenese program, mora prenesti tudi natisnjeno razli\u010dico te pogodbe, vklju\u010dno s podatki o licenciranju in potrdilom o upravi\u010denosti. Licenca imetnika licence preneha veljati nemudoma po prenosu.\n\
\n\
8. Garancija in izklju\u010ditve\n\
\n\
8.1 Omejena garancija\n\
\n\
IBM jam\u010di, da program pri uporabi v dolo\u010denem operacijskem okolju ustreza njegovim specifikacijam. Specifikacije programa in informacije o dolo\u010denem operacijskem okolju boste na\u0161li v dokumentaciji, ki ste jo dobili s programom (kot je na primer datoteka Preberi) ali v drugih informacijah, ki jih je objavil IBM (kot je na primer najava). Imetnik licence sogla\u0161a, da so lahko tak\u0161na dokumentacija in druga vsebina programa posredovani samo v angle\u0161kem jeziku, razen \u010de druga\u010de zahteva zakon brez mo\u017enosti pogodbene odpovedi ali omejitve.\n\
\n\
Garancija velja samo za nespremenjeni del programa. IBM ne jam\u010di neprekinjenega ali brezhibnega delovanja programa ali da bo IBM odpravil vse okvare v programu. Za rezultate pri uporabi programa je odgovoren imetnik licence sam.\n\
\n\
V \u010dasu garancijskega roka nudi IBM imetniku licence brezpla\u010den dostop do IBM-ovih baz podatkov, ki vsebujejo informacije o znanih okvarah programa, popravkih okvar, omejitvah in zaobitjih. Za nadaljnje informacije preglejte priro\u010dnik za podporo IBM-ovi programski opremi na naslovu www.ibm.com/software/support.\n\
\n\
\u010ce program v \u010dasu garancijskega roka ne deluje v skladu z jamstvi in te\u017eave ni mogo\u010de razre\u0161iti z informacijami, ki so na voljo v IBM-ovih bazah podatkov, lahko imetnik licence vrne program in njegovo potrdilo o upravi\u010denosti stranki (IBM-u ali njegovemu prodajalcu), pri kateri ga je pridobil in si priskrbi povra\u010dilo za pla\u010dan znesek. Po vrnitvi programa licenca imetnika licence preneha veljati. \u010ce je imetnik licence prenesel program, naj se za navodila o denarnem vra\u010dilu obrne na stranko, pri kateri ga je pridobil.\n\
\n\
8.2 Izklju\u010ditve\n\
\n\
TE GARANCIJE SO IZKLJU\u010cNE GARANCIJE IMETNIKA LICENCE IN NADOME\u0160\u010cAJO VSE DRUGE GARANCIJE ALI POGOJE, PA NAJ BODO IZRECNI ALI NAKAZANI, KAR VKLJU\u010cUJE TUDI (VENDAR NI OMEJENO NA) ZAKONSKE GARANCIJE ALI POGOJE PRIMERNOSTI ZA PRODAJO, ZADOVOLJIVO KAKOVOST, USTREZNOST ZA DOLO\u010cEN NAMEN, NASLOV IN KAKR\u0160NOKOLI GARANCIJO ALI POGOJ NEKR\u0160ENJA. NEKATERE DR\u017dAVE ALI SODNE PRISTOJNOSTI NE DOVOLJUJEJO IZKLJU\u010cITVE IZRECNIH ALI NAKAZANIH GARANCIJ, ZATO ZGORNJA OMEJITEV ZA VAS LAHKO NE VELJA. V TEM PRIMERU SO TAK\u0160NE GARANCIJE OMEJENE NA TRAJANJE GARANCIJSKEGA ROKA. PO IZTEKU TEGA ROKA NE VELJA VE\u010c NOBENA GARANCIJA. NEKATERE DR\u017dAVE ALI SODNE PRISTOJNOSTI NE DOVOLJUJEJO OMEJITVE V TRAJANJU ZAKONSKE GARANCIJE, ZATO ZGORNJA OMEJITEV ZA IMETNIKA LICENCE LAHKO NE VELJA.\n\
\n\
TE GARANCIJE DAJEJO IMETNIKU LICENCE POSEBNE ZAKONSKE PRAVICE. IMETNIKU LICENCE LAHKO PRIPADAJO TUDI DRUGE PRAVICE, KI SE OD DR\u017dAVE DO DR\u017dAVE IN SODNE PRISTOJNOSTI DO SODNE PRISTOJNOSTI RAZLIKUJEJO.\n\
\n\
GARANCIJE V TEM 8. RAZDELKU (GARANCIJA IN IZKLJU\u010cITVE) DOLO\u010cA IZKLJU\u010cNO IBM. TODA IZKLJU\u010cITVE IZ TEGA PODRAZDELKA 8.2 (IZKLJU\u010cITVE) VELJAJO TUDI ZA IBM-OVE DOBAVITELJE KODE DRUGIH PROIZVAJALCEV. TI DOBAVITELJI NUDIJO TAK\u0160NO KODO BREZ GARANCIJ ALI POGOJEV KAKR\u0160NEKOLI VRSTE. TA ODSTAVEK NE RAZVELJAVLJA IBM-OVIH GARANCIJSKIH DOL\u017dNOSTI, KI IZHAJAJO IZ TE POGODBE.\n\
\n\
9. Podatki in baze podatkov imetnika licence\n\
\n\
Da bi imetniku licence pomagali pri osamitvi vzroka te\u017eave v programu, lahko IBM od njega zahteva, da 1) omogo\u010di IBM-u oddaljen dostop do svojega sistema ali 2) IBM-u po\u0161lje podatke o licenciranju ali sistemske podatke. Vendar pa IBM ni dol\u017ean nuditi tak\u0161ne pomo\u010di, \u010de IBM in imetnik licence ne podpi\u0161eta lo\u010dene pisne pogodbe, v skladu s katero IBM sogla\u0161a, da bo nudil imetniku licence to vrsto podpore, ki presega IBM-ove garancijske obveznosti iz te pogodbe. V vsakem primeru bo IBM uporabil informacije o napakah in te\u017eavah za izbolj\u0161anje svojih izdelkov in storitev in kot pomo\u010d pri nudenju s tem povezanih ponudb za podporo. V ta namen lahko IBM vklju\u010di IBM-ove pravne osebe in podpogodbenike (kar vklju\u010duje tudi tiste v eni ali ve\u010d dr\u017eavah, v katerih se ne nahaja imetnik licence), imetnik licence pa daje IBM-u v ta namen pooblastilo.\n\
\n\
Imetnik licence ostaja odgovoren za 1) vse podatke in vsebino vseh baz podatkov, ki jih imetnik licence omogo\u010di za IBM, 2) izbiro in uvedbo postopkov in nadzora v zvezi z dostopanjem, za\u0161\u010dito, \u0161ifriranjem, uporabljanjem in prena\u0161anjem podatkov (vklju\u010dno z vsemi osebnimi podatki) in 3) varnostno kopiranje in obnavljanje vseh baz podatkov in shranjenih podatkov. Imetnik licence IBM-u ne bo poslal ali priskrbel dostopa do osebnih informacij, ki so lahko v podatkovni ali kakr\u0161nikoli drugi obliki, in bo odgovoren za sprejemljive stro\u0161ke in druge zneske, ki jih lahko nalo\u017ei IBM v zvezi s tak\u0161nimi informacijami, ki so po nesre\u010di posredovane IBM-u, ali za izgubo ali razkritje tak\u0161nih informacij s strani IBM-a, vklju\u010dno s tistimi, do katerih pride zaradi zahtevkov katerihkoli tretjih strani.\n\
\n\
10. Omejitev odgovornosti\n\
\n\
Omejitve in izklju\u010ditve iz tega razdelka 10 (Omejitev odgovornosti) veljajo v celoti, \u010de jih ne prepoveduje veljaven zakon brez mo\u017enosti pogodbene odpovedi.\n\
\n\
10.1 Primeri, za katere je IBM lahko odgovoren\n\
\n\
Zaradi napake IBM-a ali zaradi kak\u0161ne druge obveznosti lahko pride do okoli\u0161\u010din, v katerih je imetnik licence od IBM-a upravi\u010den terjati od\u0161kodnino. Ne glede na osnovo, na kateri je imetnik licence upravi\u010den do od\u0161kodnine od IBM-a (vklju\u010dno s temeljno kr\u0161itvijo, malomarnostjo, napa\u010dno predstavitvijo dejstev ali kak\u0161nim drugim pogodbenim ali kazenskim zahtevkom), je IBM-ova celotna odgovornost za vse zahtevke, ki so vlo\u017eeni skupaj v povezavi z vsakim programom ali kako druga\u010de izhajajo iz te pogodbe, omejena na znesek kakr\u0161nekoli 1) od\u0161kodnine za telesne po\u0161kodbe (vklju\u010dno s smrtjo) in \u0161kode v nepremi\u010dninah ali v osebnih premi\u010dninah in 2) drugo dejansko neposredno \u0161kodo do zneska (\u010de je program predmet bremenitev za dolo\u010deno dobo, do dvanajstmese\u010dne bremenitve), ki ga je imetnik licence pla\u010dal za program, ki je predmet zahtevka.\n\
\n\
Ta omejitev velja tudi za vse IBM-ove razvijalce in dobavitelje programa, in predstavlja maksimum, za katerega so IBM in razvijalci in dobavitelji programa kolektivno odgovorni.\n\
\n\
10.2 Primeri, za katere IBM ni odgovoren\n\
\n\
IBM IN NJEGOVI RAZVIJALCI ALI DOBAVITELJI PROGRAMA POD NOBENIMI POGOJI NE ODGOVARJAJO ZA NASLEDNJE PRIMERE, TUDI \u010cE SO OBVE\u0160\u010cENI O MO\u017dNOSTI, DA DO NJIH PRIDE:\n\
\n\
a. IZGUBO ALI PO\u0160KODBO PODATKOV;\n\
\n\
b. POSEBNO, NAKLJU\u010cNO, KAZENSKO ALI POSLEDI\u010cNO \u0160KODO ALI KAKR\u0160NOKOLI EKONOMSKO POSLEDI\u010cNO \u0160KODO; ALI\n\
\n\
c. IZGUBLJENE DOBI\u010cKE, POSLOVANJE, DOHODKE, DOBRO IME ALI PRI\u010cAKOVANE PRIHRANKE.\n\
\n\
11. Preverjanje skladnosti\n\
\n\
Za namen tega razdelka 11 (Preverjanje skladnosti) pomenijo \u00bbDolo\u010dbe programa IPLA\u00ab 1) to pogodbo in ustrezne dodatke in transakcijske dokumente, ki jih priskrbi IBM in 2) IBM-ova na\u010dela za programsko opremo, ki se lahko najdejo na spletnem mestu IBM-ovih na\u010del za programsko opremo (www.ibm.com/softwarepolicies), kar vklju\u010duje, vendar ni omejeno na tista na\u010dela, ki se nana\u0161ajo na varnostno kopiranje, dolo\u010danje cen za podkapaciteto in selitev.\n\
\n\
Pravice in obveznosti iz tega razdelka 11 ostanejo v veljavi v obdobju, v katerem je program licenciran za imetnika licence in \u0161e dve leti zatem.\n\
\n\
11.1 Postopek preverjanja\n\
\n\
Imetnik licence sogla\u0161a, da bo izdelal, ohranil in IBM-u in njegovim revizorjem omogo\u010dil vpogled v natan\u010dne zabele\u017eene zapise, izhodne podatke sistemskih orodij in druge sistemske informacije, ki zadostujejo za preverjanje, ali imetnik licence uporablja vse programe v skladu z dolo\u010dbami programa IPLA, kar vklju\u010duje, vendar ni omejeno na vse kvalifikacijske dolo\u010dbe za IBM-ovo ustrezno licenciranje in dolo\u010danje cen. Dol\u017enost imetnika licence je 1) zagotoviti, da ne prese\u017ee svoje poobla\u0161\u010dene uporabe in 2) delovati v skladu z dolo\u010dbami programa IPLA.\n\
\n\
Na podlagi ustreznega predhodnega obvestila lahko IBM preveri, ali imetnik licence upo\u0161teva dolo\u010dbe programa IPLA na vseh lokacijah in v vseh okoljih, kjer imetnik licence uporablja (za kakr\u0161enkoli namen) programe, ki so predmet dolo\u010db programa IPLA. Pri tak\u0161nem preverjanju bomo posku\u0161ali \u010dim manj motiti poslovanje imetnika licence in ga lahko opravimo na lokaciji imetnika licence med obi\u010dajnimi poslovnimi urami. IBM lahko kot pomo\u010d pri preverjanju vklju\u010di neodvisnega revizorja, pod pogojem, da je IBM z njim podpisal pogodbo o zaupnosti.\n\
\n\
11.2 Razre\u0161itev\n\
\n\
IBM bo imetnika licence v pisni obliki obvestil, \u010de tak\u0161no preverjanje poka\u017ee, da je imetnik licence pri uporabi kateregakoli programa presegel poobla\u0161\u010deno uporabo ali \u010de kako druga\u010de ne zadovoljuje dolo\u010db programa IPLA. Imetnik licence sogla\u0161a, da bo IBM-u nemudoma in neposredno pla\u010dal bremenitve, ki jih IBM poda na ra\u010dunu za 1) tak\u0161no prese\u017eeno uporabo, 2) podporo za tak\u0161no prese\u017eeno uporabo za trajanje tak\u0161ne prese\u017eene uporabe ali za dve leti (kar je kraj\u0161e) in 3) vse dodatne stro\u0161ke in druge obveznosti, ki so ugotovljene kot rezultat tak\u0161nega preverjanja.\n\
\n\
12. Obvestila za druge proizvajalce\n\
\n\
Program lahko vklju\u010duje kodo drugega proizvajalca, za katero dodeli v tej pogodbi licenco IBM in ne drug proizvajalec. Opombe (\u010de obstajajo) za kodo drugega proizvajalca ("Obvestila za druge proizvajalce") so vklju\u010dena zgolj kot informacija za imetnika licence. Ta obvestila boste na\u0161li v datoteki (datotekah) OPOMBE programa. Informacije o tem, kako pridobiti izvorno kodo za kodo dolo\u010denih drugih proizvajalcev, boste na\u0161li v razdelku Obvestila za druge proizvajalce. \u010ce IBM v razdelku Obvestila za druge proizvajalce identificira kodo drugega proizvajala kot \u00bbkodo drugega proizvajalca z mo\u017enostjo spreminjanja\u00ab, daje IBM imetniku licence pooblastilo za 1) spreminjanje kode drugega proizvajalca z mo\u017enostjo spreminjanja in 2) vzvratno in\u017eenirstvo v modulih programa, ki so v neposrednem stiku s kodo drugega proizvajalca z mo\u017enostjo spreminjanja, pod pogojem, da gre izklju\u010dno za namen razhro\u0161\u010devanja (debugging) popravkov imetnika licence v tak\u0161ni kodi drugega proizvajalca. IBM-ove servisne in podporne obveznosti (\u010de obstajajo) veljajo samo za nespremenjen program.\n\
\n\
13. Splo\u0161no\n\
\n\
a. Noben del te pogodbe ne vpliva na nobene zakonite pravice potro\u0161nikov, ki jih ni mogo\u010de odpovedati ali omejiti s pogodbo.\n\
\n\
b. Za programe, ki jih IBM posreduje imetniku licence v materialni obliki, bo IBM izpolnil svoje obveznosti glede dobave in dostave ob dostavi tak\u0161nih programov \u0161pediterju, ki ga imenuje IBM, razen \u010de se IBM in imetnik licence v pisni obliki ne dogovorita druga\u010de.\n\
\n\
c. \u010ce se za katero dolo\u010dbo iz te pogodbe ugotovi, da ni veljavna ali da je ni mogo\u010de uveljaviti, preostale dolo\u010dbe iz te pogodbe ostanejo v polni veljavi.\n\
\n\
d. Imetnik licence sogla\u0161a, da bo upo\u0161teval vse lokalne zakone in predpise v zvezi z izva\u017eanjem in uva\u017eanjem, vklju\u010dno s predpisi in prepovedmi v povezavi z embargom in sankcijami o izvozu za dolo\u010dene kon\u010dne uporabe ali za dolo\u010dene uporabnike.\n\
\n\
e. Imetnik licence poobla\u0161\u010da dru\u017ebo International Business Machines Corporation in njene podru\u017enice (in njene naslednike in poobla\u0161\u010dence, pogodbenike in IBM-ove poslovne partnerje) za shranjevanje in uporabo poslovnih kontaktnih informacij imetnika licence tam, kjer poslujejo, v povezavi z IBM-ovimi izdelki in storitvami ali pri pospe\u0161evanju IBM-ovega odnosa z imetnikom licence.\n\
\n\
f. Vsaka stran bo drugi strani omogo\u010dila sprejemljivo prilo\u017enost za zadovoljitev dolo\u010db, preden bo za\u010dela trditi, da druga ne zadovoljuje svojih obveznosti iz te pogodbe. Strani bosta poskusili v dobri veri razre\u0161iti vse spore, nesoglasja ali druge zahteve med stranmi v povezavi s to pogodbo.\n\
\n\
g. Razen \u010de druga\u010de ne zahteva lokalen zakon brez mo\u017enosti pogodbene odpovedi ali omejitve: 1) nobena stranka ne bo spro\u017eila pravnega postopka, ne glede na njegovo obliko, za katerokoli zahtevo, nastalo v povezavo s to pogodbo, ve\u010d kot dve leti po nastanku vzroka za zahtevo; in 2) po izteku tega \u010dasovnega obdobja vsi tak\u0161ni zahtevki in druge ustrezne pravice, povezane z zahtevkom, zastarajo.\n\
\n\
h. Niti imetnik licence niti IBM nista odgovorna za neizpolnitev katerekoli obveznosti zaradi vzrokov, ki jih ni mogo\u010de nadzorovati.\n\
\n\
i. Ta pogodba ne daje osnove za nobene pravice ali zahtevke katerihkoli tretjih strank, niti ni IBM odgovoren za nobene zahtevke tretjih strank proti imetniku licence, razen kot dovoljuje zgornji podrazdelek 10.1 (Primeri, za katere je IBM lahko odgovoren) za telesne po\u0161kodbe (vklju\u010dno s smrtjo) ali \u0161kodo na nepremi\u010dninah ali v osebnih premi\u010dninah, za katere je IBM zakonsko odgovoren tej tretji stranki.\n\
\n\
j. S podpisom te pogodbe se nobena pogodbena stranka ne zana\u0161a na nobeno predstavljeno dejstvo, ki ni dolo\u010deno v tej pogodbi, kar vklju\u010duje, vendar ni omejeno na nobeno predstavljeno dejstvo, ki se nana\u0161a na: 1) zmogljivost ali delovanje programa, razen kot je izrecno zajam\u010deno v razdelku 8 (Garancija in izklju\u010ditve) zgoraj; 2) izku\u0161nje ali priporo\u010dila drugih strank; ali 3) kakr\u0161nekoli rezultate ali prihranke, ki jih lahko pridobi imetnik licence.\n\
\n\
k. IBM je z dolo\u010denimi organizacijami (imenovanimi "IBM-ovi poslovni partnerji") podpisal pogodbe za promoviranje, tr\u017eenje in podpiranje dolo\u010denih programov. IBM-ovi poslovni partnerji so neodvisni in lo\u010deni od IBM-a. IBM ni odgovoren za dejanja ali izjave IBM-ovih poslovnih partnerjev ali za obveznosti, ki jih imajo do imetnika licence.\n\
\n\
l. Dolo\u010dbe v zvezi z od\u0161kodnino za licenco in intelektualno lastnino iz drugih pogodb, ki jih je imetnik licence podpisal z IBM-om (kot je na primer IBM-ova pogodba za stranke), ne veljajo za programske licence, dodeljene s to pogodbo.\n\
\n\
14. Geografsko podro\u010dje in zakonodaja\n\
\n\
14.1 Zakonodaja\n\
\n\
Obe pogodbeni stranki sogla\u0161ata, da bodo zakoni dr\u017eave, v kateri je imetnik licence pridobil licenco za program, uporabljeni za upravljanje, interpretiranje in uveljavljanje vseh ustreznih pravic, dol\u017enosti in obveznosti imetnika licence in IBM-a, nastalih na osnovi predmeta te pogodbe ali v povezavi z njim, ne glede na navzkri\u017eje zakonskih na\u010del.\n\
\n\
Konvencija Zdru\u017eenih narodov v zvezi s pogodbami za mednarodno prodajo blaga ne velja.\n\
\n\
4.2 Sodna pristojnost\n\
\n\
Vse pravice, dol\u017enosti in obveznosti bodo obravnavala sodi\u0161\u010da v dr\u017eavi, v kateri imetnik licence pridobi licenco za program.\n\
\n\
2. del - pogoji, zna\u010dilni za posamezne dr\u017eave\n\
\n\
Za licence, dodeljene v Sloveniji, naslednji pogoji nadomestijo ali spremenijo omenjene pogoje iz 1. dela. Vsi pogoji iz 1. dela, ki jih ta dopolnila ne spremenijo, ostanejo nespremenjeni in v veljavi.\n\
\n\
DOPOLNILA ZA DR\u017dAVE EMEA (EVROPA, SREDNJI VZHOD, AFRIKA)\n\
\n\
DR\u017dAVE \u010cLANICE EVROPSKE UNIJE\n\
\n\
8. Garancija in izklju\u010ditve\n\
\n\
razdelku (Garancija in izklju\u010ditve) je dodano naslednje:\n\
\n\
V Evropski uniji ("EU") za porabnike veljajo zakonske pravice iz ustrezne lokalne zakonodaje, ki je v uporabi za prodajo potro\u0161ni\u0161kih dobrin. Na te pravice ne vplivajo dolo\u010dbe iz 8. razdelka z naslovom Garancija in izklju\u010ditve. Omejena garancija velja po vsem svetu.\n\
\n\
13. Splo\u0161no\n\
\n\
Naslednje nadome\u0161\u010da to\u010dko 13.e:\n\
\n\
(1) Definicije - Za namene te to\u010dke 13.e veljajo naslednje dodatne definicije:\n\
\n\
(a) Poslovne kontaktne informacije - s podjetjem povezane kontaktne informacije, ki jih IBM-u razkrije imetnik licence, vklju\u010dno z imeni, naslovi delovnih mest, poslovnimi naslovi, telefonskimi \u0161tevilkami in elektronskimi naslovi uslu\u017ebencev in pogodbenikov imetnika licence. Za Avstrijo, Italijo in \u0160vico vklju\u010dujejo poslovne kontaktne informacije tudi informacije o imetniku licence in njegovih pogodbenikih kot pravnih osebah (kot so na primer podatki o dohodkih imetnika licence in druge transakcijske informacije).\n\
\n\
(b) Osebje poslovnega stika - uslu\u017ebenci in pogodbeniki imetnika licence, s katerimi so povezane poslovne kontaktne informacije.\n\
\n\
(c) Slu\u017eba za za\u0161\u010dito podatkov - slu\u017eba, osnovana na osnovi zakonodaje za za\u0161\u010dito podatkov in elektronske komunikacije v ustrezni dr\u017eavi, za dr\u017eave, ki niso v Evropski uniji pa slu\u017eba, ki je odgovorna za nadzorovanje za\u0161\u010dite osebnih podatkov v tej dr\u017eavi ali (za karkoli od zgoraj omenjenega) katerakoli njena ustrezno imenovana nasledna enota.\n\
\n\
(d) Zakonodaja za za\u0161\u010dito podatkov in elektronske komunikacije - (i) ustrezna lokalna zakonodaja in predpisi, ki so v veljavi z namenom izvajanja zahtev smernice EU 95/46/EC (za za\u0161\u010dito posameznikov pri obdelavi osebnih podatkov in pri prostem prena\u0161anju tak\u0161nih podatkov) in smernice EU 2002/58/EC (glede obdelave osebnih podatkov in za\u0161\u010dite zasebnosti v sektorju elektronskih komunikacij); ali (ii) za dr\u017eave, ki niso v Evropski uniji zakonodaja in/ali predpisi, ki so v veljavi v ustrezni dr\u017eavi za za\u0161\u010dito osebnih podatkov in reguliranje elektronskih komunikacij, ki vklju\u010dujejo osebne podatke, kar vklju\u010duje (za karkoli od zgoraj omenjenega) kakr\u0161nokoli njihovo ustavno zamenjavo ali popravek.\n\
\n\
(e) IBM-ova skupina - International Business Machines Corporation iz Armonka, New York, ZDA, njegove podru\u017enice ter ustrezni poslovni partnerji in podpogodbeniki.\n\
\n\
(2) Imetnik licence poobla\u0161\u010da IBM za:\n\
\n\
(a) obdelavo in uporabo poslovnih kontaktnih informacij znotraj IBM-ove skupine za nudenje podpore imetniku licence, kar vklju\u010duje tudi nudenje podpornih storitev, in za izbolj\u0161anje poslovnega odnosa med imetnikom licence in IBM-ovo skupno, kar brez omejitve vklju\u010duje tudi stik z osebjem za poslovni stik (po elektronski po\u0161ti ali v kak\u0161ni drugi obliki), in tr\u017eenje izdelkov in storitev IBM-ove skupine ("dolo\u010den namen"); in\n\
\n\
(b) razkritje poslovnih kontaktnih informacij drugim \u010dlanom iz IBM-ove skupine izklju\u010dno za "dolo\u010den namen".\n\
\n\
(3) IBM sogla\u0161a, da bodo vse poslovne kontaktne informacije obdelane v skladu z zakonodajo o za\u0161\u010diti podatkov in elektronske komunikacije in bodo uporabljene izklju\u010dno za "dolo\u010den namen".\n\
\n\
(4) Do mere, ki jo zahteva zakonodaja za za\u0161\u010dito podatkov in elektronske komunikacije, imetnik licence izjavlja, da (a) je pridobil (ali bo pridobil) privolitve osebja zstika (ali je izdal ali bo izdal obvestila zanje), potrebne, da bi IBM-ovi skupini omogo\u010dil obdelavo in uporabo poslovnih kontaktnih informacij za "dolo\u010den namen".\n\
\n\
(5) Imetnik licence poobla\u0161\u010da IBM za prenos poslovnih kontaktnih informacij izven evropskega tr\u017enega prostora, pod pogojem, da je prenos izveden v skladu s pogodbenimi pogoji, ki jih odobri slu\u017eba za za\u0161\u010dito podatkov, ali da je kako druga\u010de dovoljen z zakonodajo za za\u0161\u010dito podatkov in elektronske komunikacije.\n\
\n\
Z125-3301-14 (07/2011)\n\
\n\

########### end of license property ##########################################