license=\
INFORMACI\u00d3N SOBRE LICENCIA\n\
\n\
Los Programas que se enumeran a continuaci\u00f3n se licencian bajo los siguientes t\u00e9rminos y condiciones de Licencia, adem\u00e1s de los t\u00e9rminos de licencia del Programa acordados previamente entre el Cliente e IBM. Si el Cliente no ha aceptado con anterioridad los t\u00e9rminos de la licencia aplicables al Programa, se aplicar\u00e1 Acuerdo Internacional de Programas bajo Licencia (Z125-3301-14).\n\
\n\
Nombre de Programa (N\u00famero de Programa):\n\
IBM WebSphere Application Server Developer Tools for Eclipse 20.0 (Tool)\n\
\n\
Los t\u00e9rminos est\u00e1ndar siguientes se aplican al uso por parte del Licenciatario del Programa.\n\
\n\
Derecho de uso limitado\n\
\n\
Tal como se estipula en el Acuerdo Internacional de Programas Bajo Licencia ("IPLA") y en la presente Informaci\u00f3n de Licencia, IBM otorga al Licenciatario un derecho limitado a utilizar el Programa. Este derecho est\u00e1 limitado a los niveles de Uso Autorizado, como una Value Unit de Procesador ("PVU"), una Value Unit de Recurso ("RVU"), una Value Unit ("VU") u otros niveles de uso estipulados que el Licenciatario hubiera pagado, tal como se indica en el Documento de Titularidad. El uso por parte del Licenciatario tambi\u00e9n se limitar\u00e1 a una m\u00e1quina especificada o al uso como Programa de Soporte, o se someter\u00e1 a otras restricciones. Puesto que el Licenciatario no ha pagado el valor econ\u00f3mico \u00edntegro del Programa, no se permitir\u00e1 ning\u00fan otro uso sin abonar previamente los cargos adicionales correspondientes. Adem\u00e1s, el Licenciatario no est\u00e1 autorizado a utilizar el Programa para prestar servicios de TI comerciales a terceros o para prestar servicios comerciales de alojamiento web u ofrecer el uso del Programa en r\u00e9gimen de multipropiedad, ni a otorgar licencias a terceros, alquilar o arrendar el Programa, salvo que as\u00ed se estableciera expl\u00edcitamente en los acuerdos aplicables en virtud de los cuales el Licenciatario obtiene las necesarias autorizaciones para utilizar el Programa. Podr\u00e1n otorgarse al Licenciatario derechos adicionales previo pago de los cargos adicionales correspondientes o en virtud de unos t\u00e9rminos distintos o complementarios. IBM se reserva el derecho a determinar si desea otorgar al Licenciatario dichos derechos adicionales.\n\
\n\
Especificaciones\n\
\n\
Encontrar\u00e1 las especificaciones del Programa en las cl\u00e1usulas comunes Descripci\u00f3n e Informaci\u00f3n t\u00e9cnica incluidas en las Cartas de anuncio del Programa.\n\
\n\
Usos prohibidos\n\
\n\
El Licenciatario no puede utilizar ni autorizar a terceros para utilizar el Programa si un fallo del Programa puede producir la muerte, da\u00f1os corporales o da\u00f1os a la propiedad o al medio ambiente.\n\
\n\
Las unidades de medida siguientes se aplican al uso por parte del Licenciatario del Programa.\n\
\n\
Usuario Autorizado\n\
\n\
Usuario Autorizado es una unidad de medida por la que se puede licenciar el Programa. Un Usuario Autorizado es una persona \u00fanica a la que se otorga el acceso al Programa. El Programa se puede instalar en varios sistemas o servidores y cada Usuario Autorizado puede tener acceso simult\u00e1neo a todas las instancias del Programa a la vez. El Licenciatario debe disponer de autorizaciones para cada uno de los Usuarios Autorizados con acceso al Programa de cualquier forma, directa o indirectamente (por ejemplo, a trav\u00e9s de un programa multiplexor, dispositivo o un servidor de aplicaciones) mediante cualquier medio. Una autorizaci\u00f3n para un Usuario Autorizado es \u00fanica para dicho Usuario Autorizado y no se puede compartir ni se puede volver a asignar salvo en la transici\u00f3n permanente de la autorizaci\u00f3n del Usuario Autorizado a otra persona.\n\
\n\
L/N:  L-CTUR-BLPNWG\n\
D/N:  L-CTUR-BLPNWG\n\
P/N:  L-CTUR-BLPNWG\n\
\n\
\n\
Acuerdo Internacional de Programas bajo Licencia\n\
\n\
Parte 1 - Condiciones Generales\n\
\n\
EL LICENCIATARIO ACEPTA LOS T\u00c9RMINOS DE ESTE ACUERDO MEDIANTE LA DESCARGA, INSTALACI\u00d3N, COPIA, ACCESO, PULSANDO EL BOT\u00d3N "ACEPTAR" O MEDIANTE CUALQUIER TIPO DE UTILIZACI\u00d3N DEL PROGRAMA. SI EL CLIENTE ACEPTA ESTOS T\u00c9RMINOS EN NOMBRE DEL LICENCIATARIO, EL CLIENTE DECLARA Y GARANTIZA QUE TIENE PLENA AUTORIDAD PARA OBLIGAR AL LICENCIATARIO A CUMPLIR DICHOS T\u00c9RMINOS. SI EL CLIENTE NO ACEPTA ESTOS T\u00c9RMINOS, NO DEBER\u00c1\n\
\n\
* DESCARGAR, INSTALAR, COPIAR, ACCEDER, PULSAR EL BOT\u00d3N "ACEPTAR" NI USAR EL PROGRAMA; Y DEBER\u00c1\n\
\n\
* DEVOLVER INMEDIATAMENTE LOS MEDIOS NO UTILIZADOS, LA DOCUMENTACI\u00d3N Y EL DOCUMENTO DE TITULARIDAD A LA ENTIDAD A LA CUAL LOS ADQUIRI\u00d3 PARA EL REEMBOLSO DEL IMPORTE PAGADO. SI EL PROGRAMA FUE DESCARGADO, DEBER\u00c1N DESTRUIRSE TODAS LAS COPIAS DEL PROGRAMA.\n\
\n\
1. Definiciones\n\
\n\
"Uso Autorizado" - es el nivel especificado para el cual el Licenciatario est\u00e1 autorizado para ejecutar o hacer funcionar el Programa. Dicho nivel puede medirse por el n\u00famero de usuarios, millones de unidades de servicio ("MSUs"), Unidades de Valor de Procesador (Processor Value Units o "PVUs"), u otro nivel de uso especificado por IBM.\n\
\n\
"IBM" - International Business Machines Corporation o una de sus subsidiarias.\n\
\n\
"Informaci\u00f3n sobre Licencia" ("LI") - es un documento que proporciona informaci\u00f3n y cualquier t\u00e9rmino adicional espec\u00edfico para un Programa. La LI del Programa est\u00e1 disponible en www.ibm.com/software/sla. Tambi\u00e9n puede encontrar la LI en el directorio del Programa, mediante el uso de un mandato del sistema, o como un folleto informativo incluido en el Programa.\n\
\n\
"Programa" - es lo siguiente, incluyendo el original y cualquier copia total o parcial de: 1) instrucciones y datos legibles por m\u00e1quina, 2) componentes, archivos y m\u00f3dulos, 3) contenido audiovisual (como im\u00e1genes, texto, grabaciones o dibujos), y 4) materiales bajo licencia relacionados (como claves y documentaci\u00f3n).\n\
\n\
"Documento de Titularidad" ("PoE") - es la prueba del Uso Autorizado del Licenciatario. El PoE es tambi\u00e9n la prueba que tiene el Licenciatario de su elegibilidad para recibir garant\u00edas, futuras actualizaciones de precios, si las hubiera, y posibles oportunidades promocionales o especiales. Si IBM no proporcionara un PoE al Licenciatario, IBM puede aceptar como PoE el recibo original de venta u otro comprobante de venta de la parte (ya sea IBM o su distribuidor) a la cual el Licenciatario adquiri\u00f3 el Programa, siempre que se especifique el nombre del Programa y el Uso Autorizado obtenido.\n\
\n\
"Periodo de Garant\u00eda" - es un a\u00f1o, empezando en la fecha en la que se le concedi\u00f3 la licencia al Licenciatario original.\n\
\n\
2. Estructura del Acuerdo\n\
\n\
Este Acuerdo incluye la Parte 1 - Condiciones Generales, Parte 2 - Condiciones exclusivas para cada pa\u00eds (si las hubiera), la Informaci\u00f3n sobre Licencia y el Documento de titularidad que constituyen el acuerdo completo entre el Licenciatario e IBM en relaci\u00f3n al uso del Programa. Sustituye a cualquier comunicaci\u00f3n oral o escrita anterior entre las partes en relaci\u00f3n al uso del Programa por parte del Licenciatario. Los t\u00e9rminos de la Parte 2 pueden sustituir o modificar los t\u00e9rminos de la Parte 1. En el supuesto de cualquier conflicto, los t\u00e9rminos de la LI prevalecen sobre los de ambas Partes.\n\
\n\
3. Licencia\n\
\n\
El Programa es propiedad de IBM o de un distribuidor de IBM y est\u00e1 sujeto a derechos de autor y se otorga bajo licencia, no se vende.\n\
\n\
IBM le concede al Licenciatario una licencia no exclusiva para 1) utilizar el Programa seg\u00fan los t\u00e9rminos establecidos en el Uso Autorizado especificado en el PoE, 2) realizar e instalar copias que respalden dicho Uso Autorizado, y 3) realizar una copia de seguridad, todo ello siempre y cuando:\n\
\n\
a. el Licenciatario haya obtenido el Programa de forma leg\u00edtima y cumpla los t\u00e9rminos de este Acuerdo;\n\
\n\
b. la copia de seguridad no se ejecute a menos que el Programa del que se haya realizado la copia no pueda ejecutarse;\n\
\n\
c. el Licenciatario reproduzca todas las notificaciones de copyright y otros distintivos de titularidad en cada copia, o copia parcial del Programa;\n\
\n\
d. el Licenciatario se asegure de que cualquier persona que utilice el Programa (tanto si accede localmente o de forma remota): 1) lo hace \u00fanicamente en nombre del Licenciatario, y 2) cumple los t\u00e9rminos de este Acuerdo;\n\
\n\
e. el Licenciatario no podr\u00e1 1) utilizar, copiar, modificar ni distribuir el Programa excepto del modo permitido expresamente en este Acuerdo; 2) desensamblar, descompilar, traducir de otro modo o realizar t\u00e9cnicas de ingenier\u00eda inversa en el Programa, excepto en la medida permitida expresamente por ley sin posibilidad de renuncia contractual; 3) utilizar cualquiera de los componentes, archivos, m\u00f3dulos, contenido audiovisual del Programa, o materiales bajo licencia relacionados, de forma separada de dicho Programa; o 4) sublicenciar, alquilar o arriendar el Programa; y\n\
\n\
f. si el Licenciatario obtiene este Programa como un Programa de Soporte, el Licenciatario utilizar\u00e1 el Programa \u00fanicamente como soporte del Programa Principal y sujeto a cualquier limitaci\u00f3n de la licencia del Programa Principal, o, si el Licenciatario obtiene este Programa como Programa Principal, el Licenciatario utilizar\u00e1 todos los Programas de Soporte \u00fanicamente como soporte de este Programa y sujetos a cualquier limitaci\u00f3n establecida en este Acuerdo. A los efectos de este apartado "f," un "Programa de Soporte" es un Programa que forma parte de otro Programa de IBM ("Programa Principal") y se identifica como Programa de Soporte en la LI del Programa Principal. Para obtener una licencia independiente para un Programa de Soporte sin estas restricciones, el Licenciatario debe ponerse en contacto con la parte a la cual adquiri\u00f3 el Programa de Soporte.\n\
\n\
Esta licencia se aplica a cada copia del Programa que realice el Licenciatario.\n\
\n\
3.1 Actualizaciones, Mejoras, Correcciones y Parches\n\
\n\
3.1.1 Actualizaciones\n\
\n\
Si se sustituye el Programa por una actualizaci\u00f3n, la licencia del Programa sustituido se rescindir\u00e1 inmediatamente.\n\
\n\
3.1.2 Mejoras, Correcciones y Parches\n\
\n\
En el caso en que el Licenciatario reciba una mejora, correcci\u00f3n o parche para un Programa, el Licenciatario acepta cualquier t\u00e9rmino adicional o diferente que sea aplicable a dicha mejora, correcci\u00f3n o parche que est\u00e9 especificada en su LI. Si no se proporcionan t\u00e9rminos adicionales o diferentes, la mejora, correcci\u00f3n o parche estar\u00e1 sujeto \u00fanicamente a este Acuerdo. Si el Programa se sustituye por una mejora, el Licenciatario acuerda interrumpir inmediatamente el uso del Programa sustituido.\n\
\n\
3.2 Licencias a Plazo Fijo\n\
\n\
Si IBM otorga el Programa bajo licencia durante un plazo determinado, la licencia del Licenciatario terminar\u00e1 al final del plazo determinado, a menos que el Licenciatario e IBM acuerden su renovaci\u00f3n.\n\
\n\
3.3 Vigencia y Terminaci\u00f3n\n\
\n\
Los t\u00e9rminos de este Acuerdo son efectivos hasta su terminaci\u00f3n.\n\
\n\
IBM puede terminar la licencia del Licenciatario en caso que \u00e9ste incumpla los t\u00e9rminos de este Acuerdo.\n\
\n\
En el caso en que cualquiera de las partes termine la licencia por cualquier causa, el Licenciatario acuerda interrumpir el uso inmediatamente y destruir todas sus copias del Programa. Cualquier t\u00e9rmino de este Acuerdo que por su car\u00e1cter tenga una vigencia superior a la terminaci\u00f3n del Acuerdo permanecer\u00e1 en vigor hasta su cumplimiento y se aplicar\u00e1 a los sucesores y cesionarios respectivos de ambas partes.\n\
\n\
4. Cargos\n\
\n\
Los Cargos se basan en el Uso Autorizado obtenido, que se especifica en el PoE. IBM no concede cr\u00e9ditos ni realiza reembolsos de los cargos ya vencidos o pagados, excepto si se especifica lo contrario en este Acuerdo.\n\
\n\
Si el Licenciatario desea aumentar su Uso Autorizado, el Licenciatario deber\u00e1 notificarlo con antelaci\u00f3n a IBM o a un distribuidor autorizado de IBM y pagar cualquier cargo aplicable.\n\
\n\
5. Impuestos\n\
\n\
Si cualquier autoridad impone una tasa, impuesto, gravamen o cargo al Programa, con exclusi\u00f3n de aquellos impuestos relativos al beneficio neto empresarial de IBM, el Licenciatario acuerda pagar las cantidades correspondientes a dichos conceptos, tal y como se especifique en una factura, o presentar\u00e1 la documentaci\u00f3n justificante de estar exento de los mismos. El Licenciatario es responsable de cualquier impuesto que grave la propiedad del Programa desde la fecha en la que el Licenciatario obtuvo el Programa. Si cualquier autoridad impone una tasa, impuesto, gravamen o cargo por la importaci\u00f3n o exportaci\u00f3n, traspaso, acceso o uso del Programa fuera del pa\u00eds en el que se otorg\u00f3 la licencia al Licenciatario, el Licenciatario acuerda ser responsable de, y pagar, cualquier cantidad impuesta.\n\
\n\
6. Garant\u00eda de Devoluci\u00f3n\n\
\n\
Si el Licenciatario no est\u00e1 satisfecho con el Programa por cualquier motivo y es el Licenciatario original, el Licenciatario puede terminar la licencia y obtener el reembolso del importe que ha pagado por el Programa, siempre y cuando el Licenciatario devuelva el Programa y el PoE a la parte a la cual adquiri\u00f3 el Programa dentro del plazo de 30 d\u00edas tras la fecha en la que se emiti\u00f3 el PoE para el Licenciatario. Si la licencia es de plazo fijo y est\u00e1 sujeta a renovaci\u00f3n, el Licenciatario podr\u00e1 obtener un reembolso \u00fanicamente si devuelve el Programa y su PoE dentro de los primeros 30 d\u00edas del plazo inicial. Si el Licenciatario descarg\u00f3 el Programa, el Licenciatario deber\u00e1 ponerse en contacto con la parte a la cual adquiri\u00f3 el Programa para recibir instrucciones sobre c\u00f3mo obtener el reembolso.\n\
\n\
7. Transferencia del Programa\n\
\n\
El Licenciatario puede transferir el Programa y todos sus derechos de licencia y obligaciones a cualquier tercero \u00fanicamente si dicha parte acepta los t\u00e9rminos de este Acuerdo. Si cualquiera de las partes termina la licencia por cualquier motivo, se proh\u00edbe que el Licenciatario transfiera el Programa a un tercero. El Licenciatario no transferir\u00e1 una parte: 1) del Programa, o 2) del Uso Autorizado del Programa. Cuando el Licenciatario transfiere el Programa, deber\u00e1 transferir tambi\u00e9n una copia impresa de este Acuerdo, incluyendo la LI y el PoE. Despu\u00e9s de la transferencia, se considera terminada la licencia del Licenciatario.\n\
\n\
8. Garant\u00eda y Exclusiones\n\
\n\
8.1 Limitaci\u00f3n de Garant\u00eda\n\
\n\
IBM garantiza que cuando el Programa sea utilizado en el entorno operativo especificado cumplir\u00e1 con sus especificaciones. Las especificaciones del Programa y la informaci\u00f3n sobre el entorno operativo especificado, pueden encontrarse en la documentaci\u00f3n que se adjunta al Programa (como el archivo "l\u00e9ame") o en otra informaci\u00f3n publicada por IBM (como en una carta de anuncio). El Licenciatario acepta que dicha documentaci\u00f3n y otros contenidos del Programa pueden proporcionarse s\u00f3lo en ingl\u00e9s, a menos que la legislaci\u00f3n local requiera lo contrario sin posibilidad de renuncia contractual o limitaci\u00f3n.\n\
\n\
La garant\u00eda se aplica \u00fanicamente a la parte no modificada del Programa. IBM no garantiza el funcionamiento ininterrumpido o libre de errores de un Programa, ni que IBM corregir\u00e1 todos los defectos del Programa. El Licenciatario es responsable de los resultados obtenidos a partir del uso del Programa.\n\
\n\
Durante el Periodo de Garant\u00eda, IBM proporciona acceso al Licenciatario a las bases de datos de IBM que contienen informaci\u00f3n sobre los defectos conocidos del Programa, las correcciones de dichos defectos, restricciones y circunvalaciones (bypass) sin cargo adicional. Para m\u00e1s informaci\u00f3n, consulte el manual de soporte de software de IBM (IBM Software Support Handbook) en www.ibm.com/software/support.\n\
\n\
Si el Programa no funciona conforme a lo garantizado durante el Periodo de Garant\u00eda y no puede resolverse el problema con la informaci\u00f3n disponible en las bases de datos de IBM, el Licenciatario podr\u00e1 devolver el Programa y su PoE a la parte (ya sea IBM o su distribuidor) a la cual adquiri\u00f3 el Programa y recibir un reembolso del importe pagado por el Licenciatario. Tras la devoluci\u00f3n del Programa, finaliza la licencia del Licenciatario. Si el Licenciatario descarg\u00f3 el Programa, el Licenciatario deber\u00e1 ponerse en contacto con la parte a la cual adquiri\u00f3 el Programa para recibir instrucciones sobre c\u00f3mo obtener el reembolso.\n\
\n\
8.2 Exclusiones\n\
\n\
ESTAS GARANT\u00cdAS SON LAS GARANT\u00cdAS EXCLUSIVAS DEL LICENCIATARIO Y SUSTITUYEN A CUALQUIER OTRA GARANT\u00cdA O CONDICI\u00d3N, EXPL\u00cdCITA O IMPL\u00cdCITA, INCLUIDAS PERO SIN LIMITARSE A, LAS GARANT\u00cdAS O CONDICIONES IMPL\u00cdCITAS DE COMERCIALIZACI\u00d3N, CALIDAD SATISFACTORIA, IDONEIDAD PARA UNA FINALIDAD CONCRETA, TITULARIDAD Y CUALQUIER GARANT\u00cdA O CONDICI\u00d3N DE NO INFRACCI\u00d3N DE LOS DERECHOS DE TERCEROS. LA EXCLUSI\u00d3N DE GARANT\u00cdAS EXPL\u00cdCITAS O IMPL\u00cdCITAS PUEDE NO ESTAR PERMITIDA POR ALGUNOS ESTADOS O JURISDICCIONES Y, POR TANTO, PUEDE QUE DICHA EXCLUSI\u00d3N NO SEA APLICABLE AL LICENCIATARIO. EN TAL CASO, LA DURACI\u00d3N DE DICHAS GARANT\u00cdAS SE LIMITA AL PERIODO DE GARANT\u00cdA. NO SE APLICAR\u00c1N GARANT\u00cdAS DESPU\u00c9S DE DICHO PERIODO. ALGUNOS ESTADOS O JURISDICCIONES NO PERMITEN LIMITACIONES EN CUANTO A LA DURACI\u00d3N DE UNA GARANT\u00cdA IMPL\u00cdCITA, POR LO PUEDE QUE LA LIMITACI\u00d3N ANTERIOR NO SEA APLICABLE AL LICENCIATARIO.\n\
\n\
ESTAS GARANT\u00cdAS OTORGAN UNOS DERECHOS LEGALES ESPEC\u00cdFICOS AL LICENCIATARIO. EL LICENCIATARIO PUEDE CONTAR ASIMISMO CON OTROS DERECHOS QUE VAR\u00cdAN SEG\u00daN EL ESTADO O LA JURISDICCI\u00d3N.\n\
\n\
LAS GARANT\u00cdAS INCLUIDAS EN LA CL\u00c1USULA 8 "GARANT\u00cdA Y EXCLUSIONES" SON OTORGADAS EXCLUSIVAMENTE POR IBM. NO OBSTANTE, LAS EXENCIONES DE RESPONSABILIDAD EXPUESTAS EN ESTA CL\u00c1USULA 8.2 "EXCLUSIONES", SE APLICAN TAMBI\u00c9N A LOS PROVEEDORES DE IBM DEL C\u00d3DIGO DE TERCEROS. DICHOS PROVEEDORES PROPORCIONAN EL C\u00d3DIGO SIN GARANT\u00cdAS NI CONDICIONES DE NINGUNA CLASE. ESTE P\u00c1RRAFO NO ANULA LAS OBLIGACIONES DE GARANT\u00cdA DE IBM ESTABLECIDAS EN ESTE ACUERDO.\n\
\n\
9. Datos y Bases de Datos del Licenciatario\n\
\n\
Para ayudar al Licenciatario a aislar el origen de un problema con el Programa, IBM podr\u00e1 solicitar que el Licenciatario: 1) permita que IBM acceda de forma remota al sistema del Licenciatario, o 2) env\u00ede informaci\u00f3n sobre el Licenciatario o datos del sistema a IBM. No obstante, IBM no est\u00e1 obligada a proporcionar dicha asistencia a menos que las Partes tengan un acuerdo, independiente y por escrito, mediante el cual IBM proporcione al Licenciatario dicho tipo de soporte que no est\u00e1 incluido en las obligaciones de garant\u00eda de IBM en este Acuerdo. En cualquier caso, IBM utilizar\u00e1 la informaci\u00f3n sobre errores y problemas para mejorar sus productos y servicios as\u00ed como para prestar asistencia con su oferta de servicios de mantenimiento relacionados. Con esa finalidad, IBM podr\u00e1 utilizar a subcontratistas y Empresas IBM (incluyendo en uno o m\u00e1s pa\u00edses distintos del pa\u00eds en el que se encuentra el Licenciatario) y el Licenciatario autoriza a IBM para ello.\n\
\n\
El Licenciatario permanecer\u00e1 responsable de: 1) los datos y contenidos de cualquier base de datos que el Licenciatario ponga a disposici\u00f3n de IBM, 2) la selecci\u00f3n y la implementaci\u00f3n de los procedimientos y controles relacionados con el acceso, seguridad, encriptaci\u00f3n, uso y transmisi\u00f3n de los datos (incluyendo cualquier dato personal que pueda identificarse), y 3) las copias de seguridad y la recuperaci\u00f3n de cualquier base de datos y de cualquier dato almacenado. El Licenciatario no enviar\u00e1 a IBM ni le permitir\u00e1 acceso a datos personales y permanecer\u00e1 responsable por cualquier coste razonable u otras cantidades que IBM tenga que hacer frente en relaci\u00f3n a cualquier informaci\u00f3n equivocadamente suministrada a IBM, o a la p\u00e9rdida o revelaci\u00f3n de la misma por IBM, incluso las originadas de reclamaciones de terceros.\n\
\n\
10. Limitaci\u00f3n de Responsabilidad\n\
\n\
Las limitaciones y exclusiones de esta Cl\u00e1usula 10 "Limitaci\u00f3n de Responsabilidad" se aplicar\u00e1n en la medida en que no las proh\u00edba la legislaci\u00f3n aplicable sin la posibilidad de una renuncia contractual.\n\
\n\
10.1 Aspectos por los que IBM Puede Ser Responsable\n\
\n\
Pueden surgir circunstancias en las cuales, debido a un incumplimiento de IBM de sus obligaciones contractuales u otra responsabilidad, el Licenciatario tuviera derecho a reclamar da\u00f1os a IBM. Independientemente de las razones por las que el Licenciatario tenga derecho a reclamar da\u00f1os a IBM (incluyendo un incumplimiento, negligencia, falsedad u otra reclamaci\u00f3n contractual o extracontractual), la responsabilidad de IBM por todas las reclamaciones que surjan de, en relaci\u00f3n con, cada Programa o que de otra manera surjan en relaci\u00f3n con este Acuerdo estar\u00e1 limitada \u00fanicamente a: 1) los da\u00f1os f\u00edsicos a las personas (incluyendo la muerte) y da\u00f1os a las propiedades, y 2) otros da\u00f1os directos probados hasta el importe de los cargos (si el Programa est\u00e1 sujeto a cargos de plazo determinado, hasta el importe de los cargos de doce meses) que ha pagado el Licenciatario por el Programa que sea objeto de la reclamaci\u00f3n.\n\
\n\
Este l\u00edmite se aplica tambi\u00e9n a cualquier proveedor o desarrollador de Programas de IBM. Es la cantidad m\u00e1xima por la que IBM y sus proveedores y desarrolladores de Programas ser\u00e1n responsables colectivamente.\n\
\n\
10.2 Aspectos por los que IBM No Es Responsable\n\
\n\
BAJO NINGUNA CIRCUNSTANCIA, IBM, SUS PROVEEDORES O DESARROLLADORES DE PROGRAMAS SER\u00c1N RESPONSABLES, AUNQUE HUBIESEN SIDO INFORMADOS DE SU POSIBILIDAD, DE:\n\
\n\
a. LA P\u00c9RDIDA DE, O DA\u00d1O A LOS DATOS;\n\
\n\
b. DA\u00d1OS ESPECIALES, INCIDENTALES, PUNITIVOS, INDIRECTOS O CUALQUIER DA\u00d1O ECON\u00d3MICO CONSECUENCIAL; O\n\
\n\
c. P\u00c9RDIDA DE BENEFICIOS, NEGOCIOS, INGRESOS, PLUSVAL\u00cdAS O ECONOM\u00cdAS PREVISTAS.\n\
\n\
11. Verificaci\u00f3n\n\
\n\
A los efectos de esta Cl\u00e1usula 11 "Verificaci\u00f3n", "T\u00e9rminos del Programa IPLA" significa: 1) este Acuerdo as\u00ed como los Anexos aplicables y los documentos transaccionales proporcionados por IBM, y 2) las pol\u00edticas de software de IBM que pueden encontrarse en el sitio web sobre Pol\u00edticas de Software de IBM (www.ibm.com/softwarepolicies), incluyendo pero sin limitarse a las pol\u00edticas relativas a las copias de seguridad, condiciones para los precios de subcapacidad y migraci\u00f3n.\n\
\n\
Los derechos y obligaciones establecidos en esta Cl\u00e1usula 11 permanecer\u00e1n vigentes mientras el Licenciatario tenga una licencia en vigor para el Programa y durante los dos a\u00f1os siguientes.\n\
\n\
11.1 Proceso de Verificaci\u00f3n\n\
\n\
El Licenciatario acuerda crear, conservar y proporcionar a IBM y a sus auditores registros escritos precisos, salidas de las herramientas del sistema y otra informaci\u00f3n sobre el sistema suficiente para verificar que el uso de todos los Programas por parte del Licenciatario se realiza conforme a los T\u00e9rminos del Programa IPLA, incluyendo, sin limitarse, todos los t\u00e9rminos IBM sobre licencias y de calificaci\u00f3n de precios aplicables. El Licenciatario es responsable de: 1) asegurar que no excede su Uso Autorizado, y 2) actuar de conformidad con los T\u00e9rminos del Programa IPLA.\n\
\n\
Previa notificaci\u00f3n con antelaci\u00f3n suficiente, IBM podr\u00e1 verificar el cumplimiento por parte del Licenciatario de los T\u00e9rminos del Programa IPLA en todas las ubicaciones y para todos los entornos en los que el Licenciatario utilice, con cualquier finalidad, los Programas sujetos a los T\u00e9rminos del Programa IPLA. Dicha verificaci\u00f3n se realizar\u00e1 de manera que se minimice la interferencia en la operativa de negocio del Licenciatario, en las instalaciones del Licenciatario, y durante su horario habitual de trabajo. IBM podr\u00e1 utilizar a un auditor independiente para ayudar en la verificaci\u00f3n, siempre que IBM tenga suscrito, por escrito y con anterioridad, un acuerdo de confidencialidad con dicho auditor.\n\
\n\
11.2 Resoluci\u00f3n\n\
\n\
IBM notificar\u00e1 al Licenciatario, por escrito, si conforme a dicha verificaci\u00f3n el Licenciatario ha utilizado cualquier Programa sobrepasando su Uso Autorizado o no ha cumplido de otro modo con los T\u00e9rminos del Programa IPLA. El Licenciatario acuerda pagar, a la mayor brevedad posible, directamente a IBM los cargos que IBM especifique en una factura por: 1) cualquier uso en exceso, 2) el soporte por dicho uso en exceso durante el periodo que se ha realizado dicho uso en exceso o por dos a\u00f1os, lo que sea menor, y 3) cualquier cargo adicional y cualquier otra responsabilidad que el Cliente est\u00e9 obligado a pagar como resultado de dicha verificaci\u00f3n.\n\
\n\
12. Avisos de Terceros\n\
\n\
El Programa puede incluir c\u00f3digo de terceros que IBM, no el tercero, otorga bajo licencia al Licenciatario en virtud de este Acuerdo. Los avisos, si los hubiera, para el c\u00f3digo de terceros, ("Avisos de Terceros") se incluyen \u00fanicamente para informaci\u00f3n del Licenciatario. Estos avisos pueden encontrarse en los archivos de avisos del Programa. Se puede encontrar informaci\u00f3n sobre c\u00f3mo obtener un c\u00f3digo fuente para determinados c\u00f3digos de terceros en los Avisos de Terceros. Si en los Avisos de Terceros, IBM identifica el c\u00f3digo de terceros como "C\u00f3digo de Terceros Modificable", IBM autoriza al Licenciatario a: 1) modificar el C\u00f3digo de Terceros Modificable, y 2) realizar t\u00e9cnicas de ingenier\u00eda inversa a los m\u00f3dulos del Programa que se conectan con el C\u00f3digo de Terceros Modificable, siempre y cuando su \u00fanica finalidad sea depurar las modificaciones realizadas por el Licenciatario a dicho c\u00f3digo de terceros. Las obligaciones de servicio y soporte de IBM, si las hubiera, se aplican \u00fanicamente al Programa sin modificar.\n\
\n\
13. General\n\
\n\
a. Nada de lo dispuesto en este Acuerdo afectar\u00e1 a los derechos de los consumidores establecidos por ley que no puedan ser cancelados o limitados por contrato.\n\
\n\
b. En relaci\u00f3n con los Programas que IBM proporciona al Licenciatario de forma tangible, IBM cumple sus obligaciones de env\u00edo y entrega en el momento en que se entreguen dichos Programas al transportista designado por IBM, salvo que las partes lo acuerden, por escrito, de otro modo.\n\
\n\
c. Si cualquier disposici\u00f3n de este Acuerdo se declara inv\u00e1lida o no exigible, las disposiciones restantes de este Acuerdo permanecer\u00e1n en vigor.\n\
\n\
d. El Licenciatario acuerda cumplir todas las leyes y normas aplicables sobre exportaciones e importaciones, incluyendo las normativas sobre sanciones y embargo de EE.UU. y las prohibiciones de exportaciones para ciertos usos o a determinados usuarios finales.\n\
\n\
e. El Licenciatario autoriza a International Business Machines Corporation y sus filiales (as\u00ed como a sus sucesores y cesionarios, contratistas e IBM Business Partners) para almacenar y utilizar la informaci\u00f3n de contacto del Licenciatario, en cualquier lugar en el que desarrollen su actividad empresarial, en relaci\u00f3n a los productos y servicios de IBM, o como consecuencia de la relaci\u00f3n empresarial de IBM con el Licenciatario.\n\
\n\
f. Cada parte dar\u00e1 a la otra la oportunidad razonable de cumplir sus obligaciones en virtud del presente Acuerdo antes de reclamar a la otra por un incumplimiento de sus obligaciones contractuales. Las partes intentar\u00e1n resolver de buena fe cualesquiera controversias, desacuerdos o reclamaciones relacionadas con este Acuerdo.\n\
\n\
g. Salvo que se establezca de otra manera en la legislaci\u00f3n aplicable, sin posibilidad de renuncia contractual o limitaci\u00f3n: 1) ninguna de las partes interpondr\u00e1 acci\u00f3n legal alguna, independientemente de la forma, relacionada con este Acuerdo transcurridos m\u00e1s de dos a\u00f1os desde que se produjo su causa; y 2) transcurrido dicho periodo de tiempo, cualquier acci\u00f3n legal que surgiera en relaci\u00f3n con el Acuerdo, as\u00ed como todos los respectivos derechos relacionados con dicha acci\u00f3n, prescribir\u00e1n.\n\
\n\
h. Ninguna de las partes ser\u00e1 responsable del incumplimiento de cualquier obligaci\u00f3n debido a causas fuera de control.\n\
\n\
i. Este Acuerdo no crear\u00e1 derecho alguno o causa de demanda para ning\u00fan tercero, ni IBM ser\u00e1 responsable de las reclamaciones al Cliente de terceros, salvo por lo especificado en la Cl\u00e1usula 10.1 "Aspectos por los que IBM Puede Ser Responsable" en relaci\u00f3n con da\u00f1os a las personas (incluyendo muerte) y a las propiedades de las que IBM sea legalmente responsable frente a dichos terceros.\n\
\n\
j. Al aceptar los t\u00e9rminos de este Acuerdo, ambas partes acuerdan que no se est\u00e1n basando en ninguna manifestaci\u00f3n que no est\u00e9 incluida en este Acuerdo, incluyendo pero sin limitarse a cualquier manifestaci\u00f3n en relaci\u00f3n con: 1) el rendimiento o funcionamiento del Programa, distinto del expresamente garantizado en la Cl\u00e1usula 8 "Garant\u00eda y Exclusiones" ; 2) las experiencias o recomendaciones de otras partes; o 3) cualquier resultado o ahorro que el Licenciatario pudiera obtener.\n\
\n\
k. IBM tiene firmados acuerdos con determinadas organizaciones (denominadas "IBM Business Partners") para promocionar, comercializar y dar soporte a ciertos Programas. Los IBM Business Partners permanecer\u00e1n independientes y son distintos de IBM. IBM no se hace responsable de las acciones o declaraciones de los IBM Business Partners ni de las obligaciones que \u00e9stos hayan contra\u00eddo con el Licenciatario.\n\
\n\
l. Los t\u00e9rminos de indemnizaci\u00f3n de propiedad intelectual y de licencia de otros acuerdos del Licenciatario con IBM (como las Condiciones Generales de IBM) no son de aplicaci\u00f3n a las licencias de Programas concedidas en virtud de este Acuerdo.\n\
\n\
14. \u00c1mbito Geogr\u00e1fico y Legislaci\u00f3n Aplicable\n\
\n\
14.1 Legislaci\u00f3n Aplicable\n\
\n\
Ambas partes aceptan la aplicaci\u00f3n de las leyes del pa\u00eds en el que el Licenciatario haya obtenido la licencia del Programa a fin de regir, interpretar y asegurar el cumplimiento de los derechos, deberes y obligaciones del Licenciatario y de IBM, respectivamente, que puedan surgir en virtud de, o que est\u00e9n de cualquier manera relacionados con este Acuerdo, a pesar de cualquier posible conflicto de ley.\n\
\n\
No se aplican los t\u00e9rminos de la Convenci\u00f3n de las Naciones Unidas sobre los Contratos de Compraventa Internacional de Bienes.\n\
\n\
14.2 Jurisdicci\u00f3n\n\
\n\
Todos los derechos, deberes y obligaciones est\u00e1n sujetos a los tribunales del pa\u00eds en el que el Licenciatario haya obtenido la licencia del Programa.\n\
\n\
Parte 2 - Condiciones Exclusivas para cada Pa\u00eds\n\
\n\
Para las licencias otorgadas en los pa\u00edses especificados a continuaci\u00f3n, los siguientes t\u00e9rminos sustituyen o modifican los t\u00e9rminos incluidos en la Parte 1. Todos los t\u00e9rminos de la Parte 1 que no sean modificados por estas enmiendas permanecer\u00e1n sin cambios y en vigor. Esta Parte 2 se estructura del siguiente modo:\n\
\n\
* Enmiendas para varios pa\u00edses de la Parte 1, Cl\u00e1usula 14 "Legislaci\u00f3n Aplicable y Jurisdicci\u00f3n";\n\
\n\
* Enmiendas de otros t\u00e9rminos del Acuerdo para los pa\u00edses de Am\u00e9rica y\n\
\n\
* Enmiendas de otros t\u00e9rminos del Acuerdo para los pa\u00edses de Europa, Oriente Medio y \u00c1frica.\n\
\n\
Enmiendas para varios pa\u00edses de la Parte 1, Cl\u00e1usula 14 "Legislaci\u00f3n Aplicable y Jurisdicci\u00f3n"\n\
\n\
14.1 Legislaci\u00f3n Aplicable\n\
\n\
La frase "las leyes del pa\u00eds en el que el Licenciatario haya obtenido la licencia del Programa" en el primer p\u00e1rrafo de la Cl\u00e1usula 14.1 "Legislaci\u00f3n Aplicable" se sustituye por las frases siguientes en los pa\u00edses que figuran a continuaci\u00f3n:\n\
\n\
AM\u00c9RICA\n\
\n\
(1) en M\u00e9xico: las leyes federales de la Rep\u00fablica de M\u00e9xico;\n\
\n\
(2) en Venezuela: las leyes de la Rep\u00fablica Bolivariana de Venezuela;\n\
\n\
14.2 Jurisdicci\u00f3n\n\
\n\
El siguiente p\u00e1rrafo pertenece al apartado de jurisdicci\u00f3n y sustituye a la Cl\u00e1usula 14.2 "Jurisdicci\u00f3n" tal y como se aplica a los pa\u00edses identificados a continuaci\u00f3n:\n\
\n\
Todos los derechos, deberes y obligaciones est\u00e1n sometidos a los tribunales del pa\u00eds en el que el Licenciatario haya obtenido la licencia del Programa excepto en los pa\u00edses identificados a continuaci\u00f3n, en los que todas las disputas que surjan o se relacionen con este Acuerdo, incluyendo los procedimientos sumarios, se presentar\u00e1n ante y se someter\u00e1n a la jurisdicci\u00f3n exclusiva de los siguientes tribunales competentes:\n\
\n\
AM\u00c9RICA\n\
\n\
(1) en Argentina: el Tribunal de Comercio Ordinario de la ciudad de Buenos Aires,\n\
\n\
(2) en Chile: el Juzgado de lo Civil de Santiago;\n\
\n\
(3) en Ecuador: los jueces de lo civil de Quito para los procesos sumarios o ejecutivos (seg\u00fan sea el caso);\n\
\n\
(4) en M\u00e9xico: los tribunales ubicados en Ciudad de M\u00e9xico, Distrito Federal;\n\
\n\
(5) en Per\u00fa: los jueces y tribunales del distrito judicial de Lima, Cercado;\n\
\n\
(6) en Uruguay: los tribunales de la ciudad de Montevideo; y\n\
\n\
(7) en Venezuela: los tribunales del \u00e1rea metropolitana de la ciudad de Caracas.\n\
\n\
EUROPA, ORIENTE MEDIO Y \u00c1FRICA\n\
\n\
(8) en Espa\u00f1a: los tribunales de Madrid.\n\
\n\
ENMIENDAS PARA LOS PA\u00cdSES DE AM\u00c9RICA\n\
\n\
PER\u00da\n\
\n\
10. Limitaci\u00f3n de Responsabilidad\n\
\n\
Se a\u00f1ade lo siguiente al final de la Cl\u00e1usula 10 "Limitaci\u00f3n de Responsabilidad":\n\
\n\
Salvo que la legislaci\u00f3n lo requiera expresamente sin posibilidad de renuncia contractual, el Licenciatario e IBM tienen la intenci\u00f3n de que la limitaci\u00f3n de responsabilidad expuesta en esta cl\u00e1usula "Limitaci\u00f3n de Responsabilidad" se aplique a los da\u00f1os causados por todo tipo de reclamaciones y causa de acci\u00f3n. En el caso que un tribunal competente declare no exigible cualquier limitaci\u00f3n o exclusi\u00f3n de responsabilidad de esta cl\u00e1usula con respecto a una reclamaci\u00f3n o derecho de iniciar acciones legales concreto, las partes tienen la intenci\u00f3n de que se aplique a todas las dem\u00e1s reclamaciones y derechos de iniciar acciones legales hasta el grado m\u00e1ximo que permita la legislaci\u00f3n aplicable.\n\
\n\
10.1 Aspectos por los que IBM Puede Ser Responsable\n\
\n\
Se a\u00f1ade lo siguiente al final de la Cl\u00e1usula 10.1:\n\
\n\
De conformidad con el Art\u00edculo 1328 del C\u00f3digo Civil de Per\u00fa, las limitaciones y exclusiones especificadas en este apartado no se aplicar\u00e1n a los da\u00f1os causados por conducta indebida intencionada ("dolo") o negligencia grave ("culpa inexcusable") por parte de IBM.\n\
\n\
ENMIENDAS PARA LOS PA\u00cdSES DE EUROPA, ORIENTE MEDIO, \u00c1FRICA (EMEA)\n\
\n\
ESTADOS MIEMBROS DE LA UNI\u00d3N EUROPEA\n\
\n\
8. Garant\u00eda y Exclusiones\n\
\n\
Se a\u00f1ade lo siguiente a la Cl\u00e1usula 8 "Garant\u00eda y Exclusiones":\n\
\n\
En la Uni\u00f3n Europea ("EU"), los consumidores tienen derechos legales en virtud de la legislaci\u00f3n nacional aplicable que rija la venta de bienes de consumo. Tales derechos no se ven afectados por las disposiciones expuestas en esta Cl\u00e1usula 8 "Garant\u00eda y Exclusiones". El \u00e1mbito territorial de la Garant\u00eda Limitada es todo el mundo.\n\
\n\
13. General\n\
\n\
Lo siguiente sustituye a la Cl\u00e1usula 13.e:\n\
\n\
(1) Definiciones - A los efectos de esta Cl\u00e1usula 13.e , se aplicar\u00e1n las siguientes definiciones adicionales:\n\
\n\
(a) Informaci\u00f3n Comercial de Contacto - se entender\u00e1 como los datos de contacto relacionados al negocio, revelados a IBM por el Licenciatario, incluyendo nombres, puestos de trabajo, direcci\u00f3n profesional, n\u00fameros de tel\u00e9fono y direcciones de correo electr\u00f3nico de los empleados y contratistas del Licenciatario. Para Austria, Italia y Suiza, la Informaci\u00f3n Comercial de Contacto incluye tambi\u00e9n informaci\u00f3n sobre el Licenciatario y sus contratistas como entidades legales (por ejemplo, datos sobre los ingresos del Licenciatario y otra informaci\u00f3n transaccional)\n\
\n\
(b) Personal Comercial de Contacto - se entender\u00e1 como los empleados y contratistas del Licenciatario a los cuales se proporciona la Informaci\u00f3n Comercial de Contacto.\n\
\n\
(c) Autoridad de Protecci\u00f3n de Datos - se entender\u00e1 como la autoridad establecida por la Legislaci\u00f3n de Protecci\u00f3n de Datos y Comunicaciones Electr\u00f3nicas en el pa\u00eds aplicable o, para los pa\u00edses que no formen parte de la UE, la autoridad responsable de supervisar la protecci\u00f3n de los datos personales en dichos pa\u00edses o (para cualquiera de los anteriores) cualquier entidad debidamente designada para ello con posterioridad.\n\
\n\
(d) Legislaci\u00f3n de Protecci\u00f3n de Datos y Comunicaciones Electr\u00f3nicas - es: (i) la legislaci\u00f3n nacional espec\u00edfica relacionada a la Directiva 46/95/CE, del Parlamento Europeo y del Consejo, de 24 de octubre de 1995, relativa a la protecci\u00f3n de las personas f\u00edsicas en lo que respecta al tratamiento de datos personales y a la libre circulaci\u00f3n de estos datos, y Directiva 58/2002/CE, del Parlamento Europeo y del Consejo, de 12 de julio de 2002, relativa al tratamiento de los datos personales y a la protecci\u00f3n de la intimidad en el sector de las comunicaciones electr\u00f3nicas (Directiva sobre la privacidad y las comunicaciones electr\u00f3nicas); o (ii) para los pa\u00edses que no pertenezcan a la UE, significar\u00e1 la legislaci\u00f3n espec\u00edfica relevante aplicable en el respectivo pa\u00eds relacionada con el uso y protecci\u00f3n de datos de car\u00e1cter personal y la intimidad en las comunicaciones electr\u00f3nicas, incluyendo (para cualquiera de los anteriores) cualquier normativa posterior que las sustituya o modifique.\n\
\n\
(e) Grupo IBM - International Business Machines Corporation, ubicada en Armonk, Nueva York, EE.UU., sus subsidiarias as\u00ed como sus respectivos Business Partners y subcontratistas.\n\
\n\
(2) El Licenciatario autoriza a IBM para:\n\
\n\
(a) procesar y utilizar la Informaci\u00f3n Comercial de Contacto dentro del Grupo IBM en beneficio del Licenciatario, incluyendo la prestaci\u00f3n de servicios de soporte y con el fin de gestionar la relaci\u00f3n empresarial entre el Licenciatario y el Grupo IBM, incluyendo, sin limitarse, a contactar con el Personal Comercial de Contacto (por correo electr\u00f3nico o por otra v\u00eda) as\u00ed como el marketing de productos y servicios del Grupo IBM (la "Finalidad Espec\u00edfica"); y\n\
\n\
(b) revelar la Informaci\u00f3n Comercial de Contacto a otros miembros del Grupo IBM \u00fanicamente a los efectos de la Finalidad Espec\u00edfica.\n\
\n\
(3) IBM acuerda que toda Informaci\u00f3n Comercial de Contacto se procesar\u00e1 de conformidad con la Legislaci\u00f3n de Protecci\u00f3n de Datos y Comunicaciones Electr\u00f3nicas y se utilizar\u00e1 \u00fanicamente para la Finalidad Espec\u00edfica.\n\
\n\
(4) El Licenciatario declara que, antes de proporcionar a IBM la Informaci\u00f3n Comercial de Contacto, ha obtenido o deber\u00e1 obtener, cuando as\u00ed lo requiera la Legislaci\u00f3n de Protecci\u00f3n de Datos y Comunicaciones Electr\u00f3nicas, el consentimiento del Personal Comercial de Contacto, asimismo confirma que ha enviado o enviar\u00e1 las notificaciones pertinentes a dicho Personal Comercial de Contacto, de manera que el Grupo IBM est\u00e9 facultado para procesar o usar la Informaci\u00f3n Comercial de Contacto para contactar con ellos para la Finalidad Especificada.\n\
\n\
(5) El Licenciatario consiente que IBM transfiera la Informaci\u00f3n Comercial de Contacto fuera del Espacio Econ\u00f3mico Europeo, siempre y cuando dicha transferencia se realice bajo los t\u00e9rminos contractuales aprobados por la Autoridad de Protecci\u00f3n de Datos o por otra parte que la Legislaci\u00f3n de Protecci\u00f3n de Datos y Comunicaciones Electr\u00f3nicas permita la transferencia.\n\
\n\
Z125-3301-14 (07/2011)\n\
\n\

########### end of license property ##########################################