license=\
INFORMA\u00c7\u00d5ES DA LICEN\u00c7A\n\
\n\
Os Programas listados abaixo s\u00e3o licenciados sob os/ao abrigo dos termos e condi\u00e7\u00f5es da seguinte Informa\u00e7\u00e3o sobre a Licen\u00e7a a seguir, al\u00e9m dos termos de licen\u00e7a do Programa acordados anteriormente pelo Cliente e pela IBM. Se o Cliente n\u00e3o tiver acordado anteriormente com os termos de licen\u00e7a em vigor para o Programa, o Contrato Internacional de Licen\u00e7a de Programa (Z125-3301-14) ser\u00e1 aplic\u00e1vel.\n\
\n\
Nome do Programa (N\u00famero do Programa):\n\
IBM WebSphere Application Server Developer Tools for Eclipse 20.0 (Tool)\n\
\n\
Os termos padr\u00e3o a seguir se aplicam o uso do Programa pelo Licenciado.\n\
\n\
Direito de uso/utiliza\u00e7\u00e3o limitado\n\
\n\
Conforme descrito no Contrato de Licen\u00e7a Internacional de Programas ("IPLA") e nesta Informa\u00e7\u00e3o sobre a Licen\u00e7a, a IBM concede ao Licenciado um direito limitado para usar/utilizar o Programa. Esse direito \u00e9 limitado ao n\u00edvel do/a Uso/Utiliza\u00e7\u00e3o Autorizado/a, tal como um Processor Value Unit ("PVU"), um Resource Value Unit ("RVU"), um Value Unit ("VU"), ou outro n\u00edvel especificado de uso/utiliza\u00e7\u00e3o, pago pelo Licenciado, conforme evidenciado na Prova de Titularidade. O uso/A utiliza\u00e7\u00e3o do licenciado tamb\u00e9m pode ser limitado/a ao uma m\u00e1quina especificada ou apenas a um Programa de Suporte ou estar sujeito/a a outras restri\u00e7\u00f5es. Como o Licenciado n\u00e3o pagou por todo o valor econ\u00f3mico do Programa, nenhum outro uso/nenhuma outra utiliza\u00e7\u00e3o lhe \u00e9 permitido/a sem o pagamento de encargos adicionais. Al\u00e9m disso, o Licenciado n\u00e3o est\u00e1 autorizado a usar/utilizar o Programa para fornecer servi\u00e7os de TI comerciais a terceiros, para fornecer hosting comercial ou timesharing, ou sublicenciar alugar ou arrendar o Programa, a menos que expressamente definido nos contratos/acordos aplic\u00e1veis sob os quais/ao abrigo dos quais o Licenciado obt\u00e9m/adquire autoriza\u00e7\u00f5es para usar/utilizar o Programa. Direitos adicionais podem ser disponibilizados ao Licenciado mediante o pagamento de encargos adicionais ou sob/ao abrigo de termos diferentes ou complementares. A IBM reserva-se o direito de determinar se disponibilizar\u00e1 tais direitos adicionais ao Licenciado.\n\
\n\
Especifica\u00e7\u00f5es\n\
\n\
Especifica\u00e7\u00f5es do Programa podem ser localizadas nas se\u00e7\u00f5es/sec\u00e7\u00f5es coletivas/colectivas de Descri\u00e7\u00e3o e Informa\u00e7\u00f5es T\u00e9cnicas das Cartas de An\u00fancio do Programa.\n\
\n\
Usos Proibidos\n\
\n\
O Licenciado n\u00e3o poder\u00e1 usar/utilizar ou autorizar outros a usar/utilizar o Programa se a falha do Programa puder resultar em morte, les\u00f5es corporais ou danos \u00e0 propriedade ou ao meio ambiente.\n\
\n\
As unidades de medida a seguir se aplicam o uso do Programa pelo Licenciado.\n\
\n\
Usu\u00e1rio/Utilizador Autorizado\n\
\n\
Usu\u00e1rio/Utilizador Autorizado \u00e9 uma unidade de medida pela qual o Programa pode ser licenciado. Um Usu\u00e1rio/Utilizador Autorizado \u00e9 uma \u00fanica pessoa a quem \u00e9 dado acesso ao Programa. O Programa pode ser instalado em qualquer n\u00famero de computadores ou servidores, e cada Usu\u00e1rio/Utilizador Autorizado pode ter acesso simult\u00e2neo a qualquer n\u00famero de inst\u00e2ncias do Programa ao mesmo tempo. O Licenciado deve obter titularidades separadas dedicadas para cada Usu\u00e1rio/Utilizador Autorizado a quem \u00e9 dado acesso ao Programa de alguma maneira, direta/directa ou indiretamente/indirectamente, (por exemplo: por meio de um programa de multiplexa\u00e7\u00e3o, dispositivo ou servidor de aplicativos/aplica\u00e7\u00f5es) por quaisquer meios. Uma titularidade para um Usu\u00e1rio/Utilizador Autorizado \u00e9 exclusiva daquele Usu\u00e1rio/Utilizador Autorizado e n\u00e3o pode ser compartilhada, nem pode ser novamente atribu\u00edda, a n\u00e3o ser para a transfer\u00eancia definitiva da titularidade do Usu\u00e1rio/Utilizador Autorizado para outra pessoa.\n\
\n\
L/N:  L-CTUR-BLPNWG\n\
D/N:  L-CTUR-BLPNWG\n\
P/N:  L-CTUR-BLPNWG\n\
\n\
\n\
Contrato Internacional de Licen\u00e7a de Programa\n\
\n\
Parte 1 - Termos Gerais\n\
\n\
AO FAZER O DOWNLOAD, INSTALAR, COPIAR, ACESSAR, CLICAR EM UM BOT\u00c3O "ACEITAR" OU UTILIZAR O PROGRAMA DE QUALQUER OUTRA FORMA, O LICENCIADO CONCORDA COM OS TERMOS DESTE CONTRATO. SE UM TERCEIRO ACEITAR ESTES TERMOS EM NOME DO LICENCIADO, O TERCEIRO DECLARA E GARANTE QUE POSSUI TOTAL AUTORIDADE PARA VINCULAR O LICENCIADO A ESTES TERMOS. CASO O CLIENTE N\u00c3O CONCORDE COM ESTES TERMOS,\n\
\n\
* N\u00c3O DEVER\u00c1 FAZER DOWNLOAD, INSTALAR, COPIAR, ACESSAR, CLICAR EM UM BOT\u00c3O "ACEITAR" NEM UTILIZAR O PROGRAMA; E\n\
\n\
* DEVER\u00c1 RETORNAR IMEDIATAMENTE A M\u00cdDIA N\u00c3O-UTILIZADA, A DOCUMENTA\u00c7\u00c3O E O CERTIFICADO DE TITULARIDADE PARA A PARTE DA QUAL FORAM OBTIDOS PARA TER UM REEMBOLSO DO VALOR PAGO. SE O PROGRAMA FOI TRANSFERIDO POR DOWNLOAD, TODAS AS C\u00d3PIAS DO PROGRAMA DEVER\u00c3O SER DESTRU\u00cdDAS.\n\
\n\
1. Defini\u00e7\u00f5es\n\
\n\
"Uso Autorizado" - o n\u00edvel especificado no qual o Licenciado est\u00e1 autorizado a executar ou operar o Programa. Tal n\u00edvel pode ser medido pelo n\u00famero de usu\u00e1rios, por milh\u00f5es de unidades de servi\u00e7o ("MSUs"), por Unidades de Valor do Processador ("PVUs") ou por outro n\u00edvel de uso especificado pela IBM.\n\
\n\
"IBM" - International Business Machines Corporation ou uma de suas subsidi\u00e1rias.\n\
\n\
"Informa\u00e7\u00f5es sobre Licen\u00e7a" ("LI") - um documento que fornece informa\u00e7\u00f5es e quaisquer termos adicionais espec\u00edficos para um Programa. A LI do Programa est\u00e1 dispon\u00edvel no endere\u00e7o www.ibm.com/software/sla. A LI tamb\u00e9m pode ser encontrada no diret\u00f3rio do Programa, atrav\u00e9s da utiliza\u00e7\u00e3o de um comando do sistema ou como um folheto inclu\u00eddo com o Programa.\n\
\n\
"Programa" - os itens a seguir, incluindo o original e todas as c\u00f3pias integrais ou parciais: 1) instru\u00e7\u00f5es e dados leg\u00edveis por m\u00e1quinas; 2) componentes, arquivos e m\u00f3dulos; 3) conte\u00fado audiovisual (tais como imagens, texto, registros ou ilustra\u00e7\u00f5es) e 4) materiais licenciados relacionados (tais como chaves e documenta\u00e7\u00e3o).\n\
\n\
"Certificado de Titularidade" ("PoE") - evid\u00eancia do Uso Autorizado do Licenciado. A PoE tamb\u00e9m \u00e9 a evid\u00eancia da elegibilidade do Licenciado para garantia, futuras atualiza\u00e7\u00f5es de pre\u00e7os, se houver, e poss\u00edveis oportunidades especiais ou promocionais. Se a IBM n\u00e3o fornecer uma PoE ao Licenciado, ent\u00e3o a IBM pode aceitar como PoE o recibo de venda original pago ou outro registro de venda da parte (ou a IBM ou seu revendedor) da qual o Licenciado obteve o Programa, contanto que este especifique o nome do Programa e o Uso Autorizado obtido.\n\
\n\
"Per\u00edodo de Garantia" - um ano, a partir da data em que o Licenciado original tenha recebido a licen\u00e7a.\n\
\n\
2. Estrutura do Contrato\n\
\n\
Este Contrato inclui a Parte 1 - Termos Gerais, a Parte 2 - Termos Exclusivos do Pa\u00eds (se houver algum), a LI e a PoE, e representa o acordo completo entre o Licenciado e a IBM relativo ao uso do Programa. Ele substitui qualquer comunica\u00e7\u00e3o pr\u00e9via verbal ou escrita entre o Licenciado e a IBM relativa ao uso do Programa pelo Licenciado. Os termos da Parte 2 podem substituir ou modificar os termos da Parte 1. Em caso de conflito, a LI prevalece sobre ambas as Partes.\n\
\n\
3. Concess\u00e3o de Licen\u00e7a\n\
\n\
O Programa \u00e9 de propriedade da IBM ou de um fornecedor da IBM, \u00e9 sujeito a direito autoral e \u00e9 licenciado, n\u00e3o vendido.\n\
\n\
A IBM concede ao Licenciado uma licen\u00e7a n\u00e3o-exclusiva para 1) o uso do Programa at\u00e9 o limite do Uso Autorizado especificado na PoE, 2) fazer e instalar c\u00f3pias de acordo com o n\u00edvel de Uso Autorizado e 3) fazer uma c\u00f3pia de "backup", tudo isso desde que\n\
\n\
a. o Licenciado tenha obtido o Programa legalmente e cumpra com os termos deste Contrato;\n\
\n\
b. a c\u00f3pia de "backup" n\u00e3o seja executada a menos que o Programa do qual foi feito "backup" n\u00e3o possa ser executado;\n\
\n\
c. o Licenciado reproduza todos os avisos de direitos autorais e outras indica\u00e7\u00f5es de propriedade em cada c\u00f3pia total ou parcial do Programa;\n\
\n\
d. o Licenciado garanta que qualquer pessoa que use o Programa (via acesso local ou remoto) 1) o fa\u00e7a apenas em nome do Licenciado e 2) cumpra com todos os termos deste Contrato;\n\
\n\
e. o Licenciado n\u00e3o 1) utilize, copie, modifique ou distribua o Programa, exceto conforme expressamente permitido neste Contrato; 2) reverta a montagem, reverta a compila\u00e7\u00e3o, ou de qualquer outra forma, traduza o Programa, exceto conforme expressamente permitido pela lei, sem a possibilidade de ren\u00fancia contratual; 3) use nenhum dos componentes, arquivos, m\u00f3dulos, conte\u00fado audiovisual ou materiais licenciados correlatos do Programa separadamente de tal Programa; ou 4) sublicencie, alugue ou arrende o Programa; e\n\
\n\
f. caso o Licenciado obtiver este Programa como um Programa de Suporte, que o Licenciado use este Programa apenas para suportar o Programa Principal e sujeito a quaisquer limita\u00e7\u00f5es na licen\u00e7a para o Programa Principal, ou, caso o Licenciado obtiver este Programa como um Programa Principal, que o Licenciado use todos os Programas de Suporte apenas para suportar este Programa e sujeito a quaisquer limita\u00e7\u00f5es neste Contrato. Para os prop\u00f3sitos deste Item "f," um "Programa de Suporte" \u00e9 um Programa que faz parte de outro Programa IBM ("Programa Principal") e identificado como um Programa de Suporte na LI do Programa Principal. (Para obter uma licen\u00e7a separada para um Programa de Suporte sem estas restri\u00e7\u00f5es, o Licenciado deve entrar em contato com a parte da qual obteve o Programa de Suporte).\n\
\n\
Esta licen\u00e7a \u00e9 aplic\u00e1vel a cada c\u00f3pia do Programa que o Licenciado fizer.\n\
\n\
3.1 Trocas ("Trade-ups"), Atualiza\u00e7\u00f5es, Corre\u00e7\u00f5es e Patches\n\
\n\
3.1.1 Trade-ups\n\
\n\
Se o Programa for substitu\u00eddo por um Programa trade-up, a licen\u00e7a do Programa substitu\u00eddo ser\u00e1 imediatamente rescindida.\n\
\n\
3.1.2 Atualiza\u00e7\u00f5es, Corre\u00e7\u00f5es e Patches\n\
\n\
Quando o Licenciado recebe uma atualiza\u00e7\u00e3o, uma corre\u00e7\u00e3o ou um patch para um Programa, aceita quaisquer termos adicionais ou diferentes que s\u00e3o aplic\u00e1veis a tal atualiza\u00e7\u00e3o, corre\u00e7\u00e3o ou patch que s\u00e3o especificados em sua LI. Se nenhum termo adicional ou diferente for fornecido, ent\u00e3o a atualiza\u00e7\u00e3o, a corre\u00e7\u00e3o ou o patch estar\u00e3o exclusivamente sujeitos a este Contrato. Se o Programa for substitu\u00eddo por uma atualiza\u00e7\u00e3o, o Licenciado concorda em interromper imediatamente o uso do Programa substitu\u00eddo.\n\
\n\
3.2 Licen\u00e7a de Prazo Fixo\n\
\n\
Se a IBM licenciar o Programa por um prazo fixo, a licen\u00e7a do Licenciado ser\u00e1 rescindida ao final do prazo fixo, a menos que o Licenciado e a IBM concordem em renov\u00e1-la.\n\
\n\
3.3 Termo e Rescis\u00e3o\n\
\n\
Este Contrato permanece em vigor at\u00e9 a sua rescis\u00e3o.\n\
\n\
A IBM pode rescindir a licen\u00e7a do Licenciado caso este falhe em cumprir com os termos deste Contrato.\n\
\n\
Se a licen\u00e7a for rescindida por qualquer motivo por qualquer uma das partes, o Licenciado concorda em interromper imediatamente o uso e destruir todas as c\u00f3pias do Programa. Quaisquer termos deste Contrato que por sua natureza se estendam al\u00e9m do t\u00e9rmino deste Contrato permanecem em vigor at\u00e9 que sejam cumpridos e aplicam-se aos respectivos sucessores e cession\u00e1rios de ambas as partes.\n\
\n\
4. Encargos\n\
\n\
Os encargos s\u00e3o baseados no Uso Autorizado obtido, que \u00e9 especificado na PoE. A IBM n\u00e3o concede cr\u00e9ditos ou reembolsos para encargos j\u00e1 devidos ou pagos, salvo se especificado de outra forma neste Contrato.\n\
\n\
Se o Licenciado desejar aumentar seu Uso Autorizado, dever\u00e1 notificar a IBM ou um revendedor IBM autorizado com anteced\u00eancia e pagar quaisquer encargos aplic\u00e1veis.\n\
\n\
5. Tributos\n\
\n\
Se qualquer autoridade impuser ao Programa um tributo, imposto, taxa ou contribui\u00e7\u00e3o, excluindo os baseados na renda l\u00edquida da IBM, o Licenciado concorda em pagar tais valores, conforme especificado em uma fatura ou fornecer documentos de isen\u00e7\u00e3o. O Licenciado \u00e9 respons\u00e1vel por quaisquer tributos sobre a propriedade pessoal de cada Programa a partir da data que o obtiver. Se qualquer autoridade impuser um tributo, imposto, taxa ou contribui\u00e7\u00e3o aduaneira para a importa\u00e7\u00e3o, exporta\u00e7\u00e3o, transfer\u00eancia, acesso ou uso do Programa fora do pa\u00eds no qual o Licenciado original recebeu a concess\u00e3o da licen\u00e7a, o Licenciado concorda que \u00e9 respons\u00e1vel e pagar\u00e1 qualquer valor imposto.\n\
\n\
6. Garantia de Reembolso\n\
\n\
Se o Licenciado n\u00e3o estiver satisfeito com o Programa por qualquer motivo e for o Licenciado original, este pode rescindir a licen\u00e7a e obter um reembolso do valor pago pelo Programa, desde que devolva o Programa e a PoE para a parte da qual os obteve dentro de 30 dias da data em que a PoE foi emitida. Se a licen\u00e7a for para um prazo fixo que est\u00e1 sujeito a renova\u00e7\u00e3o, ent\u00e3o o Licenciado poder\u00e1 obter um reembolso apenas se o Programa e sua PoE forem devolvidos dentro dos primeiros 30 dias do prazo inicial. Se o Licenciado tiver transferido o Programa por download, dever\u00e1 entrar em contato com a parte da qual o adquiriu para obter instru\u00e7\u00f5es sobre como obter o reembolso.\n\
\n\
7. Transfer\u00eancia do Programa\n\
\n\
O Licenciado pode transferir o Programa e todos os seus direitos de licen\u00e7a e obriga\u00e7\u00f5es para outra parte apenas se esta parte concordar com os termos deste Contrato. Se a licen\u00e7a for rescindida por qualquer motivo por qualquer uma das partes, o Licenciado est\u00e1 proibido de transferir o Programa para outra parte. O Licenciado n\u00e3o pode transferir uma parte 1) do Programa ou 2) o Uso Autorizado do Programa. Quando o Licenciado transferir o Programa, tamb\u00e9m dever\u00e1 transferir uma c\u00f3pia f\u00edsica deste Contrato, incluindo a LI e a PoE. Imediatamente ap\u00f3s a transfer\u00eancia, a licen\u00e7a do Licenciado \u00e9 rescindida.\n\
\n\
8. Garantia e Exclus\u00f5es\n\
\n\
8.1 Garantia Limitada\n\
\n\
Durante um ano ap\u00f3s o licenciamento ao Licenciado, a IBM garante que o Programa, quando utilizado em seu ambiente operacional especificado, estar\u00e1 de acordo com suas especifica\u00e7\u00f5es. As especifica\u00e7\u00f5es do Programa e as informa\u00e7\u00f5es do ambiente operacional especificado podem ser encontradas na documenta\u00e7\u00e3o que acompanha o Programa (tal como um arquivo "leia-me") ou outras informa\u00e7\u00f5es publicadas pela IBM (tal como uma carta de an\u00fancio). O Licenciado concorda que tal documenta\u00e7\u00e3o e outro conte\u00fado do Programa pode ser fornecido apenas no idioma ingl\u00eas, a menos que exigido de outra forma pela lei local, sem a possibilidade de ren\u00fancia ou limita\u00e7\u00e3o contratual.\n\
\n\
A garantia \u00e9 aplic\u00e1vel somente \u00e0 parte n\u00e3o-modificada do Programa. A IBM n\u00e3o garante a opera\u00e7\u00e3o ininterrupta nem livre de erros do Programa, e tamb\u00e9m n\u00e3o garante que poder\u00e1 corrigir todos os defeitos do Programa. O Licenciado \u00e9 respons\u00e1vel pelos resultados obtidos do uso do Programa.\n\
\n\
Durante o Per\u00edodo de Garantia, a IBM fornece ao Licenciado acesso aos bancos de dados IBM contendo informa\u00e7\u00f5es sobre defeitos conhecidos do Programa, corre\u00e7\u00f5es de defeitos, restri\u00e7\u00f5es e medidas de contorno sem encargos adicionais. Consulte o documento IBM Software Support Handbook para obter informa\u00e7\u00f5es adicionais no endere\u00e7o www.ibm.com/software/support.\n\
\n\
Se o Programa n\u00e3o funcionar conforme garantido durante o primeiro ano ap\u00f3s a aquisi\u00e7\u00e3o da respectiva licen\u00e7a e a IBM n\u00e3o for capaz de faz\u00ea-lo funcionar, o Licenciado poder\u00e1 devolver o Programa e sua PoE para a parte (seja a IBM ou seu revendedor) da qual os obteve e esta lhe reembolsar\u00e1 o valor pago pelo mesmo. Ap\u00f3s retornar o Programa, a licen\u00e7a do Licenciado \u00e9 rescindida. Se o Licenciado tiver transferido o Programa por download, dever\u00e1 entrar em contato com a parte da qual o adquiriu para obter instru\u00e7\u00f5es sobre como obter o reembolso.\n\
\n\
8.2 Exclus\u00f5es\n\
\n\
ESTAS GARANTIAS S\u00c3O AS \u00daNICAS GARANTIAS EXCLUSIVAS DO LICENCIADO E SUBSTITUEM TODAS AS DEMAIS GARANTIAS OU CONDI\u00c7\u00d5ES, EXPRESSAS OU IMPL\u00cdCITAS, INCLUINDO, MAS N\u00c3O SE LIMITANDO, \u00c0S GARANTIAS IMPL\u00cdCITAS OU CONDI\u00c7\u00d5ES DE USO, QUALIDADE SATISFAT\u00d3RIA, ADEQUA\u00c7\u00c3O A UM FIM ESPEC\u00cdFICO, T\u00cdTULO E QUALQUER GARANTIA OU CONDI\u00c7\u00c3O DE N\u00c3O-VIOLA\u00c7\u00c3O. ALGUNS ESTADOS OU JURISDI\u00c7\u00d5ES N\u00c3O PERMITEM A EXCLUS\u00c3O DE GARANTIAS EXPRESSAS OU IMPL\u00cdCITAS, PORTANTO, A EXCLUS\u00c3O ACIMA PODE N\u00c3O SE APLICAR AO LICENCIADO. NESTE CASO, TAIS GARANTIAS EST\u00c3O LIMITADAS \u00c0 DURA\u00c7\u00c3O DO PER\u00cdODO DE GARANTIA. NENHUMA GARANTIA \u00c9 APLIC\u00c1VEL AP\u00d3S TAL PER\u00cdODO. ALGUNS ESTADOS OU JURISDI\u00c7\u00d5ES N\u00c3O PERMITEM LIMITA\u00c7\u00d5ES SOBRE QUANTO DURA UMA GARANTIA IMPL\u00cdCITA, PORTANTO A LIMITA\u00c7\u00c3O ACIMA PODE N\u00c3O SE APLICAR AO LICENCIADO.\n\
\n\
ESTAS GARANTIAS FORNECEM AO LICENCIADO DIREITOS LEGAIS ESPEC\u00cdFICOS. O LICENCIADO TAMB\u00c9M PODE TER OUTROS DIREITOS QUE VARIAM DE ESTADO PARA ESTADO OU DE JURISDI\u00c7\u00c3O PARA JURISDI\u00c7\u00c3O.\n\
\n\
AS GARANTIAS NESTA SE\u00c7\u00c3O 8 (GARANTIA E EXCLUS\u00d5ES) S\u00c3O FORNECIDAS EXCLUSIVAMENTE PELA IBM. ENTRETANTO, AS REN\u00daNCIAS DE RESPONSABILIDADE NESTA SUBSE\u00c7\u00c3O 8.2 (EXCLUS\u00d5ES), TAMB\u00c9M S\u00c3O APLIC\u00c1VEIS AOS FORNECEDORES DE C\u00d3DIGOS DE TERCEIROS DA IBM. TAIS FORNECEDORES FORNECEM TAL C\u00d3DIGO SEM GARANTIAS OU CONDI\u00c7\u00d5ES DE QUALQUER TIPO. ESTE PAR\u00c1GRAFO N\u00c3O ANULA AS OBRIGA\u00c7\u00d5ES DE GARANTIA DA IBM SOB ESTE CONTRATO.\n\
\n\
9. Dados e Bancos de Dados do Licenciado\n\
\n\
Para auxiliar o Licenciado no isolamento da causa de um problema com o Programa, a IBM pode solicitar que o Licenciado 1) permita que a IBM acesse seu sistema remotamente ou 2) envie informa\u00e7\u00f5es ou dados do seu sistema para a IBM. Entretanto, a IBM n\u00e3o tem a obriga\u00e7\u00e3o de fornecer tal assist\u00eancia, a menos que a IBM e o Licenciado estabele\u00e7am um contrato por escrito e separado sob o qual a IBM concorde em fornecer ao Licenciado tal tipo de suporte, que est\u00e1 al\u00e9m das obriga\u00e7\u00f5es de garantia da IBM neste Contrato. Neste caso, a IBM utilizar\u00e1 informa\u00e7\u00f5es sobre erros e problemas para aprimorar seus produtos e servi\u00e7os, al\u00e9m de auxiliar com o fornecimento de ofertas de suporte relacionadas. Para estes prop\u00f3sitos, a IBM pode utilizar entidades e subcontratados da IBM (incluindo um ou mais pa\u00edses que n\u00e3o aquele no qual o Licenciado est\u00e1 localizado) e o Licenciado autoriza a IBM a faz\u00ea-lo.\n\
\n\
O Licenciado permanece respons\u00e1vel por 1) quaisquer dados e pelo conte\u00fado de qualquer banco de dados que disponibilize para a IBM, 2) pela sele\u00e7\u00e3o e implementa\u00e7\u00e3o de procedimentos e controles relativos ao acesso, \u00e0 seguran\u00e7a, \u00e0 criptografia, ao uso e \u00e0 transmiss\u00e3o de dados (incluindo quaisquer dados pessoalmente identific\u00e1veis) e 3) pelo "backup" e pela recupera\u00e7\u00e3o de qualquer banco de dados e quaisquer dados armazenados. O Licenciado n\u00e3o enviar\u00e1 ou fornecer\u00e1 \u00e0 IBM acesso a quaisquer informa\u00e7\u00f5es pessoalmente identific\u00e1veis, seja no formato de dados ou em qualquer outro formato e ser\u00e1 respons\u00e1vel pelas despesas razo\u00e1veis e outros valores que a IBM possa incorrer em rela\u00e7\u00e3o a qualquer uma destas informa\u00e7\u00f5es erroneamente fornecidas para a IBM ou pela perda ou divulga\u00e7\u00e3o de tais informa\u00e7\u00f5es pela IBM, incluindo aqueles valores decorrentes de qualquer reclama\u00e7\u00e3o de terceiros.\n\
\n\
10. Limita\u00e7\u00e3o de Responsabilidade\n\
\n\
Exceto conforme expressamente exigido por lei, sem possibilidade de ren\u00fancia contratual, o Licenciado e a IBM concordam que a limita\u00e7\u00e3o de responsabilidade desta Se\u00e7\u00e3o 10 (Limita\u00e7\u00e3o de Responsabilidade) aplica-se a danos resultantes de quaisquer tipos de a\u00e7\u00f5es judiciais e reivindica\u00e7\u00f5es. Se qualquer limita\u00e7\u00e3o ou exclus\u00e3o de responsabilidade estabelecida nesta se\u00e7\u00e3o for considerada nula ou sem efeito em Ju\u00edzo em um caso espec\u00edfico, as partes concordam que as disposi\u00e7\u00f5es desta se\u00e7\u00e3o permanecer\u00e3o aplic\u00e1veis para as demais reivindica\u00e7\u00f5es sob esta se\u00e7\u00e3o.\n\
\n\
10.1 Itens pelos Quais a IBM Pode Ser Respons\u00e1vel\n\
\n\
Podem ocorrer circunst\u00e2ncias em que o Licenciado possa reivindicar ressarcimentos por danos causados pela IBM sob este Contrato. Independentemente do fundamento que faculta o Licenciado a reivindicar ressarcimentos por danos causados pela IBM, a responsabilidade total da IBM pela soma de todas as demandas advindas de ou relacionadas a cada Programa ou de outra forma oriunda deste Contrato n\u00e3o exceder\u00e1 o valor de quaisquer 1) danos por les\u00e3o corporal (inclusive morte) e danos a bens m\u00f3veis e im\u00f3veis e 2) outros danos reais diretos at\u00e9 o limite dos encargos que o Licenciado pagou pelo Programa que \u00e9 o objeto da demanda. Na hip\u00f3tese de encargos de prazo fixo ser\u00e3o considerados os valores relativos aos \u00faltimos 12 (doze) meses.\n\
\n\
Este limite tamb\u00e9m se aplica a qualquer desenvolvedor e fornecedor de Programas da IBM. \u00c9 o m\u00e1ximo pelo qual a IBM e seus desenvolvedores e fornecedores de Programas s\u00e3o coletivamente respons\u00e1veis.\n\
\n\
10.2 Itens Pelos Quais a IBM N\u00e3o Se Responsabiliza\n\
\n\
EXCETO CONFORME EXPRESSAMENTE EXIGIDO POR LEI, SEM POSSIBILIDADE DE REN\u00daNCIA CONTRATUAL, A IBM, SEUS DESENVOLVEDORES OU FORNECEDORES DE PROGRAMAS N\u00c3O SER\u00c3O RESPONS\u00c1VEIS, EM QUALQUER CIRCUNST\u00c2NCIA, POR QUALQUER DAS SEGUINTES HIP\u00d3TESES, AINDA QUE TENHAM SIDO INFORMADOS SOBRE TAIS POSSIBILIDADES:\n\
\n\
a. PERDA DE OU DANOS A DADOS;\n\
\n\
b. DANOS INDIRETOS; OU\n\
\n\
c. LUCROS CESSANTES.\n\
\n\
11. Verifica\u00e7\u00e3o de Adequa\u00e7\u00e3o\n\
\n\
Para os prop\u00f3sitos desta Se\u00e7\u00e3o 11 (Verifica\u00e7\u00e3o de Adequa\u00e7\u00e3o), "Termos do Programa IPLA" significam 1) este Contrato e os termos de aditamento e os documentos de transa\u00e7\u00e3o aplic\u00e1veis fornecidos pela IBM e 2) pol\u00edticas de software IBM que podem ser localizados no "Web site" IBM Software Policy (www.ibm.com/softwarepolicies), incluindo mas n\u00e3o se limitando a tais pol\u00edticas relativas a "backup", pre\u00e7os de sub-capacidade e migra\u00e7\u00e3o.\n\
\n\
Os direitos e obriga\u00e7\u00f5es estabelecidos nesta Se\u00e7\u00e3o 11 permanecem em efeito durante o per\u00edodo em que o Programa est\u00e1 licenciado ao Licenciado e por dois anos ap\u00f3s esse per\u00edodo.\n\
\n\
11.1 Processo de Verifica\u00e7\u00e3o\n\
\n\
O Licenciado concorda em criar, reter e fornecer \u00e0 IBM e aos seus auditores registros precisos e por escrito, relat\u00f3rios de ferramentas de sistema e outras informa\u00e7\u00f5es de sistema que sejam suficientes para possibilitar a verifica\u00e7\u00e3o audit\u00e1vel de que o uso de todos os Programas pelo Licenciado esteja adequado com os Termos do Programa IPLA, incluindo, sem limita\u00e7\u00e3o, todos os termos aplic\u00e1veis de licenciamento e de qualifica\u00e7\u00e3o de pre\u00e7os da IBM. O Licenciado \u00e9 respons\u00e1vel por 1) garantir que n\u00e3o exceder\u00e1 seu Uso Autorizado e 2) permanecer\u00e1 em conformidade com os Termos do Programa IPLA.\n\
\n\
Mediante notifica\u00e7\u00e3o com prazo razo\u00e1vel, a IBM poder\u00e1 verificar a adequa\u00e7\u00e3o do Licenciado aos Termos do Programa IPLA em todos os locais e para todos os ambientes no qual o Licenciado usa (para qualquer prop\u00f3sito) Programas sujeito aos Termos do Programa IPLA. Esta verifica\u00e7\u00e3o ser\u00e1 realizada nas instala\u00e7\u00f5es do Cliente durante o seu hor\u00e1rio comercial e de forma a minimizar o impacto nos neg\u00f3cios do Licenciado. A IBM pode usar um auditor independente para fazer esta verifica\u00e7\u00e3o, desde que a IBM e o auditor tenham assinado um contrato de confidencialidade.\n\
\n\
11.2 Resolu\u00e7\u00e3o\n\
\n\
A IBM notificar\u00e1 o Licenciado por escrito se qualquer uma destas verifica\u00e7\u00f5es indicar que o Licenciado utilizou qualquer Programa al\u00e9m de seu Uso Autorizado ou de qualquer outra forma, n\u00e3o estiver em conformidade com os Termos do Programa IPLA. O Licenciado concorda em pagar imediatamente e diretamente \u00e0 IBM pelos encargos que a IBM especificar em uma fatura por 1) qualquer uso em excesso, 2) suporte para tal uso em excesso para o menor per\u00edodo entre a dura\u00e7\u00e3o de tal uso em excesso ou dois anos e 3) quaisquer encargos adicionais e outras obriga\u00e7\u00f5es, apurados como resultado de tal verifica\u00e7\u00e3o.\n\
\n\
12. Aviso de Terceiros\n\
\n\
O Programa pode incluir c\u00f3digo de terceiros que a IBM, e n\u00e3o o terceiro, licencia para o Licenciado sob este Contrato. Os Avisos, se houver algum, para o c\u00f3digo de terceiros ("Avisos de Terceiros") s\u00e3o inclu\u00eddos apenas para informa\u00e7\u00e3o do Licenciado. Estes avisos podem ser localizados no(s) arquivo(s) NOTICES do Programa. Informa\u00e7\u00f5es sobre como obter o c\u00f3digo fonte para determinado c\u00f3digo de terceiros podem ser encontradas nos Avisos de Terceiros. Se nos Avisos de Terceiros, a IBM identificar o c\u00f3digo de terceiros como "C\u00f3digo de Terceiros Modific\u00e1vel," a IBM autoriza o Licenciado a 1) modificar o C\u00f3digo de Terceiros Modific\u00e1vel e 2) reverter a engenharia dos m\u00f3dulos do Programa que estabelecem interface diretamente com o C\u00f3digo de Terceiros Modific\u00e1vel contanto que seja apenas com o prop\u00f3sito de depurar as modifica\u00e7\u00f5es do Licenciado em tal c\u00f3digo de terceiros. As obriga\u00e7\u00f5es de servi\u00e7o e suporte da IBM, se houver, aplicam-se apenas ao Programa n\u00e3o-modificado.\n\
\n\
13. Geral\n\
\n\
a. Nada neste Contrato afeta quaisquer direitos legais dos consumidores que n\u00e3o sejam pass\u00edveis de ren\u00fancia ou limita\u00e7\u00e3o contratual.\n\
\n\
b. Em rela\u00e7\u00e3o a Programas que a IBM fornece ao Licenciado por meio de m\u00eddia (forma tang\u00edvel), a IBM ter\u00e1 cumprido suas obriga\u00e7\u00f5es de remessa e envio mediante a entrega de tais Programas \u00e0 transportadora designada pela IBM, salvo se acordado de outra forma por escrito entre o Licenciado e a IBM.\n\
\n\
c. Se qualquer provis\u00e3o deste Contrato for considerada inv\u00e1lida ou inexequ\u00edvel, as demais provis\u00f5es deste Contrato permanecer\u00e3o totalmente em pleno vigor e efeito.\n\
\n\
d. O Licenciado concorda em cumprir com todas as leis e regulamentos de exporta\u00e7\u00e3o e importa\u00e7\u00e3o aplic\u00e1veis, incluindo regulamentos de embargo e san\u00e7\u00f5es e proibi\u00e7\u00f5es dos Estados Unidos relativos \u00e0 exporta\u00e7\u00e3o para certos usos finais ou certos usu\u00e1rios.\n\
\n\
e. O Licenciado autoriza a International Business Machines Corporation e suas subsidi\u00e1rias (e seus sucessores e cession\u00e1rios, contratados e Parceiros Comerciais IBM) a armazenar e usar informa\u00e7\u00f5es de contato comercial do Licenciado em qualquer lugar em que conduzam neg\u00f3cios, com rela\u00e7\u00e3o a produtos e servi\u00e7os IBM ou na promo\u00e7\u00e3o do relacionamento comercial da IBM com o Licenciado.\n\
\n\
f. Cada uma das partes conceder\u00e1 \u00e0 outra oportunidade razo\u00e1vel para cumprir suas obriga\u00e7\u00f5es sob este Contrato antes de reclamar seu cumprimento. As partes tentar\u00e3o resolver de boa-f\u00e9 todas as disputas, discord\u00e2ncias ou demandas entre elas relativas a este Contrato.\n\
\n\
g. Os prazos prescricionais observar\u00e3o o disposto nos artigos 205 e 206 do C\u00f3digo Civil Brasileiro, Lei n\u00ba 10.406 de 10 de janeiro de 2002.\n\
\n\
h. Nenhuma das partes \u00e9 respons\u00e1vel por falhas no cumprimento de quaisquer obriga\u00e7\u00f5es devido a causas fora do seu controle.\n\
\n\
i. Este Contrato n\u00e3o criar\u00e1 quaisquer a\u00e7\u00f5es judiciais e reivindica\u00e7\u00f5es para qualquer terceiro, nem a IBM ser\u00e1 respons\u00e1vel por quaisquer demandas de terceiros contra o Licenciado, exceto conforme permitido na Subse\u00e7\u00e3o 10.1 (Itens pelo Quais a IBM Pode Ser Respons\u00e1vel) acima para les\u00f5es corporais (incluindo morte) ou danos a bens m\u00f3veis ou im\u00f3veis pelos quais a IBM seja legalmente respons\u00e1vel perante aquele terceiro. Desta forma, o Licenciado n\u00e3o poder\u00e1 requerer responsabilidades da IBM por danos que o Licenciado vier incorrer em raz\u00e3o de reivindica\u00e7\u00f5es de terceiros.\n\
\n\
j. Ao celebrar este Contrato, nenhuma das partes est\u00e1 se baseando em qualquer declara\u00e7\u00e3o que n\u00e3o esteja especificada neste Contrato, incluindo, sem se limitar a, qualquer declara\u00e7\u00e3o relativa: 1) ao desempenho ou funcionalidade do Programa, que n\u00e3o tenha sido expressamente garantido na Se\u00e7\u00e3o 8 (Garantia e Exclus\u00f5es) acima; 2) \u00e0s experi\u00eancias ou recomenda\u00e7\u00f5es de outras partes; ou 3) a quaisquer resultados ou economias que o Licenciado possa obter.\n\
\n\
k. A IBM assinou contratos com algumas organiza\u00e7\u00f5es (denominadas "Parceiros Comerciais IBM") para promover, comercializar e prestar suporte a determinados Programas. Os Parceiros Comerciais IBM permanecem independentes e separados da IBM. A IBM n\u00e3o \u00e9 respons\u00e1vel por a\u00e7\u00f5es ou declara\u00e7\u00f5es dos Parceiros Comerciais ou por quaisquer obriga\u00e7\u00f5es destes com o Licenciado.\n\
\n\
l. Os termos da licen\u00e7a e da indeniza\u00e7\u00e3o da propriedade intelectual de outros contratos do Licenciado com a IBM (tal como o Contrato de Produtos e Servi\u00e7os IBM) n\u00e3o se aplicam \u00e0s licen\u00e7as do Programa concedidas sob este Contrato.\n\
\n\
14. Escopo Geogr\u00e1fico e Legisla\u00e7\u00e3o Aplic\u00e1vel\n\
\n\
14.1 Legisla\u00e7\u00e3o Aplic\u00e1vel\n\
\n\
Ambas as partes concordam com a aplica\u00e7\u00e3o das leis do pa\u00eds no qual o Licenciado obteve a licen\u00e7a do Programa para reger, interpretar e executar todos os direitos, deveres e obriga\u00e7\u00f5es do Licenciado e da IBM decorrentes de ou relacionados de qualquer maneira ao objeto deste Contrato, n\u00e3o obstante conflitos de princ\u00edpios legais.\n\
\n\
A Conven\u00e7\u00e3o das Na\u00e7\u00f5es Unidas n\u00e3o se aplica nos Contratos para Venda Internacional de Bens.\n\
\n\
14.2 Jurisdi\u00e7\u00e3o\n\
\n\
Todos os direitos, deveres e obriga\u00e7\u00f5es est\u00e3o sujeitos aos tribunais do pa\u00eds no qual o Licenciado obteve a licen\u00e7a do Programa.\n\
\n\
Parte 2 - Termos Exclusivos do Pa\u00eds\n\
\n\
Para licen\u00e7as concedidas nos pa\u00edses especificados abaixo, os termos a seguir substituem ou modificam os termos citados na Parte 1. Todos os termos na Parte 1 que n\u00e3o s\u00e3o alterados por estes termos de aditamento permanecem inalterados e em vigor. Esta Parte 2 \u00e9 organizada da seguinte forma:\n\
\n\
* Termos de aditamento para a Parte 1, Se\u00e7\u00e3o 14 (Legisla\u00e7\u00e3o Aplic\u00e1vel e Jurisdi\u00e7\u00e3o) de v\u00e1rios pa\u00edses;\n\
\n\
* Termos de aditamento para outros termos do Contrato de pa\u00edses das Am\u00e9ricas; e\n\
\n\
* Termos de aditamento para outros termos do Contrato de pa\u00edses da Europa, Oriente M\u00e9dio e \u00c1frica.\n\
\n\
Termos de aditamento para a Parte 1, Se\u00e7\u00e3o 14 (Legisla\u00e7\u00e3o Aplic\u00e1vel e Jurisdi\u00e7\u00e3o) de v\u00e1rios pa\u00edses\n\
\n\
14.1 Legisla\u00e7\u00e3o Aplic\u00e1vel\n\
\n\
A frase "as leis do pa\u00eds no qual o Licenciado obteve a licen\u00e7a do Programa" no primeiro par\u00e1grafo de 14.1 Lei Aplic\u00e1vel \u00e9 substitu\u00edda pelas seguintes frases nos pa\u00edses abaixo:\n\
\n\
EUROPA, ORIENTE M\u00c9DIO E \u00c1FRICA\n\
\n\
(1) na Guin\u00e9-Bissau: as leis da Fran\u00e7a; e\n\
\n\
(2) em Angola e em Mo\u00e7ambique: as leis da Inglaterra.\n\
\n\
14.2 Jurisdi\u00e7\u00e3o\n\
\n\
O seguinte par\u00e1grafo \u00e9 relativo \u00e0 jurisdi\u00e7\u00e3o e substitui a Subse\u00e7\u00e3o 14.2 (Jurisdi\u00e7\u00e3o) j\u00e1 que \u00e9 aplic\u00e1vel a tais pa\u00edses identificados abaixo:\n\
\n\
Todos os direitos, deveres e obriga\u00e7\u00f5es est\u00e3o sujeitos aos tribunais do pa\u00eds no qual o Licenciado obteve a licen\u00e7a do Programa, exceto nos pa\u00edses identificados abaixo, nos quais todas as disputas decorrentes ou relacionados a este Contrato, incluindo procedimentos sum\u00e1rios, ser\u00e3o iniciados e estar\u00e3o sujeitos \u00e0 jurisdi\u00e7\u00e3o exclusiva dos seguintes tribunais da jurisdi\u00e7\u00e3o competente:\n\
\n\
AM\u00c9RICAS\n\
\n\
(1) no Brasil: As partes elegem o foro central da cidade do Rio de Janeiro, estado do Rio de Janeiro, para dirimir quest\u00f5es advindas deste Contrato;\n\
\n\
EUROPA, ORIENTE M\u00c9DIO E \u00c1FRICA\n\
\n\
(2) na Guin\u00e9-Bissau: o Tribunal Comercial de Paris;\n\
\n\
(3) em Angola, Mo\u00e7ambique, S\u00e3o Tom\u00e9 e Pr\u00edncipe: os tribunais da Inglaterra;\n\
\n\
(4) em Portugal: os tribunais de Lisboa.\n\
\n\
TERMOS DE ADITAMENTO DE PA\u00cdSES DA EMEA (EUROPA, ORIENTE M\u00c9DIO, \u00c1FRICA)\n\
\n\
ESTADOS MEMBROS DA UNI\u00c3O EUROPEIA\n\
\n\
8. Garantia e Exclus\u00f5es\n\
\n\
O seguinte \u00e9 inclu\u00eddo na Se\u00e7\u00e3o 8 (Garantia e Exclus\u00e3o):\n\
\n\
Na Uni\u00e3o Europeia ("EU"), os consumidores possuem direitos legais sob a legisla\u00e7\u00e3o nacional aplic\u00e1vel que rege a venda de bens de consumo. Tais direitos n\u00e3o s\u00e3o afetados pelas provis\u00f5es definidas nesta Se\u00e7\u00e3o 8 Garantia e Exclus\u00f5es. O escopo territorial da Garantia Limitada \u00e9 mundial.\n\
\n\
13. Geral\n\
\n\
O seguinte substitui o Item 13.e:\n\
\n\
(1) Defini\u00e7\u00f5es - Para os prop\u00f3sitos deste Item 13.e, as seguintes defini\u00e7\u00f5es adicionais s\u00e3o aplic\u00e1veis:\n\
\n\
(a) Informa\u00e7\u00e3o de Contacto Comercial - significa informa\u00e7\u00e3o de contacto de car\u00e1ter comercial divulgada pelo Licenciado \u00e0 IBM, incluindo nomes, t\u00edtulos profissionais, endere\u00e7os profissionais, n\u00fameros de telefone e endere\u00e7os de e-mail dos empregados e subcontratados do Licenciado. Para \u00c1ustria, It\u00e1lia e Su\u00ed\u00e7a, a Informa\u00e7\u00e3o de Contacto Comercial tamb\u00e9m inclui informa\u00e7\u00e3o sobre a Licen\u00e7a e seus subcontratados como pessoas jur\u00eddicas (por exemplo, dados da receita da Licen\u00e7a e outra informa\u00e7\u00e3o transaccional)\n\
\n\
(b) Pessoal de Contato Comercial - funcion\u00e1rios e contratados do Licenciado aos quais as Informa\u00e7\u00f5es de Contato Comercial se relacionam.\n\
\n\
(c) Autoridade de Prote\u00e7\u00e3o de Dados - a autoridade estabelecida pela Legisla\u00e7\u00e3o de Prote\u00e7\u00e3o de Dados e Comunica\u00e7\u00f5es de Dados no pa\u00eds aplic\u00e1vel, ou para pa\u00edses n\u00e3o pertencentes \u00e0 EU, a autoridade respons\u00e1vel pela supervis\u00e3o de dados pessoais em tal pa\u00eds ou (para qualquer um dos anteriores) qualquer entidade sucessora convenientemente apontada para isso.\n\
\n\
(d) Legisla\u00e7\u00e3o de Prote\u00e7\u00e3o de Dados e Comunica\u00e7\u00f5es Eletr\u00f4nicas - (i) a legisla\u00e7\u00e3o e os regulamentos locais aplic\u00e1veis em vigor que implementam os requisitos da EU Directive 95/46/EC (na prote\u00e7\u00e3o de indiv\u00edduos com rela\u00e7\u00e3o ao processamento de dados pessoais na livre movimenta\u00e7\u00e3o de tais dados) e da EU Directive 2002/58/EC (relativa ao processamento de dados pessoais e a prote\u00e7\u00e3o da privacidade no setor de comunica\u00e7\u00f5es eletr\u00f4nicas); ou (ii) para pa\u00edses n\u00e3o pertencentes \u00e0 EU, a legisla\u00e7\u00e3o e/ou os regulamentos transmitidos no pa\u00eds aplic\u00e1vel em rela\u00e7\u00e3o \u00e0 prote\u00e7\u00e3o de dados pessoais e o regulamento das comunica\u00e7\u00f5es eletr\u00f4nicas envolvendo dados pessoais, incluindo (para qualquer um dos anteriores) qualquer substitui\u00e7\u00e3o ou modifica\u00e7\u00e3o estatut\u00e1ria.\n\
\n\
(e) Grupo IBM - International Business Machines Corporation de Armonk, Nova York, EUA, suas subsidi\u00e1rias e seus respectivos Parceiros Comerciais e subcontratados.\n\
\n\
(2) O Licenciado autoriza a IBM:\n\
\n\
(a) a processar e utilizar Informa\u00e7\u00f5es de Contato Comercial no Grupo IBM no suporte do Licenciado, incluindo o fornecimento de servi\u00e7os de suporte e para o prop\u00f3sito do favorecimento do relacionamento de neg\u00f3cios entre o Licenciado e o Grupo IBM, incluindo, sem limita\u00e7\u00e3o, entrar em contato com o Pessoal de Contato Comercial (por e-mail ou de qualquer outra forma) e comercializar produtos e servi\u00e7os do Grupo IBM (o "Prop\u00f3sito Especificado"); e\n\
\n\
(b) divulgar Informa\u00e7\u00f5es de Contato Comercial para outros membros do Grupo IBM apenas em busca do Prop\u00f3sito Especificado.\n\
\n\
(3) A IBM concorda que todas as Informa\u00e7\u00f5es de Contato Comercial ser\u00e3o processadas de acordo com a Legisla\u00e7\u00e3o de Prote\u00e7\u00e3o de Dados e Comunica\u00e7\u00f5es Eletr\u00f4nicas e ser\u00e3o utilizadas apenas para o Prop\u00f3sito Especificado.\n\
\n\
(4) At\u00e9 o limite exigido pela Legisla\u00e7\u00e3o de Prote\u00e7\u00e3o de Dados e Comunica\u00e7\u00f5es Eletr\u00f4nicas, o Licenciado declara que (a) obteve (ou obter\u00e1) quaisquer consentimentos do (e que emitiu (ou emitir\u00e1) quaisquer avisos para) Pessoal de Contato Comercial conforme necess\u00e1rios para possibilitar que o Grupo IBM processe e utilize as Informa\u00e7\u00f5es de Contato Comercial para o Prop\u00f3sito Especificado.\n\
\n\
(5) O Licenciado autoriza a IBM a transferir Informa\u00e7\u00f5es de Contato Comercial fora da \u00c1rea Econ\u00f4mica Europeia, contanto que a transfer\u00eancia seja feita em termos contratuais aprovados pela Autoridade de Prote\u00e7\u00e3o de Dados ou que a transfer\u00eancia seja de qualquer outra forma permitida sob a Legisla\u00e7\u00e3o de Prote\u00e7\u00e3o de Dados e Comunica\u00e7\u00f5es Eletr\u00f4nicas.\n\
\n\
Z125-3301-14 (07/2011)\n\
\n\

########### end of license property ##########################################