license=\
LICEN\u010cN\u00cd INFORMACE\n\
\n\
N\u00ed\u017ee uveden\u00e9 Programy jsou licencov\u00e1ny na z\u00e1klad\u011b n\u00e1sleduj\u00edc\u00edch podm\u00ednek uveden\u00fdch v dokumentu Licen\u010dn\u00ed informace, kter\u00e9 dopl\u0148uj\u00ed licen\u010dn\u00ed podm\u00ednky pro Program, s nimi\u017e d\u0159\u00edve Z\u00e1kazn\u00edk a IBM vyj\u00e1d\u0159ili souhlas Pokud Z\u00e1kazn\u00edk d\u0159\u00edve nevyj\u00e1d\u0159il souhlas s \u00fa\u010dinn\u00fdmi licen\u010dn\u00edmi podm\u00ednkami pro Program, uplatn\u00ed se licence Mezin\u00e1rodn\u00ed licen\u010dn\u00ed smlouva pro programy (Z125-3301-14).\n\
\n\
N\u00e1zev Programu (\u010c\u00edslo Programu):\n\
IBM WebSphere Application Server Developer Tools for Eclipse 20.0 (Tool)\n\
\n\
Na pou\u017e\u00edv\u00e1n\u00ed Programu Dr\u017eitelem licence se vztahuj\u00ed n\u00e1sleduj\u00edc\u00ed standardn\u00ed podm\u00ednky.\n\
\n\
Omezen\u00e1 u\u017eivatelsk\u00e1 pr\u00e1va\n\
\n\
Jak je pops\u00e1no v Mezin\u00e1rodn\u00ed licen\u010dn\u00ed smlouv\u011b IBM pro programy ("IPLA") a v tomto dokumentu Licen\u010dn\u00ed informace, IBM ud\u011bluje Dr\u017eiteli licence omezen\u00e9 pr\u00e1vo k u\u017e\u00edv\u00e1n\u00ed Programu. Toto pr\u00e1vo je omezeno na \u00farove\u0148 Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed, jako je nap\u0159\u00edklad Hodnotov\u00e1 jednotka procesoru ("Jednotka PVU"), Hodnotov\u00e1 jednotka prost\u0159edku ("Jednotka RVU"), Hodnotov\u00e1 jednotka ("Jednotka VU"), nebo na jinou specifickou \u00farove\u0148 u\u017e\u00edv\u00e1n\u00ed, za n\u00ed\u017e Dr\u017eitel licence zaplatil, jak je dolo\u017eeno Dokumentem o opr\u00e1vn\u011bn\u00ed. U\u017e\u00edv\u00e1n\u00ed Dr\u017eitelem licence m\u016f\u017ee b\u00fdt omezeno rovn\u011b\u017e na n\u011bjak\u00fd specifikovan\u00fd stroj nebo na u\u017e\u00edv\u00e1n\u00ed pouze jako Podp\u016frn\u00e9ho programu nebo v souladu s jin\u00fdmi omezen\u00edmi. Jeliko\u017e Dr\u017eitel licence nezaplatil za celou ekonomickou hodnotu Programu, nen\u00ed povoleno \u017e\u00e1dn\u00e9 jin\u00e9 u\u017e\u00edv\u00e1n\u00ed, leda\u017ee by byly zaplaceny dodate\u010dn\u00e9 poplatky. Krom\u011b toho nen\u00ed Dr\u017eitel licence opr\u00e1vn\u011bn u\u017e\u00edvat Program k poskytov\u00e1n\u00ed komer\u010dn\u00edch slu\u017eeb v oblasti IT jak\u00e9koli t\u0159et\u00ed stran\u011b nebo k poskytov\u00e1n\u00ed komer\u010dn\u00edho hostingu nebo slu\u017eeb v oblasti sd\u00edlen\u00ed \u010dasu, ani nen\u00ed opr\u00e1vn\u011bn Program sublicencovat, p\u016fj\u010dovat nebo pronaj\u00edmat, leda\u017ee by to bylo v\u00fdslovn\u011b uvedeno v p\u0159\u00edslu\u0161n\u00fdch platn\u00fdch smlouv\u00e1ch, na jejich\u017e z\u00e1klad\u011b z\u00edskal Dr\u017eitel licence opr\u00e1vn\u011bn\u00ed k u\u017e\u00edv\u00e1n\u00ed Programu. Dr\u017eitel licence m\u016f\u017ee m\u00edt na z\u00e1klad\u011b \u00fahrady dodate\u010dn\u00fdch poplatk\u016f nebo na z\u00e1klad\u011b odli\u0161n\u00fdch \u010di dodate\u010dn\u00fdch podm\u00ednek dodate\u010dn\u00e1 pr\u00e1va. IBM si vyhrazuje pr\u00e1vo stanovit, zda budou Dr\u017eiteli licence takov\u00e1 dodate\u010dn\u00e1 pr\u00e1va poskytnuta.\n\
\n\
Specifikace\n\
\n\
Specifikace Programu naleznete ve souhrnn\u00fdch \u010dl\u00e1nc\u00edch Popis a Technick\u00e9 informace, kter\u00e9 jsou uvedeny v Oznamovac\u00edch let\u00e1c\u00edch Programu.\n\
\n\
Zak\u00e1zan\u00e9 u\u017e\u00edv\u00e1n\u00ed\n\
\n\
Dr\u017eitel licence nesm\u00ed pou\u017e\u00edvat nebo autorizovat ostatn\u00ed pro pou\u017eit\u00ed Programu, pokud by selh\u00e1n\u00ed Programu mohlo zp\u016fsobit smrt, \u0161kodu na zdrav\u00ed nebo \u0161kody na majetku \u010di \u017eivotn\u00edm prost\u0159ed\u00ed.\n\
\n\
Na pou\u017e\u00edv\u00e1n\u00ed Programu Dr\u017eitelem licence se mohou vztahovat n\u00e1sleduj\u00edc\u00ed m\u011brn\u00e9 jednotky.\n\
\n\
Opr\u00e1vn\u011bn\u00fd u\u017eivatel\n\
\n\
Opr\u00e1vn\u011bn\u00fd u\u017eivatel je m\u011brnou jednotkou, na jej\u00edm\u017e z\u00e1klad\u011b m\u016f\u017ee b\u00fdt Program licencov\u00e1n. Opr\u00e1vn\u011bn\u00fd u\u017eivatel je jedine\u010dn\u00e1 osoba, kter\u00e9 je poskytnut p\u0159\u00edstup k Programu. Program m\u016f\u017ee b\u00fdt nainstalov\u00e1n na libovoln\u00e9m po\u010dtu po\u010d\u00edta\u010d\u016f nebo server\u016f a ka\u017ed\u00fd Opr\u00e1vn\u011bn\u00fd u\u017eivatel m\u016f\u017ee sou\u010dasn\u011b p\u0159istupovat k libovoln\u00e9mu po\u010dtu instanc\u00ed Programu. Dr\u017eitel licence je povinen z\u00edskat samostatn\u00e1, vyhrazen\u00e1 opr\u00e1vn\u011bn\u00ed pro ka\u017ed\u00e9ho Opr\u00e1vn\u011bn\u00e9ho u\u017eivatele, kter\u00e9mu bylo ud\u011bleno opr\u00e1vn\u011bn\u00ed p\u0159istupovat k Programu jak\u00fdmkoliv zp\u016fsobem p\u0159\u00edmo \u010di nep\u0159\u00edmo (nap\u0159\u00edklad prost\u0159ednictv\u00edm multiplexovac\u00edho programu, za\u0159\u00edzen\u00ed \u010di aplika\u010dn\u00edho serveru). Opr\u00e1vn\u011bn\u00ed pro Opr\u00e1vn\u011bn\u00e9 u\u017eivatele je jedine\u010dn\u00e9 pro dan\u00e9ho jednotlivce a nesm\u00ed b\u00fdt sd\u00edleno ani p\u0159evedeno na jinou osobu; v\u00fdjimkou je p\u0159\u00edpad, kdy se jedn\u00e1 o trval\u00fd p\u0159evod opr\u00e1vn\u011bn\u00ed pro Opr\u00e1vn\u011bn\u00e9 u\u017eivatele na jinou osobu.\n\
\n\
L/N:  L-CTUR-BLPNWG\n\
D/N:  L-CTUR-BLPNWG\n\
P/N:  L-CTUR-BLPNWG\n\
\n\
\n\
Mezin\u00e1rodn\u00ed licen\u010dn\u00ed smlouva pro programy\n\
\n\
\u010c\u00e1st 1 - Obecn\u00e1 ustanoven\u00ed\n\
\n\
STA\u017dEN\u00cdM, INSTALAC\u00cd, ZKOP\u00cdROV\u00c1N\u00cdM, P\u0158\u00cdSTUPEM K PROGRAMU NEBO KLEPNUT\u00cdM NA TLA\u010c\u00cdTKO "SOUHLAS\u00cdM" NEBO JIN\u00ddM POU\u017dIT\u00cdM PROGRAMU VYJAD\u0158UJETE SV\u016eJ SOUHLAS S TOUTO SMLOUVOU. JESTLI\u017dE S T\u011aMITO PODM\u00cdNKAMI SOUHLAS\u00cdTE JM\u00c9NEM DR\u017dITELE LICENCE, PROHLA\u0160UJETE A ZARU\u010cUJETE, \u017dE JSTE PLN\u011a ZMOCN\u011aNI V\u00c1ZAT DR\u017dITELE LICENCE T\u011aMITO PODM\u00cdNKAMI. JESTLI\u017dE S T\u011aMITO PODM\u00cdNKAMI NESOUHLAS\u00cdTE: \n\
\n\
* NESTAHUJTE, NEINSTALUJTE, NEKOP\u00cdRUJTE PROGRAM, NEP\u0158ISTUPUJTE K PROGRAMU, NEPOU\u017d\u00cdVEJTE TLA\u010c\u00cdTKO "SOUHLAS\u00cdM", ANI NEPOU\u017d\u00cdVEJTE PROGRAM; A\n\
\n\
* BEZODKLADN\u011a VRA\u0164TE NEPOU\u017dIT\u00c9 NOSI\u010cE, DOKUMENTACI A DOKUMENT O OPR\u00c1VN\u011aN\u00cd SUBJEKTU, OD KTER\u00c9HO JSTE JE Z\u00cdSKALI, A BUDE V\u00c1M VR\u00c1CENA \u010c\u00c1STKA, KTEROU JSTE ZA N\u011a ZAPLATILI. V P\u0158\u00cdPAD\u011a, \u017dE DO\u0160LO KE STA\u017dEN\u00cd PROGRAMU, ZNI\u010cTE V\u0160ECHNY KOPIE PROGRAMU.\n\
\n\
1. Definice\n\
\n\
"Opr\u00e1vn\u011bn\u00e9 u\u017e\u00edv\u00e1n\u00ed" - stanoven\u00e1 \u00farove\u0148 opr\u00e1vn\u011bn\u00ed Dr\u017eitele licence prov\u00e1d\u011bt nebo spou\u0161t\u011bt Program. Tuto \u00farove\u0148 lze m\u011b\u0159it na z\u00e1klad\u011b po\u010dtu u\u017eivatel\u016f, mili\u00f3n\u016f servisn\u00edch jednotek ("jednotky MSU"), jednotek Processor Value Units ("jednotky PVU") nebo na z\u00e1klad\u011b jin\u00e9 \u00farovn\u011b u\u017e\u00edv\u00e1n\u00ed, kterou stanov\u00ed IBM.\n\
\n\
"IBM" je spole\u010dnost International Business Machines Corporation nebo n\u011bkter\u00e1 z jej\u00edch dce\u0159in\u00fdch spole\u010dnost\u00ed. \n\
\n\
"Licen\u010dn\u00ed informace" ("LI") - dokument uv\u00e1d\u011bj\u00edc\u00ed informace a ve\u0161ker\u00e9 dodate\u010dn\u00e9 podm\u00ednky specifick\u00e9 pro Program. Licen\u010dn\u00ed informace k Programu jsou k dispozici na adrese www.ibm.com/software/sla. Dokument Licen\u010dn\u00ed informace je k dispozici rovn\u011b\u017e v adres\u00e1\u0159i Programu - prost\u0159ednictv\u00edm syst\u00e9mov\u00e9ho p\u0159\u00edkazu - nebo ve form\u011b p\u0159\u00edru\u010dky p\u0159ipojen\u00e9 k Programu.\n\
\n\
"Program" - n\u00ed\u017ee uveden\u00e9 komponenty, v\u010detn\u011b origin\u00e1lu a v\u0161ech \u00fapln\u00fdch nebo d\u00edl\u010d\u00edch kopi\u00ed: 1) strojov\u011b \u010diteln\u00e9 instrukce a data, 2) komponenty, soubory a moduly, 3) audiovizu\u00e1ln\u00ed obsah (jako jsou obrazy, text, nahr\u00e1vky nebo obr\u00e1zky) a 4) souvisej\u00edc\u00ed licen\u010dn\u00ed materi\u00e1ly (jako jsou licen\u010dn\u00ed kl\u00ed\u010de a dokumentace). \n\
\n\
"Dokument o opr\u00e1vn\u011bn\u00ed" ("PoE") - d\u016fkaz o opr\u00e1vn\u011bn\u00e9m u\u017e\u00edv\u00e1n\u00ed ze strany Dr\u017eitele licence. Dokument o opr\u00e1vn\u011bn\u00ed je rovn\u011b\u017e d\u016fkazem o n\u00e1roku Dr\u017eitele licence na z\u00e1ruku, na ceny za budouc\u00ed p\u0159echody na vy\u0161\u0161\u00ed verzi (budou-li n\u011bjak\u00e9) a na potenci\u00e1ln\u00ed zvl\u00e1\u0161tn\u00ed nebo propaga\u010dn\u00ed p\u0159\u00edle\u017eitosti. Neposkytne-li IBM Dr\u017eiteli licence dokument o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement), pak IBM m\u016f\u017ee akceptovat p\u016fvodn\u00ed stvrzenku o n\u00e1kupu nebo jin\u00fd doklad o n\u00e1kupu od subjektu (bu\u010f IBM, nebo jej\u00ed prodejce) od kter\u00e9ho Dr\u017eitel licence z\u00edskal Program, za p\u0159edpokladu, \u017ee takov\u00fd doklad uv\u00e1d\u00ed n\u00e1zev Programu a zakoupenou \u00farove\u0148 Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed.\n\
\n\
"Z\u00e1ru\u010dn\u00ed lh\u016fta" - jeden rok, po\u010d\u00ednaje datem, kdy byla p\u016fvodn\u00edmu Dr\u017eiteli licence ud\u011blena licence. \n\
\n\
2. Struktura smlouvy\n\
\n\
Tato Smlouva zahrnuje \u010c\u00e1st 1 - Obecn\u00e1 ustanoven\u00ed, \u010c\u00e1st 2 - Podm\u00ednky specifick\u00e9 pro zemi (jsou-li n\u011bjak\u00e1), dokument Licen\u010dn\u00ed informace a dokument o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement) a p\u0159edstavuje \u00faplnou dohodu mezi Dr\u017eitelem licence a IBM ohledn\u011b u\u017e\u00edv\u00e1n\u00ed Programu. Nahrazuje ve\u0161ker\u00e1 p\u0159edchoz\u00ed \u00fastn\u00ed nebo p\u00edsemn\u00e1 ujedn\u00e1n\u00ed mezi Dr\u017eitelem licence a IBM ohledn\u011b u\u017e\u00edv\u00e1n\u00ed Programu Dr\u017eitelem licence. Podm\u00ednky \u010c\u00e1sti 2 mohou nahrazovat nebo upravovat podm\u00ednky \u010c\u00e1sti 1. V m\u00ed\u0159e, v n\u00ed\u017e se vyskytne rozpor podm\u00ednek, maj\u00ed podm\u00ednky dokumentu Licen\u010dn\u00ed informace p\u0159ednost p\u0159ed podm\u00ednkami obou \u010c\u00e1st\u00ed. \n\
\n\
3. Ud\u011blen\u00ed licence\n\
\n\
Program je vlastnictv\u00edm IBM nebo dodavatele IBM, je chr\u00e1n\u011bn autorsk\u00fdmi pr\u00e1vy a je k n\u011bmu poskytov\u00e1no pr\u00e1vo u\u017e\u00edv\u00e1n\u00ed, nen\u00ed prod\u00e1v\u00e1n.\n\
\n\
IBM ud\u011bluje Dr\u017eiteli licence nev\u00fdhradn\u00ed licenci na 1) u\u017e\u00edv\u00e1n\u00ed Programu a\u017e do \u00farovn\u011b Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed uveden\u00e9 v dokumentu o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement), 2) vytvo\u0159en\u00ed a instalaci kopi\u00ed na podporu takov\u00e9ho Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed, a 3) vytvo\u0159en\u00ed z\u00e1lo\u017en\u00ed kopie, to v\u0161e za p\u0159edpokladu, \u017ee: \n\
\n\
a. Dr\u017eitel licence z\u00edskal Program z\u00e1konn\u00fdm zp\u016fsobem a dodr\u017euje podm\u00ednky t\u00e9to Smlouvy;\n\
\n\
b. z\u00e1lo\u017en\u00ed kopie nen\u00ed spou\u0161t\u011bna, leda\u017ee nelze spustit z\u00e1lohovan\u00fd Program;\n\
\n\
c. Dr\u017eitel licence uv\u00e1d\u00ed v\u0161echna upozorn\u011bn\u00ed o autorsk\u00fdch pr\u00e1vech a dal\u0161\u00ed v\u00fdhrady vlastnick\u00fdch pr\u00e1v na ka\u017ed\u00e9 kopii nebo d\u00edl\u010d\u00ed kopii Programu;\n\
\n\
d. Dr\u017eitel licence zajist\u00ed, aby ka\u017ed\u00e1 osoba pou\u017e\u00edvaj\u00edc\u00ed Program (p\u0159istupuj\u00edc\u00ed lok\u00e1ln\u011b nebo vzd\u00e1len\u011b) 1) tak \u010dinila pouze jm\u00e9nem Dr\u017eitele licence, a 2) dodr\u017eovala podm\u00ednky t\u00e9to Smlouvy;\n\
\n\
e. Dr\u017eitel licence nesm\u00ed 1) pou\u017e\u00edvat, kop\u00edrovat, upravovat nebo distribuovat Program jinak, ne\u017e je v\u00fdslovn\u011b dovoleno touto Smlouvou; 2) zp\u011btn\u011b sestavovat, zp\u011btn\u011b kompilovat \u010di jakkoliv p\u0159ekl\u00e1dat Program, nen\u00ed-li to v\u00fdslovn\u011b dovoleno z\u00e1konem bez mo\u017enosti toto povolen\u00ed smluvn\u011b vylou\u010dit; 3) u\u017e\u00edvat kter\u00e9koli komponenty, soubory, moduly, audiovizu\u00e1ln\u00ed obsah nebo souvisej\u00edc\u00ed licen\u010dn\u00ed materi\u00e1ly nez\u00e1visle na Programu; nebo 4) Program sublicencovat, pronaj\u00edmat \u010di poskytovat formou leasingu; a\n\
\n\
f. jestli\u017ee Dr\u017eitel licence z\u00edsk\u00e1 tento Program jako Podp\u016frn\u00fd program, bude jej pou\u017e\u00edvat pouze na podporu Z\u00e1kladn\u00edho programu a v souladu s ve\u0161ker\u00fdmi omezen\u00edmi uveden\u00fdmi v licenci na Z\u00e1kladn\u00ed program, nebo - jestli\u017ee Dr\u017eitel licence z\u00edsk\u00e1 tento program jako Z\u00e1kladn\u00ed program - bude pou\u017e\u00edvat v\u0161echny Podp\u016frn\u00e9 programy pouze na podporu tohoto Programu a v souladu s ve\u0161ker\u00fdmi omezen\u00edmi stanoven\u00fdmi v t\u00e9to Smlouv\u011b. Pro \u00fa\u010dely tohoto bodu "f" znamen\u00e1 "Podp\u016frn\u00fd program" program, kter\u00fd je sou\u010d\u00e1st\u00ed jin\u00e9ho programu IBM ("Z\u00e1kladn\u00ed program") a je v Licen\u010dn\u00edch informac\u00edch k Z\u00e1kladn\u00edmu programu jako Podp\u016frn\u00fd program uveden. (Chce-li Dr\u017eitel licence z\u00edskat samostatnou licenci na neomezen\u00e9 u\u017e\u00edv\u00e1n\u00ed Podp\u016frn\u00e9ho programu, mus\u00ed se obr\u00e1tit na subjekt, od n\u011bho\u017e Podp\u016frn\u00fd program zakoupil.)\n\
\n\
Tato licence se vztahuje na ka\u017edou kopii Programu, kterou Dr\u017eitel licence vytvo\u0159\u00ed.\n\
\n\
3.1 P\u0159echody typu Trade-up, aktualizace a opravy\n\
\n\
3.1.1 P\u0159echody typu Trade-up\n\
\n\
V p\u0159\u00edpad\u011b nahrazen\u00ed Programu programem typu Trade-up platnost licence nahrazen\u00e9ho Programu okam\u017eit\u011b kon\u010d\u00ed. \n\
\n\
3.1.2 Aktualizace a opravy\n\
\n\
Pokud Dr\u017eitel licence obdr\u017e\u00ed aktualizaci nebo opravu k Programu, akceptuje ve\u0161ker\u00e9 dodate\u010dn\u00e9 nebo odli\u0161n\u00e9 podm\u00ednky, kter\u00e9 jsou uvedeny v Licen\u010dn\u00edch informac\u00edch pro tuto aktualizaci nebo opravu. Nejsou-li k aktualizaci \u010di oprav\u011b dodate\u010dn\u00e9 nebo odli\u0161n\u00e9 podm\u00ednky p\u0159ipojeny, pak se takov\u00e1 aktualizace \u010di oprava \u0159\u00edd\u00ed v\u00fdlu\u010dn\u011b podm\u00ednkami t\u00e9to Smlouvy. Dr\u017eitel licence se zavazuje, \u017ee v p\u0159\u00edpad\u011b nahrazen\u00ed Programu aktualizac\u00ed p\u0159estane p\u016fvodn\u00ed Program okam\u017eit\u011b pou\u017e\u00edvat.\n\
\n\
3.2 Licence na dobu ur\u010ditou\n\
\n\
Licencuje-li IBM Program na dobu ur\u010ditou, pak licen\u010dn\u00ed opr\u00e1vn\u011bn\u00ed Dr\u017eitele licence kon\u010d\u00ed ke konci takov\u00e9 doby ur\u010dit\u00e9. V\u00fdjimkou je p\u0159\u00edpad, kdy se Dr\u017eitel licence a IBM dohodli na prodlou\u017een\u00ed licence.\n\
\n\
3.3 Trv\u00e1n\u00ed a ukon\u010den\u00ed Smlouvy\n\
\n\
Tato Smlouva je \u00fa\u010dinn\u00e1 a\u017e do jej\u00edho ukon\u010den\u00ed.\n\
\n\
IBM je opr\u00e1vn\u011bna ukon\u010dit licenci Dr\u017eitele licence, jestli\u017ee Dr\u017eitel licence nedodr\u017e\u00ed podm\u00ednky t\u00e9to Smlouvy. \n\
\n\
Ukon\u010d\u00ed-li kter\u00e1koli ze stran licenci z jak\u00e9hokoli d\u016fvodu, Dr\u017eitel licence je povinen okam\u017eit\u011b p\u0159estat pou\u017e\u00edvat a zni\u010dit v\u0161echny kopie Programu, kter\u00e9 m\u00e1 ve sv\u00e9m dr\u017een\u00ed. Ve\u0161ker\u00e9 podm\u00ednky t\u00e9to Smlouvy, je\u017e svou povahou p\u0159etrv\u00e1vaj\u00ed ukon\u010den\u00ed t\u00e9to Smlouvy, z\u016fst\u00e1vaj\u00ed pr\u00e1vn\u011b \u00fa\u010dinn\u00e9 a\u017e do jejich spln\u011bn\u00ed a vztahuj\u00ed se rovn\u011b\u017e na pr\u00e1vn\u00ed n\u00e1stupce a postupn\u00edky smluvn\u00edch stran.\n\
\n\
4. Cena\n\
\n\
Poplatky jsou zalo\u017eeny na z\u00edskan\u00e9 \u00farovni Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed, kter\u00e1 je uvedena v dokumentu o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement). IBM nevrac\u00ed ani jinak nerefunduje ji\u017e splatn\u00e9 nebo zaplacen\u00e9 \u010d\u00e1stky, s v\u00fdjimkou p\u0159\u00edpad\u016f, kter\u00e9 jsou specifikov\u00e1ny jinde v t\u00e9to smlouv\u011b. \n\
\n\
P\u0159eje-li si Dr\u017eitel licence \u00farove\u0148 Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed zv\u00fd\u0161it, je povinen o t\u00e9to skute\u010dnosti p\u0159edem informovat IBM nebo opr\u00e1vn\u011bn\u00e9ho prodejce IBM a uhradit ve\u0161ker\u00e9 p\u0159\u00edslu\u0161n\u00e9 poplatky.\n\
\n\
5. Dan\u011b\n\
\n\
Bude-li na Program uvaleno org\u00e1nem k tomu opr\u00e1vn\u011bn\u00fdm clo, da\u0148 \u010di poplatek, vyjma t\u011bch, kter\u00e9 jsou zalo\u017eeny na \u010dist\u00e9m p\u0159\u00edjmu IBM, pak se Dr\u017eitel licence zavazuje, \u017ee uhrad\u00ed \u010d\u00e1stku uvedenou na faktu\u0159e nebo p\u0159edlo\u017e\u00ed potvrzen\u00ed o osvobozen\u00ed od takov\u00e9 povinnosti. Od data obdr\u017een\u00ed Programu je Dr\u017eitel licence odpov\u011bdn\u00fd za \u00fahradu ve\u0161ker\u00fdch p\u0159\u00edpadn\u00fdch majetkov\u00fdch dan\u00ed. Jestli\u017ee n\u011bkter\u00fd \u00fa\u0159ad uval\u00ed clo, da\u0148 \u010di poplatek na dovoz, v\u00fdvoz, p\u0159enos, p\u0159\u00edstup nebo u\u017e\u00edv\u00e1n\u00ed Programu mimo zemi, v n\u00ed\u017e byla p\u016fvodn\u00edmu Dr\u017eiteli licence ud\u011blena licence, pak je Dr\u017eitel licence povinen uhradit jakoukoli takto stanovenou \u010d\u00e1stku.\n\
\n\
6. Z\u00e1ruka vr\u00e1cen\u00ed pen\u011bz\n\
\n\
Nen\u00ed-li Dr\u017eitel licence z n\u011bjak\u00e9ho d\u016fvodu spokojen s Programem a je p\u016fvodn\u00edm Dr\u017eitelem (nabyvatelem) licence, je opr\u00e1vn\u011bn licenci ukon\u010dit a m\u016f\u017ee mu b\u00fdt \u010d\u00e1stka, kterou za Program zaplatil, vr\u00e1cena, av\u0161ak za p\u0159edpokladu, \u017ee Program a dokument o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement) subjektu, od kter\u00e9ho je z\u00edskal, vr\u00e1t\u00ed do 30 dn\u00ed od data vystaven\u00ed dokumentu o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement) pro Dr\u017eitele licence. Jedn\u00e1-li se o licenci na dobu ur\u010ditou, kterou lze prodlou\u017eit, m\u00e1 Dr\u017eitel licence pr\u00e1vo na refundaci pouze v p\u0159\u00edpad\u011b, \u017ee Program a p\u0159\u00edslu\u0161n\u00fd dokument o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement) vr\u00e1t\u00ed b\u011bhem prvn\u00edch 30 dn\u00ed p\u016fvodn\u00edho obdob\u00ed. Pokud Dr\u017eitel licence Program st\u00e1hnul, m\u011bl by po\u017e\u00e1dat subjekt, od kter\u00e9ho jej z\u00edskal, o pokyny, jak dos\u00e1hnout vr\u00e1cen\u00ed pen\u011bz.\n\
\n\
7. P\u0159evod programu\n\
\n\
Dr\u017eitel licence je opr\u00e1vn\u011bn p\u0159ev\u00e9st Program a ve\u0161ker\u00e1 licen\u010dn\u00ed pr\u00e1va a povinnosti Dr\u017eitele licence na jinou stranu pouze za p\u0159edpokladu, \u017ee dan\u00e1 strana akceptuje podm\u00ednky t\u00e9to Smlouvy. V p\u0159\u00edpad\u011b ukon\u010den\u00ed licence kteroukoli smluvn\u00ed stranou bez ohledu na d\u016fvod nesm\u00ed Dr\u017eitel licence Program na jinou smluvn\u00ed stranu p\u0159ev\u00e9st. Dr\u017eitel licence nen\u00ed opr\u00e1vn\u011bn p\u0159ev\u00e1d\u011bt \u010d\u00e1st 1) Programu; nebo 2) Opr\u00e1vn\u011bn\u00e9 u\u017e\u00edv\u00e1n\u00ed programu. S p\u0159evodem Programu mus\u00ed Dr\u017eitel licence p\u0159edat rovn\u011b\u017e ti\u0161t\u011bnou verzi t\u00e9to Smlouvy, v\u010detn\u011b Licen\u010dn\u00edch informac\u00ed a dokumentu o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement). Licen\u010dn\u00ed opr\u00e1vn\u011bn\u00ed Dr\u017eitele licence Okam\u017eit\u011b po p\u0159evodu kon\u010d\u00ed. \n\
\n\
8. Z\u00e1ruka a vylou\u010den\u00ed z\u00e1ruky\n\
\n\
8.1 Omezen\u00e1 z\u00e1ruka\n\
\n\
IBM zaru\u010duje, \u017ee Program, pro kter\u00fd je poskytov\u00e1na z\u00e1ruka, je-li pou\u017e\u00edv\u00e1n v ur\u010den\u00e9m opera\u010dn\u00edm prost\u0159ed\u00ed, bude odpov\u00eddat p\u0159\u00edslu\u0161n\u00fdm Specifikac\u00edm. Specifikace k Programu a informace o ur\u010den\u00e9m provozn\u00edm prost\u0159ed\u00ed jsou k dispozici v dokumentaci p\u0159ipojen\u00e9 k Programu (jako je nap\u0159\u00edklad soubor Readme) nebo ve form\u011b jin\u00fdch informac\u00ed zve\u0159ejn\u011bn\u00fdch spole\u010dnost\u00ed IBM (jako je nap\u0159\u00edklad oznamovac\u00ed let\u00e1k). Dr\u017eitel licence bere na v\u011bdom\u00ed, \u017ee tato dokumentace a dal\u0161\u00ed informace t\u00fdkaj\u00edc\u00ed se programu mohou b\u00fdt dod\u00e1ny pouze v anglick\u00e9m jazyce, nen\u00ed-li to v\u00fdslovn\u011b stanoveno p\u0159\u00edslu\u0161n\u00fdmi pr\u00e1vn\u00edmi p\u0159edpisy bez mo\u017enosti vzd\u00e1n\u00ed se nebo omezen\u00ed pr\u00e1va smluvn\u011b.\n\
\n\
Z\u00e1ruka se vztahuje pouze na nezm\u011bn\u011bnou \u010d\u00e1st Programu. IBM nezaru\u010duje nep\u0159eru\u0161en\u00fd \u010di bezchybn\u00fd provoz Programu, ani nezaru\u010duje, \u017ee oprav\u00ed ve\u0161ker\u00e9 chyby Programu. Za v\u00fdsledky u\u017e\u00edv\u00e1n\u00ed Programu nese odpov\u011bdnost Dr\u017eitel licence. \n\
\n\
B\u011bhem z\u00e1ru\u010dn\u00ed doby poskytne IBM Dr\u017eiteli licence bezplatn\u00fd p\u0159\u00edstup k datab\u00e1z\u00edm IBM obsahuj\u00edc\u00edm informace o zn\u00e1m\u00fdch chyb\u00e1ch Programu, o oprav\u00e1ch chyb, omezen\u00edch a zp\u016fsobech, jak chyby obej\u00edt. Dal\u0161\u00ed informace najdete v p\u0159\u00edru\u010dce IBM Software Support Handbook na adrese www.ibm.com/software/support.\n\
\n\
Nevykazuje-li Program b\u011bhem Z\u00e1ru\u010dn\u00ed lh\u016fty zaru\u010denou funk\u010dnost a probl\u00e9m nelze vy\u0159e\u0161it prost\u0159ednictv\u00edm informac\u00ed uveden\u00fdch v datab\u00e1z\u00edch IBM, sm\u00ed Dr\u017eitel licence vr\u00e1tit Program a dokument o opr\u00e1vn\u011bn\u00ed (Proof of Entitlement) subjektu (IBM nebo jej\u00ed prodejce), od kter\u00e9ho Program z\u00edskal, a bude mu vr\u00e1cena \u010d\u00e1stka, kterou zaplatil. Po vr\u00e1cen\u00ed Programu licen\u010dn\u00ed opr\u00e1vn\u011bn\u00ed Dr\u017eitele licence kon\u010d\u00ed. Pokud Dr\u017eitel licence Program st\u00e1hnul, m\u011bl by po\u017e\u00e1dat subjekt, od kter\u00e9ho jej z\u00edskal, o pokyny, jak dos\u00e1hnout vr\u00e1cen\u00ed pen\u011bz.\n\
\n\
8.2 Vylou\u010den\u00ed z\u00e1ruky\n\
\n\
TYTO Z\u00c1RUKY JSOU JEDIN\u00ddMI Z\u00c1RUKAMI DR\u017dITELE LICENCE A NAHRAZUJ\u00cd VE\u0160KER\u00c9 OSTATN\u00cd Z\u00c1RUKY \u010cI PODM\u00cdNKY, VYJ\u00c1D\u0158EN\u00c9 V\u00ddSLOVN\u011a NEBO VYPL\u00ddVAJ\u00cdC\u00cd Z OKOLNOST\u00cd, V\u010cETN\u011a - A TO ZEJM\u00c9NA - Z\u00c1RUK \u010cI PODM\u00cdNEK PRODEJNOSTI, USPOKOJIV\u00c9 KVALITY, VHODNOSTI PRO UR\u010cIT\u00dd \u00da\u010cEL, PR\u00c1VN\u00cdHO N\u00c1ROKU A JAK\u00c9KOLI Z\u00c1RUKY \u010cI PODM\u00cdNKY NEPORU\u0160EN\u00cd PR\u00c1V T\u0158ET\u00cdCH STRAN. N\u011aKTER\u00c9 ST\u00c1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011aJ\u00cd VYLOU\u010cEN\u00cd V\u00ddSLOVN\u00ddCH NEBO IMPLICITN\u00cdCH Z\u00c1RUK, A PROTO SE NA V\u00c1S V\u00dd\u0160E UVEDEN\u00c9 V\u00ddJIMKY A OMEZEN\u00cd NEMUS\u00cd VZTAHOVAT. V TAKOV\u00c9M P\u0158\u00cdPAD\u011a JE PLATNOST Z\u00c1RUKY \u010cASOV\u011a OMEZENA POUZE NA UVEDENOU Z\u00c1RU\u010cN\u00cd DOBU. PO UKON\u010cEN\u00cd T\u00c9TO DOBY IBM NEPOSKYTUJE \u017d\u00c1DN\u00c9 DAL\u0160\u00cd Z\u00c1RUKY. N\u011aKTER\u00c9 ST\u00c1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011aJ\u00cd OMEZEN\u00cd DOBY TRV\u00c1N\u00cd IMPLICITN\u00cd Z\u00c1RUKY, A PROTO SE V\u00dd\u0160E UVEDEN\u00c9 OMEZEN\u00cd NA DR\u017dITELE LICENCE NEMUS\u00cd VZTAHOVAT. \n\
\n\
TYTO Z\u00c1RUKY POSKYTUJ\u00cd DR\u017dITELI LICENCE SPECIFICK\u00c1 Z\u00c1KONN\u00c1 PR\u00c1VA. DR\u017dITEL LICENCE M\u016e\u017dE M\u00cdT ROVN\u011a\u017d DAL\u0160\u00cd PR\u00c1VA, KTER\u00c1 SE LI\u0160\u00cd ST\u00c1T OD ST\u00c1TU NEBO JURISDIKCE OD JURISDIKCE. \n\
\n\
Z\u00c1RUKY V TOMTO ODD\u00cdLU 8 (Z\u00c1RUKA A VYLOU\u010cEN\u00cd Z\u00c1RUKY) POSKYTUJE V\u00ddHRADN\u011a IBM. VYLOU\u010cEN\u00cd V TOMTO BODU 8.2 (VYLOU\u010cEN\u00cd Z\u00c1RUKY) SE V\u0160AK VZTAHUJE ROVN\u011a\u017d NA DODAVATELE IBM, KTE\u0158\u00cd POSKYTUJ\u00cd K\u00d3D T\u0158ET\u00cdCH STRAN. TAKOV\u00cd DODAVATEL\u00c9 POSKYTUJ\u00cd DAN\u00dd K\u00d3D BEZ Z\u00c1RUK \u010cI PODM\u00cdNEK JAK\u00c9HOKOLI DRUHU. TENTO ODSTAVEC NERU\u0160\u00cd Z\u00c1RU\u010cN\u00cd POVINNOSTI IBM VYPL\u00ddVAJ\u00cdC\u00cd Z T\u00c9TO SMLOUVY. \n\
\n\
9. Data a datab\u00e1ze Dr\u017eitele licence\n\
\n\
IBM m\u016f\u017ee s c\u00edlem pomoci Dr\u017eiteli licence s ur\u010den\u00edm probl\u00e9mu s Programem po\u017eadovat, aby Dr\u017eitel licence 1) umo\u017enil IBM vzd\u00e1len\u00fd p\u0159\u00edstup k syst\u00e9mu Dr\u017eitele licence, nebo 2) aby zaslal IBM p\u0159\u00edslu\u0161n\u00e9 \u00fadaje nebo syst\u00e9mov\u00e1 data. IBM v\u0161ak nen\u00ed povinna poskytnout takovou asistenci, pokud IBM a Dr\u017eitel licence neuzav\u0159eli samostatnou p\u00edsemnou dohodu, na jej\u00edm\u017e z\u00e1klad\u011b se IBM zavazuje, \u017ee bude Dr\u017eiteli licence poskytovat tento typ podpory, kter\u00fd p\u0159esahuje z\u00e1ru\u010dn\u00ed povinnosti IBM vypl\u00fdvaj\u00edc\u00ed z t\u00e9to Smlouvy. IBM za v\u0161ech okolnost\u00ed pou\u017e\u00edv\u00e1 informace o chyb\u00e1ch a probl\u00e9mech ke zdokonalov\u00e1n\u00ed jej\u00edch produkt\u016f a slu\u017eeb a poskytuje klient\u016fm asistenci prost\u0159ednictv\u00edm souvisej\u00edc\u00edch nab\u00eddek podpory. K tomuto \u00fa\u010delu m\u016f\u017ee IBM vyu\u017e\u00edt slu\u017eeb subjekt\u016f a dodavatel\u016f IBM (v\u010detn\u011b subjekt\u016f a dodavatel\u016f z jedn\u00e9 nebo v\u00edce jin\u00fdch zem\u00ed, ne\u017e je zem\u011b, v n\u00ed\u017e m\u00e1 s\u00eddlo Dr\u017eitel licence) a Dr\u017eitel licence oprav\u0148uje IBM k takov\u00e9mu vyu\u017eit\u00ed slu\u017eeb subjekt\u016f a dodavatel\u016f IBM. \n\
\n\
Dr\u017eitel licence z\u016fst\u00e1v\u00e1 odpov\u011bdn\u00fd za 1) ve\u0161ker\u00e1 data a obsah jak\u00e9koli datab\u00e1ze, kterou pro IBM zp\u0159\u00edstupn\u00ed, 2) v\u00fdb\u011br a implementaci postup\u016f a kontrol t\u00fdkaj\u00edc\u00edch se p\u0159\u00edstupu, zabezpe\u010den\u00ed, \u0161ifrov\u00e1n\u00ed, u\u017e\u00edv\u00e1n\u00ed a p\u0159enosu dat (v\u010detn\u011b ve\u0161ker\u00fdch osobn\u00edch \u00fadaj\u016f), a 3) z\u00e1lohov\u00e1n\u00ed a obnovu jak\u00e9koli datab\u00e1ze a ve\u0161ker\u00fdch ulo\u017een\u00fdch dat. Dr\u017eitel licence nesm\u00ed odeslat IBM \u017e\u00e1dn\u00e9 osobn\u00ed \u00fadaje nebo poskytnout IBM p\u0159\u00edstup k \u017e\u00e1dn\u00fdm osobn\u00edm \u00fadaj\u016fm, a\u0165 u\u017e ve form\u011b dat nebo v n\u011bjak\u00e9 jin\u00e9 form\u011b, a nese odpov\u011bdnost za ve\u0161ker\u00e9 p\u0159im\u011b\u0159en\u00e9 n\u00e1klady nebo jin\u00e9 v\u00fddaje, kter\u00e9 mohou IBM vzniknout v souvislosti s neopr\u00e1vn\u011bn\u00fdm poskytnut\u00edm takov\u00fdch informac\u00ed IBM nebo v souvislosti se ztr\u00e1tou \u010di zp\u0159\u00edstupn\u011bn\u00edm informac\u00ed ze strany IBM, v\u010detn\u011b t\u011bch zalo\u017een\u00fdch na n\u00e1roc\u00edch t\u0159et\u00edch stran.\n\
\n\
10. Omezen\u00ed odpov\u011bdnosti\n\
\n\
Omezen\u00ed odpov\u011bdnosti a vylou\u010den\u00ed z\u00e1ruky v tomto odd\u00edle 10 (Omezen\u00ed odpov\u011bdnosti) se aplikuje v pln\u00e9m rozsahu, pokud nen\u00ed zak\u00e1z\u00e1no ze z\u00e1kona, bez mo\u017enosti smluvn\u00edho z\u0159eknut\u00ed se. \n\
\n\
10.1 Polo\u017eky, za kter\u00e9 IBM nese odpov\u011bdnost\n\
\n\
Mohou nastat okolnosti, kdy m\u00e1 Dr\u017eitel licence z d\u016fvodu nepln\u011bn\u00ed z\u00e1vazku na stran\u011b IBM nebo jin\u00e9 odpov\u011bdnosti n\u00e1rok na n\u00e1hradu \u0161kody od IBM. Bez ohledu na p\u0159\u00ed\u010dinu vzniku n\u00e1roku Dr\u017eitele licence na n\u00e1hradu \u0161kody od IBM (v\u010detn\u011b podstatn\u00e9ho poru\u0161en\u00ed, nedbalosti, p\u0159iveden\u00ed v omyl nebo jin\u00e9ho poru\u0161en\u00ed z\u00e1vazkov\u00e9ho \u010di mimoz\u00e1vazkov\u00e9ho vztahu), odpov\u00edd\u00e1 IBM pouze za n\u00e1roky vznikl\u00e9 na z\u00e1klad\u011b ka\u017ed\u00e9ho Programu nebo ve spojen\u00ed s n\u00edm nebo za n\u00e1roky jinak vznikl\u00e9 na z\u00e1klad\u011b t\u00e9to Smlouvy, a tato odpov\u011bdnost nesm\u00ed p\u0159es\u00e1hnout \u010d\u00e1stku jak\u00fdchkoli 1) \u0161kod na zdrav\u00ed (v\u010detn\u011b smrti) a \u0161kod na nemovit\u00e9m a osobn\u00edm hmotn\u00e9m majetku, a 2) jin\u00fdch skute\u010dn\u00fdch p\u0159\u00edm\u00fdch \u0161kod a\u017e do v\u00fd\u0161e poplatk\u016f, kter\u00e9 Dr\u017eitel licence zaplatil za Program, kter\u00fd je p\u0159edm\u011btem n\u00e1roku (pokud je Program licencov\u00e1n na dobu ur\u010ditou, pak do v\u00fd\u0161e poplatk\u016f za dvan\u00e1ct m\u011bs\u00edc\u016f).\n\
\n\
Tento limit se vztahuje rovn\u011b\u017e na ve\u0161ker\u00e9 v\u00fdvoj\u00e1\u0159e a dodavatele Program\u016f IBM. Jedn\u00e1 se o maximum, za kter\u00e9 IBM a jej\u00ed v\u00fdvoj\u00e1\u0159i a dodavatel\u00e9 Program\u016f spole\u010dn\u011b odpov\u00eddaj\u00ed.\n\
\n\
10.2 Polo\u017eky, za kter\u00e9 IBM nenese odpov\u011bdnost\n\
\n\
VYJMA P\u0158\u00cdPAD\u016e, KDY JE TO V\u00ddSLOVN\u011a PO\u017dADOV\u00c1NO PR\u00c1VN\u00cdMI P\u0158EDPISY BEZ MO\u017dNOSTI VZD\u00c1N\u00cd SE PR\u00c1VA SMLUVN\u011a, NEBUDOU IBM, JEJ\u00cd SUBDODAVATEL\u00c9 ANI V\u00ddVOJ\u00c1\u0158I PROGRAM\u016e ZA \u017d\u00c1DN\u00ddCH OKOLNOST\u00cd ODPOV\u011aDNI ZA N\u00c1SLEDUJ\u00cdC\u00cd, A TO V P\u0158\u00cdPAD\u011a, \u017dE BY IBM BYLA NA TAKOVOU MO\u017dNOST UPOZORN\u011aNA:\n\
\n\
a. ZA ZTR\u00c1TU DAT NEBO \u0160KODU NA DATECH;\n\
\n\
b. ZA ZVL\u00c1\u0160TN\u00cd, NAHODIL\u00c9 NEBO NEP\u0158\u00cdM\u00c9 \u0160KODY \u010cI ZA N\u00c1SLEDN\u00c9 HOSPOD\u00c1\u0158SK\u00c9 \u0160KODY; NEBO\n\
\n\
c. ZA U\u0160L\u00dd ZISK, ZTR\u00c1TU OBCHODN\u00cdCH P\u0158\u00cdLE\u017dITOST\u00cd, U\u0160L\u00c9 P\u0158\u00cdJMY, \u00daJMU ZP\u016eSOBENOU PO\u0160KOZEN\u00cdM DOBR\u00c9HO JM\u00c9NA NEBO ZA NEDOSA\u017dEN\u00c9 P\u0158EDPOKL\u00c1DAN\u00c9 \u00daSPORY.\n\
\n\
11. Kontrola dodr\u017eov\u00e1n\u00ed podm\u00ednek\n\
\n\
Pro \u00fa\u010dely tohoto odd\u00edlu 11 (Kontrola dodr\u017eov\u00e1n\u00ed podm\u00ednek), znamenaj\u00ed "Podm\u00ednky IPLA" 1) tuto Smlouvu a p\u0159\u00edslu\u0161n\u00e9 dodatky a transak\u010dn\u00ed dokumenty dodan\u00e9 ze strany IBM, a 2) softwarov\u00e9 strategie IBM, kter\u00e9 jsou k dispozici na webov\u00fdch str\u00e1nk\u00e1ch IBM Software Policy (www.ibm.com/softwarepolicies), v\u010detn\u011b - a to zejm\u00e9na - strategi\u00ed t\u00fdkaj\u00edc\u00edch se z\u00e1lohov\u00e1n\u00ed, cen pro ne\u00fapln\u00fd server a migrace.\n\
\n\
Pr\u00e1va a povinnosti uveden\u00e1 d\u00e1le v tomto odd\u00edlu 11 z\u016fst\u00e1vaj\u00ed v platnosti po dobu trv\u00e1n\u00ed licence a dva roky pot\u00e9.\n\
\n\
11.1 Proces ov\u011b\u0159ov\u00e1n\u00ed\n\
\n\
Dr\u017eitel licence souhlas\u00ed, \u017ee vytvo\u0159\u00ed, bude uchov\u00e1vat a poskytne IBM a jej\u00edm auditor\u016fm p\u0159esn\u00e9 p\u00edsemn\u00e9 z\u00e1znamy, v\u00fdstupy syst\u00e9mov\u00fdch n\u00e1stroj\u016f a dal\u0161\u00ed syst\u00e9mov\u00e9 informace, kter\u00e9 budou dostate\u010dn\u00e9 k ov\u011b\u0159en\u00ed, \u017ee Dr\u017eitel licence u\u017e\u00edv\u00e1 v\u0161echny Programy v souladu s podm\u00ednkami smlouvy IPLA v\u010detn\u011b - a to zejm\u00e9na - v\u0161ech p\u0159\u00edslu\u0161n\u00fdch podm\u00ednek IBM t\u00fdkaj\u00edc\u00edch se licencov\u00e1n\u00ed a cen. Dr\u017eitel licence je odpov\u011bdn\u00fd za to, \u017ee 1) zajist\u00ed, \u017ee nebude p\u0159ekro\u010dena jeho \u00farove\u0148 Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed, a 2) bude jednat v souladu s podm\u00ednkami smlouvy IPLA.\n\
\n\
IBM je na z\u00e1klad\u011b ozn\u00e1men\u00ed zaslan\u00e9ho v p\u0159im\u011b\u0159en\u00e9 dlouh\u00e9 lh\u016ft\u011b p\u0159edem opr\u00e1vn\u011bna zkontrolovat, zda Dr\u017eitel licence dodr\u017euje podm\u00ednky smlouvy IPLA na v\u0161ech pracovi\u0161t\u00edch a pro v\u0161echna prost\u0159ed\u00ed, v nich\u017e Dr\u017eitel licence pou\u017e\u00edv\u00e1 Programy (k jak\u00e9mukoli \u00fa\u010delu) v souladu s podm\u00ednkami smlouvy IPLA. Takov\u00e9 ov\u011b\u0159en\u00ed bude provedeno zp\u016fsobem, jen\u017e bude minimalizovat ru\u0161en\u00ed obchodn\u00ed \u010dinnosti Dr\u017eitele licence a sm\u00ed b\u00fdt provedeno v prostor\u00e1ch Dr\u017eitele licence b\u011bhem \u0159\u00e1dn\u00e9 pracovn\u00ed doby. IBM je opr\u00e1vn\u011bna vyu\u017e\u00edt k takov\u00e9 kontrole slu\u017eeb nez\u00e1visl\u00e9ho auditora, a to za p\u0159edpokladu, \u017ee IBM s t\u00edmto auditorem uzav\u0159e p\u00edsemnou smlouvu o ochran\u011b d\u016fv\u011brn\u00fdch informac\u00ed.\n\
\n\
11.2 Rozhodnut\u00ed\n\
\n\
IBM bude Dr\u017eitele p\u00edsemn\u011b informovat, jestli\u017ee bude v r\u00e1mci kontroly dodr\u017eov\u00e1n\u00ed podm\u00ednek zji\u0161t\u011bno, \u017ee Dr\u017eitel licence u\u017e\u00edv\u00e1 Program v rozsahu p\u0159esahuj\u00edc\u00edm \u00farove\u0148 jeho Opr\u00e1vn\u011bn\u00e9ho u\u017e\u00edv\u00e1n\u00ed nebo jinak nedodr\u017euje podm\u00ednky smlouvy IPLA. Dr\u017eitel licence se zavazuje, \u017ee neprodlen\u011b uhrad\u00ed p\u0159\u00edmo IBM poplatky, kter\u00e9 IBM uvede na faktu\u0159e za 1) jak\u00e9koli takov\u00e9 nadm\u011brn\u00e9 u\u017e\u00edv\u00e1n\u00ed, 2) podporu pro takov\u00e9 nadm\u011brn\u00e9 u\u017e\u00edv\u00e1n\u00ed za dobu trv\u00e1n\u00ed takov\u00e9ho nadm\u011brn\u00e9ho u\u017e\u00edv\u00e1n\u00ed nebo za dva roky (podle toho, kter\u00e9 obdob\u00ed je krat\u0161\u00ed), a 3) jak\u00e9koli dodate\u010dn\u00e9 poplatky nebo jin\u00e9 \u010d\u00e1stky, kter\u00e9 budou stanoveny na z\u00e1klad\u011b v\u00fdsledk\u016f takov\u00e9 kontroly. \n\
\n\
12. Pozn\u00e1mky t\u0159et\u00edch stran\n\
\n\
Program m\u016f\u017ee zahrnovat k\u00f3d t\u0159et\u00edch stran, ke kter\u00e9mu Dr\u017eiteli licence poskytuje licenci na z\u00e1klad\u011b t\u00e9to Smlouvy IBM, nikoli t\u0159et\u00ed strana. Pozn\u00e1mky (jsou-li n\u011bjak\u00e9) t\u00fdkaj\u00edc\u00ed se k\u00f3du t\u0159et\u00edch stran ("Pozn\u00e1mky t\u0159et\u00edch stran") jsou uvedeny pouze pro informaci Dr\u017eitele licence. Tyto pozn\u00e1mky mohou b\u00fdt uvedeny v souboru(ech) NOTICES k Programu. Informace o zp\u016fsobu z\u00edsk\u00e1n\u00ed zdrojov\u00e9ho k\u00f3du pro ur\u010dit\u00fd k\u00f3d t\u0159et\u00edch stran najdete v Pozn\u00e1mk\u00e1ch t\u0159et\u00edch stran. Jestli\u017ee IBM v Pozn\u00e1mk\u00e1ch t\u0159et\u00edch stran ozna\u010d\u00ed k\u00f3d t\u0159et\u00edch stran za "K\u00f3d t\u0159et\u00edch stran s mo\u017enost\u00ed modifikace", pak IBM oprav\u0148uje Dr\u017eitele licence k 1) modifikaci K\u00f3du t\u0159et\u00edch stran s mo\u017enost\u00ed modifikace a 2) ke zp\u011btn\u00e9 kompilaci Programov\u00fdch modul\u016f, kter\u00e9 maj\u00ed p\u0159\u00edm\u00e9 rozhran\u00ed ke K\u00f3du t\u0159et\u00edch stran s mo\u017enost\u00ed modifikace, za p\u0159edpokladu, \u017ee tyto \u010dinnosti budou slou\u017eit v\u00fdhradn\u011b k lad\u011bn\u00ed modifikac\u00ed prov\u00e1d\u011bn\u00fdch Dr\u017eitelem licence u takov\u00e9ho K\u00f3du t\u0159et\u00edch stran. Z\u00e1vazek IBM t\u00fdkaj\u00edc\u00ed se servisu a podpory (je-li n\u011bjak\u00fd) se vztahuje pouze na nemodifikovan\u00fd Program. \n\
\n\
13. V\u0161eobecn\u00e1 ustanoven\u00ed\n\
\n\
a. Touto Smlouvou nejsou dot\u010dena z\u00e1konn\u00e1 pr\u00e1va spot\u0159ebitel\u016f, jich\u017e se nen\u00ed mo\u017eno smluvn\u011b z\u0159\u00edci nebo je\u017e nemohou b\u00fdt smluvn\u011b omezena.\n\
\n\
b. Nen\u00ed-li mezi Dr\u017eitelem licence a IBM p\u00edsemn\u011b dohodnuto jinak, spln\u00ed IBM u Program\u016f, kter\u00e9 dod\u00e1v\u00e1 Dr\u017eiteli licence v hmotn\u00e9 podob\u011b, sv\u016fj z\u00e1vazek odeslat a dodat p\u0159edm\u011btn\u00e9 Programy jejich p\u0159ed\u00e1n\u00edm p\u0159epravci ur\u010den\u00e9mu IBM.\n\
\n\
c. V p\u0159\u00edpad\u011b, \u017ee by n\u011bkter\u00e9 ustanoven\u00ed t\u00e9to Smlouvy bylo pova\u017eov\u00e1no za neplatn\u00e9 nebo nevymahateln\u00e9, z\u016fstanou zb\u00fdvaj\u00edc\u00ed ustanoven\u00ed t\u00e9to Smlouvy v pln\u00e9 platnosti a \u00fa\u010dinnosti.\n\
\n\
d. Ka\u017ed\u00e1 ze smluvn\u00edch stran bude postupovat v souladu s p\u0159\u00edslu\u0161n\u00fdmi v\u00fdvozn\u00edmi a dovozn\u00edmi pr\u00e1vn\u00edmi p\u0159edpisy, v\u010detn\u011b pr\u00e1vn\u00edch p\u0159edpis\u016f Spojen\u00fdch st\u00e1t\u016f americk\u00fdch, kter\u00e9 zakazuj\u00ed \u010di omezuj\u00ed v\u00fdvoz pro \u00fa\u010dely ur\u010dit\u00e9ho pou\u017eit\u00ed \u010di pro ur\u010dit\u00e9 koncov\u00e9 u\u017eivatele. Dr\u017eitel licence se zavazuje, \u017ee bude postupovat v souladu s p\u0159\u00edslu\u0161n\u00fdmi v\u00fdvozn\u00edmi a dovozn\u00edmi pr\u00e1vn\u00edmi p\u0159edpisy, v\u010detn\u011b pr\u00e1vn\u00edch p\u0159edpis\u016f Spojen\u00fdch st\u00e1t\u016f americk\u00fdch, kter\u00e9 zakazuj\u00ed \u010di omezuj\u00ed v\u00fdvoz pro \u00fa\u010dely ur\u010dit\u00e9ho pou\u017eit\u00ed \u010di pro ur\u010dit\u00e9 koncov\u00e9 u\u017eivatele.\n\
\n\
e. Dr\u017eitel licence oprav\u0148uje spole\u010dnost International Business Machines Corporation a jej\u00ed p\u0159\u00edbuzn\u00e9 spole\u010dnosti (a jejich pr\u00e1vn\u00ed n\u00e1stupce, postupn\u00edky, dodavatele a obchodn\u00ed partnery IBM) k uchov\u00e1n\u00ed a u\u017e\u00edv\u00e1n\u00ed kontaktn\u00edch informac\u00ed Dr\u017eitele licence v\u0161ude, kde tito prov\u00e1d\u011bj\u00ed svou obchodn\u00ed \u010dinnost ve spojen\u00ed s produkty a slu\u017ebami IBM, nebo v r\u00e1mci podpory obchodn\u00edho vztahu IBM s dr\u017eitelem Licence. \n\
\n\
f. Ka\u017ed\u00e1 ze smluvn\u00edch stran poskytne druh\u00e9 stran\u011b p\u0159im\u011b\u0159en\u011b mo\u017enost n\u00e1pravy p\u0159edt\u00edm, ne\u017e v\u016f\u010di druh\u00e9 stran\u011b vznese n\u00e1roky souvisej\u00edc\u00ed s nepln\u011bn\u00edm jej\u00edch povinnost\u00ed z t\u00e9to Smlouvy. Smluvn\u00ed strany se pokus\u00ed v dobr\u00e9 v\u016fli vy\u0159e\u0161it jak\u00e9koli spory, neshody \u010di n\u00e1roky vztahuj\u00edc\u00ed se k t\u00e9to Smlouv\u011b.\n\
\n\
g. Nevy\u017eaduj\u00ed-li p\u0159\u00edslu\u0161n\u00e9 pr\u00e1vn\u00ed p\u0159edpisy jinak, bez mo\u017enosti smluvn\u00edho z\u0159eknut\u00ed se nebo omezen\u00ed: 1) \u017e\u00e1dn\u00e1 ze smluvn\u00edch stran nezah\u00e1j\u00ed pr\u00e1vn\u00ed \u00fakon (bez ohledu na jeho formu) ohledn\u011b jak\u00e9hokoli n\u00e1roku vznikl\u00e9ho na z\u00e1klad\u011b t\u00e9to Smlouvy nebo ve spojen\u00ed s touto Smlouvou pozd\u011bji ne\u017e dva roky od data vzniku p\u0159\u00ed\u010diny takov\u00e9ho pr\u00e1vn\u00edho \u00fakonu; a 2) ve\u0161ker\u00e9 takov\u00e9 n\u00e1roky a v\u0161echna p\u0159\u00edslu\u0161n\u00e1 pr\u00e1va vztahuj\u00edc\u00ed se k takov\u00fdm n\u00e1rok\u016fm se po vypr\u0161en\u00ed takov\u00e9ho \u010dasov\u00e9ho limitu pova\u017euj\u00ed za proml\u010den\u00e9. \n\
\n\
h. \u017d\u00e1dn\u00e1 ze smluvn\u00edch stran nenese odpov\u011bdnost za nespln\u011bn\u00ed jak\u00fdchkoli z\u00e1vazk\u016f, pokud k takov\u00e9mu nepln\u011bn\u00ed do\u0161lo z d\u016fvod\u016f vznikl\u00fdch nez\u00e1visle na jej\u00ed v\u016fli.\n\
\n\
i. Tato Smlouva nezakl\u00e1d\u00e1 pro \u017e\u00e1dnou t\u0159et\u00ed stranu \u017e\u00e1dn\u00e9 pr\u00e1vo nebo d\u016fvod k \u017ealob\u011b a IBM nenese odpov\u011bdnost za \u017e\u00e1dn\u00e9 n\u00e1roky t\u0159et\u00edch stran vznesen\u00e9 v\u016f\u010di Dr\u017eiteli licence, s v\u00fdjimkou, jak uv\u00e1d\u00ed odstavec 10.1 (Polo\u017eky, za kter\u00e9 IBM nenese odpov\u011bdnost) v\u00fd\u0161e, \u0161kody na zdrav\u00ed (v\u010detn\u011b smrti) nebo \u0161kody na nemovit\u00e9m nebo hmotn\u00e9m osobn\u00edm majetku, za kter\u00e9 je IBM v\u016f\u010di takov\u00e9 t\u0159et\u00ed stran\u011b pr\u00e1vn\u011b odpov\u011bdn\u00e1. \n\
\n\
j. Ob\u011b smluvn\u00ed strany souhlas\u00ed, \u017ee se po uzav\u0159en\u00ed toto Smlouvy nebudou op\u00edrat o \u017e\u00e1dn\u00e9 prohl\u00e1\u0161en\u00ed, kter\u00e9 nen\u00ed uvedeno v t\u00e9to Smlouv\u011b v\u010detn\u011b - a to zejm\u00e9na - jak\u00e9hokoli prohl\u00e1\u0161en\u00ed t\u00fdkaj\u00edc\u00edho se: 1) v\u00fdkonu \u010di fungov\u00e1n\u00ed Programu jinak, ne\u017e je v\u00fdslovn\u011b zaru\u010deno v odd\u00edlu 8 (Z\u00e1ruka a vylou\u010den\u00ed z\u00e1ruky) v\u00fd\u0161e; 2) zku\u0161enosti nebo doporu\u010den\u00ed jin\u00fdch stran; nebo 3) jak\u00fdchkoli v\u00fdsledk\u016f \u010di \u00faspor, kter\u00fdch m\u016f\u017ee Dr\u017eitel licence dos\u00e1hnout.\n\
\n\
k. IBM uzav\u0159ela smlouvy s ur\u010dit\u00fdmi organizacemi (d\u00e1le jen "Obchodn\u00ed partne\u0159i IBM") za \u00fa\u010delem nab\u00edzen\u00ed, zprost\u0159edkov\u00e1n\u00ed prodeje a podpory vybran\u00fdch Program\u016f. Obchodn\u00ed partne\u0159i IBM z\u016fst\u00e1vaj\u00ed organizacemi nez\u00e1visl\u00fdmi na IBM. IBM nenese odpov\u011bdnost za jedn\u00e1n\u00ed nebo prohl\u00e1\u0161en\u00ed Obchodn\u00edch partner\u016f IBM, ani za jejich z\u00e1vazky v\u016f\u010di Dr\u017eiteli licence.\n\
\n\
l. Licen\u010dn\u00ed podm\u00ednky a podm\u00ednky t\u00fdkaj\u00edc\u00ed se n\u00e1hrady \u0161kody v souvislosti s pr\u00e1vem k du\u0161evn\u00edmu vlastnictv\u00ed, kter\u00e9 jsou zakotveny v jin\u00fdch smlouv\u00e1ch, je\u017e Dr\u017eitel licence uzav\u0159el s IBM (jako je nap\u0159\u00edklad smlouva IBM Customer Agreement), se nevztahuj\u00ed na licence na Program ud\u011blen\u00e9 na z\u00e1klad\u011b t\u00e9to Smlouvy.\n\
\n\
14. Geografick\u00fd rozsah a rozhodn\u00e9 pr\u00e1vo\n\
\n\
14.1 Rozhodn\u00e9 pr\u00e1vo\n\
\n\
Ob\u011b strany souhlas\u00ed s t\u00edm, \u017ee se interpretace a vym\u00e1h\u00e1n\u00ed v\u0161ech pr\u00e1v, povinnost\u00ed a z\u00e1vazk\u016f Dr\u017eitele licence i IBM, vypl\u00fdvaj\u00edc\u00edch z t\u00e9to Smlouvy nebo se k n\u00ed n\u011bjak\u00fdm zp\u016fsobem vztahuj\u00edc\u00edch, bez ohledu na konflikt pr\u00e1vn\u00edch princip\u016f, \u0159\u00edd\u00ed pr\u00e1vn\u00edmi p\u0159edpisy zem\u011b, v n\u00ed\u017e Dr\u017eitel licence zakoupil licenci na Program. \n\
\n\
\u00damluva OSN o smlouv\u00e1ch o mezin\u00e1rodn\u00ed koupi zbo\u017e\u00ed se neaplikuje.\n\
\n\
14.2 Jurisdikce\n\
\n\
V\u0161echna pr\u00e1va, povinnosti a z\u00e1vazky budou podl\u00e9hat rozhodnut\u00edm p\u0159\u00edslu\u0161n\u00fdch soud\u016f zem\u011b, v n\u00ed\u017e Dr\u017eitel licence obdr\u017eel licenci na Program.\n\
\n\
\u010c\u00e1st 2 - Podm\u00ednky specifick\u00e9 pro zemi\n\
\n\
Pro licence ud\u011blen\u00e9 v \u010cesk\u00e9 republice plat\u00ed, \u017ee n\u00ed\u017ee uveden\u00e9 podm\u00ednky nahrazuj\u00ed nebo m\u011bn\u00ed podm\u00ednky uveden\u00e9 v \u010c\u00e1sti 1. Ve\u0161ker\u00e9 podm\u00ednky uveden\u00e9 v \u010c\u00e1sti 1, kter\u00e9 nejsou t\u00edmto dodatkem dot\u010deny, z\u016fst\u00e1vaj\u00ed v pln\u00e9 platnosti v p\u016fvodn\u00edm zn\u011bn\u00ed.\n\
\n\
DODATKY PRO ZEM\u011a EVROPY, ST\u0158EDN\u00cdHO V\u00ddCHODU A AFRIKY (EMEA)\n\
\n\
\u010cLENSK\u00c9 ST\u00c1TY EVROPSK\u00c9 UNIE\n\
\n\
8. Z\u00e1ruka a vylou\u010den\u00ed z\u00e1ruky\n\
\n\
N\u00ed\u017ee uveden\u00fd text se p\u0159id\u00e1v\u00e1 k odd\u00edlu 8 (Z\u00e1ruka a vylou\u010den\u00ed z\u00e1ruky):\n\
\n\
Spot\u0159ebitel\u00e9 z Evropsk\u00e9 unie ("EU") maj\u00ed z\u00e1konn\u00e1 pr\u00e1va vypl\u00fdvaj\u00edc\u00ed z n\u00e1rodn\u00ed legislativy upravuj\u00edc\u00ed prodej spot\u0159ebitelsk\u00e9ho zbo\u017e\u00ed. Takov\u00e1 pr\u00e1va nejsou dot\u010dena ustanoven\u00edmi uveden\u00fdmi v tomto odd\u00edlu 8 Z\u00e1ruka a Vylou\u010den\u00ed z\u00e1ruky. \u00dazemn\u00ed rozsah Omezen\u00e9 z\u00e1ruky je celosv\u011btov\u00fd.\n\
\n\
13. V\u0161eobecn\u00e1 ustanoven\u00ed\n\
\n\
N\u00ed\u017ee uveden\u00fd text nahrazuje bod 13.e:\n\
\n\
(1) Definice - Pro \u00fa\u010dely tohoto bodu 13.e se aplikuj\u00ed n\u00e1sleduj\u00edc\u00ed dodate\u010dn\u00e9 definice:\n\
\n\
(a) Informace o obchodn\u00edch kontaktech - kontaktn\u00ed informace vztahuj\u00edc\u00ed se k obchodn\u00edm vztah\u016fm, kter\u00e9 Dr\u017eitel licence sd\u011bl\u00ed IBM, v\u010detn\u011b jmen, funkc\u00ed, obchodn\u00edch adres, telefonn\u00edch \u010d\u00edsel, e-mailov\u00fdch adres zam\u011bstnanc\u016f a dodavatel\u016f Dr\u017eitele licence. Pro Rakousko, It\u00e1lii a \u0160v\u00fdcarsko zahrnuj\u00ed Obchodn\u00ed kontaktn\u00ed informace rovn\u011b\u017e \u00fadaje o Z\u00e1kazn\u00edkovi a jeho dodavatel\u00edch jako pr\u00e1vn\u00edch subjektech (nap\u0159\u00edklad \u00fadaje o p\u0159\u00edjmech Z\u00e1kazn\u00edka a dal\u0161\u00ed transak\u010dn\u00ed informace).\n\
\n\
(b) Obchodn\u00ed kontakty - zam\u011bstnanci a dodavatel\u00e9 Dr\u017eitele licence, jich\u017e se t\u00fdkaj\u00ed Informace o obchodn\u00edch kontaktech.\n\
\n\
(c) \u00da\u0159ad na ochranu osobn\u00edch \u00fadaj\u016f - \u00fa\u0159ad z\u0159\u00edzen\u00fd dle z\u00e1kona o ochran\u011b osobn\u00edch \u00fadaj\u016f a z\u00e1kona o elektronick\u00fdch komunikac\u00edch p\u0159\u00edslu\u0161n\u00e9 zem\u011b nebo, u zem\u00ed, je\u017e nejsou \u010dleny EU, \u00fa\u0159ad odpov\u011bdn\u00fd za kontrolu ochrany osobn\u00edch \u00fadaj\u016f v t\u00e9to zemi, nebo (pro kteroukoli z v\u00fd\u0161e uveden\u00fdch mo\u017enost\u00ed) \u0159\u00e1dn\u011b jmenovan\u00fd pr\u00e1vn\u00ed n\u00e1stupce takov\u00e9ho \u00fa\u0159adu.\n\
\n\
(d) Pr\u00e1vn\u00ed p\u0159edpisy na ochranu osobn\u00edch \u00fadaj\u016f a o elektronick\u00fdch komunikac\u00edch - (i) p\u0159\u00edslu\u0161n\u00e9 m\u00edstn\u00ed pr\u00e1vn\u00ed p\u0159edpisy a na\u0159\u00edzen\u00ed v platn\u00e9m zn\u011bn\u00ed, kter\u00e9 implementuj\u00ed po\u017eadavky Sm\u011brnice Evropsk\u00e9ho parlamentu a Rady 95/46/ES (o ochran\u011b fyzick\u00fdch osob v souvislosti se zpracov\u00e1n\u00edm osobn\u00edch \u00fadaj\u016f a o voln\u00e9m pohybu t\u011bchto \u00fadaj\u016f) a Sm\u011brnice Evropsk\u00e9ho parlamentu a Rady 2002/58/ES (o zpracov\u00e1n\u00ed osobn\u00edch \u00fadaj\u016f a ochran\u011b soukrom\u00ed v odv\u011btv\u00ed elektronick\u00fdch komunikac\u00ed); nebo (ii) u zem\u00ed, je\u017e nejsou \u010dleny EU, pr\u00e1vn\u00ed p\u0159edpisy a/nebo na\u0159\u00edzen\u00ed schv\u00e1len\u00e1 v p\u0159\u00edslu\u0161n\u00e9 zemi a t\u00fdkaj\u00edc\u00ed se ochrany osobn\u00edch \u00fadaj\u016f a regulace elektronick\u00fdch komunikac\u00ed, v\u010detn\u011b (pro kteroukoli z v\u00fd\u0161e uveden\u00fdch mo\u017enost\u00ed) jak\u00e9koli jejich z\u00e1konn\u00e9 n\u00e1hrady nebo zm\u011bny.\n\
\n\
(e) Skupina IBM - spole\u010dnost International Business Machines Corporation, Armonk, New York, USA, jej\u00ed dce\u0159inn\u00e9 spole\u010dnosti a jejich p\u0159\u00edslu\u0161n\u00ed Obchodn\u00ed partne\u0159i a subdodavatel\u00e9.\n\
\n\
(2) Dr\u017eitel licence oprav\u0148uje IBM:\n\
\n\
(a) ke zpracov\u00e1n\u00ed a pou\u017e\u00edv\u00e1n\u00ed Informac\u00ed o obchodn\u00edch kontaktech v r\u00e1mci Skupiny IBM pro \u00fa\u010dely poskytov\u00e1n\u00ed podpory Dr\u017eiteli licence, v\u010detn\u011b poskytov\u00e1n\u00ed slu\u017eeb, a pro \u00fa\u010dely podporov\u00e1n\u00ed obchodn\u00edch vztah\u016f mezi Dr\u017eitelem licence a Skupinou IBM v\u010detn\u011b, nikoli v\u00fdhradn\u011b, kontaktov\u00e1n\u00ed Obchodn\u00edch kontakt\u016f (e-mailem nebo jinak) a marketingu produkt\u016f a slu\u017eeb Skupiny IBM ("Uveden\u00fd \u00fa\u010del"); a\n\
\n\
(b) k zp\u0159\u00edstupn\u011bn\u00ed Informac\u00ed o obchodn\u00edch kontaktech v r\u00e1mci Skupiny IBM pouze v souvislosti s Uveden\u00fdm \u00fa\u010delem.\n\
\n\
(3) IBM se zavazuje zpracov\u00e1vat Informace o obchodn\u00edch kontaktech v souladu s platn\u00fdmi pr\u00e1vn\u00edmi p\u0159edpisy na ochranu osobn\u00edch \u00fadaj\u016f a o elektronick\u00fdch komunikac\u00edch a u\u017e\u00edvat pouze pro Uveden\u00fd \u00fa\u010del.\n\
\n\
(4) Dr\u017eitel licence prohla\u0161uje, \u017ee z\u00edskal (nebo z\u00edsk\u00e1), a to v rozsahu, v jak\u00e9m to po\u017eaduj\u00ed pr\u00e1vn\u00ed p\u0159edpisy na ochranu osobn\u00edch \u00fadaj\u016f a o elektronick\u00fdch komunikac\u00edch, p\u0159\u00edslu\u0161n\u00e9 souhlasy od Obchodn\u00edch kontakt\u016f, kter\u00e9 pat\u0159i\u010dn\u011b o t\u00e9to skute\u010dnosti informoval (nebo informuje), aby bylo Skupin\u011b IBM umo\u017en\u011bno zpracov\u00e1vat a u\u017e\u00edvat Informace o obchodn\u00edch kontaktech za \u00fa\u010delem komunikace s t\u011bmito kontakty, v\u010detn\u011b komunikace emailem, a to v souladu s Uveden\u00fdm \u00fa\u010delem.\n\
\n\
(5) Dr\u017eitel licence souhlas\u00ed s t\u00edm, \u017ee IBM m\u016f\u017ee p\u0159en\u00e1\u0161et Informace o obchodn\u00edch kontaktech mimo oblast Evropsk\u00e9ho hospod\u00e1\u0159sk\u00e9ho prostoru za p\u0159edpokladu, \u017ee takov\u00fd p\u0159enos bude prob\u00edhat na z\u00e1klad\u011b smluvn\u00edch podm\u00ednek schv\u00e1len\u00fdch \u00da\u0159adem na ochranu osobn\u00edch \u00fadaj\u016f zaji\u0161\u0165uj\u00edc\u00edch odpov\u00eddaj\u00edc\u00ed ochranu pr\u00e1v a svobod osob, kter\u00fdch se tyto \u00fadaje t\u00fdkaj\u00ed, nebo \u017ee takov\u00fd p\u0159enos bude jinak povolen pr\u00e1vn\u00edmi p\u0159edpisy na ochranu osobn\u00edch \u00fadaj\u016f a o elektronick\u00fdch komunikac\u00edch.\n\
\n\
Z125-3301-14 (07/2011)\n\
\n\

########### end of license property ##########################################