#
# +----------------------------------------------------------------------------+
# *| Copyright 2015, 2018 IBM. All Rights Reserved.                            |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
featureName=Cloud Migration Tool
providerName=IBM
description=Cloud Migration Tool unterst\u00fctzt Sie bei der Evaluierung von Anwendungen, so dass diese auf IBM Cloud-Plattformen und PaaS-Plattformen anderer Anbieter ausgef\u00fchrt werden k\u00f6nnen.
copyright=(c) Copyright IBM Corporation 2014, 2019. All Rights Reserved
#
# +----------------------------------------------------------------------------+
# *| Copyright 2015, 2019 IBM. All Rights Reserved.                            |
# *| This software contains proprietary information of                         |
# *| Rational and its suppliers. Use, disclosure or reproduction is            |
# *| prohibited without the prior express written consent of Rational.         |
# *+---------------------------------------------------------------------------+
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE
#
# START NON-TRANSLATABLE
license=LIZENZINFORMATION\r\n\r\nF\u00FCr die Lizenzierung der nachstehend aufgelisteten Programme gelten zus\u00E4tzlich zu den bereits zwischen dem Kunden und IBM vereinbarten Programmlizenzbedingungen die Bedingungen der folgenden Lizenzinformation. Falls der Kunde den f\u00FCr das Programm geltenden Lizenzbedingungen nicht bereits zugestimmt hat, kommt Internationale Nutzungsbedingungen f\u00FCr Programme ohne Gew\u00E4hrleistung (Z125-5589-05) zur Anwendung.\r\n\r\nProgrammname (Programmnummer)\:\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0 (TOOL)\r\nIBM WebSphere Application Server Migration Toolkit V9.0 (TOOL)\r\nIBM Static Analysis V2.0 (COMPONENT)\r\n\r\nDie folgenden Standardbedingungen gelten f\u00FCr die Programmnutzung durch den Lizenznehmer.\r\n\r\nUntersagte Nutzungen\r\n\r\nDer Lizenznehmer darf das Programm nicht nutzen oder Dritten die Berechtigung zur Nutzung des Programms erteilen, wenn ein Versagen des Programms zu Todesf\u00E4llen, Personensch\u00E4den, Sach- oder Umweltsch\u00E4den f\u00FChren kann.\r\n\r\nBenchmarking\r\n\r\nDer Lizenznehmer darf die Ergebnisse von Benchmarktests des Programms oder seiner Unterkomponenten an Dritte weitergeben, sofern (A) er vollst\u00E4ndig offenlegt, welche Methode im Benchmarktest angewendet wurde (zum Beispiel Hardware- und Softwarekonfiguration, Installationsverfahren und Konfigurationsdateien); (B) er den Benchmarktest durchf\u00FChrt, indem er das Programm in der angegebenen Betriebsumgebung unter Verwendung der neuesten anwendbaren Updates, Patches und Fixes ausf\u00FChrt, die f\u00FCr das Programm von IBM oder den Drittherstellern, die IBM Produkte anbieten ("Dritthersteller"), zur Verf\u00FCgung gestellt werden; und (C) er alle Anweisungen zur Leistungsverbesserung befolgt und alle bew\u00E4hrten Verfahren (Best Practices) anwendet, die in der Dokumentation des Programms und auf den IBM Support Websites f\u00FCr das Programm zu finden sind. Wenn der Lizenznehmer die Ergebnisse von Benchmarktests f\u00FCr das Programm ver\u00F6ffentlicht, haben IBM und die Dritthersteller (ungeachtet gegenteiliger Regelungen in irgendeiner Vereinbarung zwischen dem Lizenznehmer und IBM oder den Drittherstellern) das Recht, die Ergebnisse von Benchmarktests hinsichtlich der Produkte des Lizenznehmers zu ver\u00F6ffentlichen, vorausgesetzt, IBM oder die Dritthersteller erf\u00FCllen beim Testen der Produkte des Lizenznehmers die obigen Anforderungen unter (A), (B) und (C).\r\n\r\nUngeachtet des Vorangehenden darf der Lizenznehmer die Ergebnisse von Vergleichstests (Benchmarktests), die f\u00FCr die Outside In Technology durchgef\u00FChrt wurden, unter keinen Umst\u00E4nden ohne vorherige schriftliche Genehmigung ver\u00F6ffentlichen.\r\n\r\nDie obigen Bedingungen f\u00FCr Benchmarking gelten f\u00FCr die folgenden Programme oder Unterkomponenten\:\r\nIBM WebSphere Application Server Migration Toolkit V9.0\r\nIBM WebSphere Application Server Migration Toolkit for Application Binaries V9.0\r\nStatic Analysis V2.0\r\n\r\nQuellenkomponenten und Mustermaterialien\r\n\r\nDas Programm kann einige Komponenten in Form von Quellcode ("Quellenkomponenten") und sonstige Materialien, die als Mustermaterialien gekennzeichnet sind, enthalten. Der Lizenznehmer darf die Quellenkomponenten und Mustermaterialien nur f\u00FCr den internen Gebrauch kopieren und \u00E4ndern, sofern eine solche Verwendung im Rahmen der Lizenzrechte dieser Vereinbarung erfolgt und der Lizenznehmer die in den Quellenkomponenten oder Mustermaterialien enthaltenen Copyrightvermerke oder Hinweise weder \u00E4ndert noch l\u00F6scht. IBM stellt die Quellenkomponenten und Mustermaterialien ohne eine Verpflichtung zur Unterst\u00FCtzung, ohne Wartung (auf "as-is"-Basis) und ohne jegliche Gew\u00E4hrleistung (ausdr\u00FCcklich oder stillschweigend) zur Verf\u00FCgung, insbesondere ohne Gew\u00E4hrleistung f\u00FCr Rechtsm\u00E4ngel, f\u00FCr die Freiheit von Rechten Dritter, f\u00FCr das Recht auf Nichtbeeintr\u00E4chtigung, f\u00FCr die Handels\u00FCblichkeit und f\u00FCr die Verwendungsf\u00E4higkeit f\u00FCr einen bestimmten Zweck.\r\n\r\nL/N\:  L-BJHS-BJ4SYQ\r\nD/N\:  L-BJHS-BJ4SYQ\r\nP/N\:  L-BJHS-BJ4SYQ\r\n\r\n\r\nInternationale Nutzungsbedingungen f\u00FCr Programme ohne Gew\u00E4hrleistung\r\n\r\nTeil 1 - Allgemeine Bedingungen\r\n\r\nDurch Herunterladen, Installieren oder Kopieren des Programms, die Zustimmung zur Vereinbarung per Mausklick, den Zugriff auf das Programm oder eine anderweitige Nutzung des Programms erkl\u00E4rt sich der Lizenznehmer mit den Bedingungen dieser Vereinbarung einverstanden. Wenn Sie diese Bedingungen im Namen des Lizenznehmers akzeptieren, gew\u00E4hrleisten und best\u00E4tigen Sie damit, dass Sie berechtigt sind, den Lizenznehmer zur Einhaltung dieser Bedingungen zu verpflichten. Wenn Sie mit diesen Bedingungen nicht einverstanden sind,\r\n\r\n* d\u00FCrfen Sie das Programm nicht herunterladen, installieren, kopieren, die Vereinbarung per Mausklick akzeptieren, auf das Programm zugreifen oder das Programm nutzen und\r\n\r\n* m\u00FCssen Sie die unbenutzten Datentr\u00E4ger und die Dokumentation unverz\u00FCglich bei der Stelle, von der Sie das Programm bezogen haben, gegen R\u00FCckerstattung des gezahlten Betrags zur\u00FCckgeben. Wurde das Programm heruntergeladen, m\u00FCssen alle Kopien des Programms vernichtet werden.\r\n\r\n1. Begriffsbestimmungen\r\n\r\n"Berechtigte Nutzung" - die Nutzungsstufe, die festlegt, in welchem Umfang der Lizenznehmer zur Ausf\u00FChrung des Programms berechtigt ist. Die Nutzungsstufe kann anhand der Anzahl der Benutzer, der Millionen Serviceeinheiten pro Stunde (Millions of Service Units \= "MSUs"), der Prozessor-Value-Units ("PVUs") oder einer anderen von IBM angegebenen Nutzungsstufe ermittelt werden.\r\n\r\n"IBM" - International Business Machines Corporation oder deren verbundene Unternehmen.\r\n\r\n"Lizenzinformation" ("LI") - ein Dokument, das Informationen und zus\u00E4tzliche programmspezifische Bedingungen enth\u00E4lt. Die Lizenzinformation eines Programms kann unter www.ibm.com/software/sla abgerufen werden. Dar\u00FCber hinaus kann sie im Verzeichnis des Programms zur Verf\u00FCgung gestellt oder \u00FCber einen entsprechenden Systembefehl abgerufen werden oder ist dem Programm als Brosch\u00FCre beigelegt.\r\n\r\n"Programm" - umfasst das Originalprogramm sowie vollst\u00E4ndige oder Teilkopien hiervon und kann aus 1) maschinenlesbaren Instruktionen und Daten, 2) Komponenten, Dateien und Modulen, 3) audiovisuellen Inhalten (z. B. Abbildungen, Texte, Aufzeichnungen oder Bilder) und 4) zugeh\u00F6rigem Lizenzmaterial (z. B. Schl\u00FCssel und Dokumentation) bestehen.\r\n\r\n2. Struktur dieser Vereinbarung\r\n\r\nDiese Vereinbarung besteht aus Teil 1 - Allgemeine Bedingungen, Teil 2 - L\u00E4nderspezifische Bedingungen (sofern vorhanden) und den Lizenzinformationen und stellt die vollst\u00E4ndige Vereinbarung zwischen dem Lizenznehmer und IBM zur Nutzung des Programms dar. Sie ersetzt alle zuvor getroffenen m\u00FCndlichen oder schriftlichen Absprachen zwischen dem Lizenznehmer und IBM in Bezug auf die Nutzung des Programms durch den Lizenznehmer. Die Bedingungen von Teil 2 k\u00F6nnen diejenigen in Teil 1 ersetzen oder erg\u00E4nzen. Im Falle eines Widerspruchs haben die Lizenzinformationen Vorrang vor Teil 1 und Teil 2 dieser Vereinbarung.\r\n\r\n3. Lizenz\r\n\r\nDas Programm ist Eigentum von IBM oder eines IBM Lieferanten und wird urheberrechtlich gesch\u00FCtzt und lizenziert, jedoch nicht verkauft.\r\n\r\nIBM erteilt dem Lizenznehmer eine nicht ausschlie\u00DFliche Lizenz, 1) das Programm bis zu der auf der Rechnung angegebenen berechtigten Nutzung zu verwenden, 2) Kopien des Programms zur Unterst\u00FCtzung der berechtigten Nutzung zu erstellen und zu installieren und 3) eine Sicherungskopie zu erstellen, sofern\r\n\r\na. der Lizenznehmer das Programm rechtm\u00E4\u00DFig bezogen hat und die Bedingungen dieser Vereinbarung einh\u00E4lt;\r\n\r\nb. die Sicherungskopie erst ausgef\u00FChrt wird, wenn das gesicherte Programm nicht mehr ausf\u00FChrbar ist;\r\n\r\nc. der Lizenznehmer auf jeder Kopie oder Teilkopie des Programms alle Copyrightvermerke und sonstigen Eigentumshinweise anbringt;\r\n\r\nd. der Lizenznehmer sicherstellt, dass jeder Benutzer (unabh\u00E4ngig davon, ob der Zugriff lokal oder von einem fernen System aus erfolgt) das Programm 1) nur f\u00FCr Gesch\u00E4ftszwecke des Lizenznehmers nutzt und 2) die Bedingungen dieser Vereinbarung einh\u00E4lt;\r\n\r\ne. der Lizenznehmer sich verpflichtet, 1) das Programm nicht abweichend von den Bedingungen dieser Vereinbarung zu nutzen, zu kopieren, zu \u00E4ndern oder weiterzugeben; 2) das Programm nicht r\u00FCckumzuwandeln (reverse assemble, reverse compile) oder in anderer Weise zu \u00FCbersetzen, soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgeschrieben ist; 3) die Komponenten, Dateien, Module, audiovisuellen Inhalte und das zugeh\u00F6rige Lizenzmaterial des Programms nicht ohne das Programm zu nutzen; oder 4) das Programm nicht in Unterlizenz zu vergeben, zu vermieten oder zu verleasen; und,\r\n\r\nf. wenn der Lizenznehmer dieses Programm als Unterst\u00FCtzungsprogramm erh\u00E4lt, dieses Programm nur zur Unterst\u00FCtzung des Hauptprogramms und unter Einhaltung s\u00E4mtlicher Einschr\u00E4nkungen in der Lizenz f\u00FCr das Hauptprogramm zu nutzen, oder wenn der Lizenznehmer dieses Programm als Hauptprogramm erh\u00E4lt, alle Unterst\u00FCtzungsprogramme nur zur Unterst\u00FCtzung dieses Programms und unter Einhaltung s\u00E4mtlicher Einschr\u00E4nkungen in dieser Vereinbarung zu nutzen. In diesem Abschnitt bezeichnet ein "Unterst\u00FCtzungsprogramm" ein Programm, das Teil eines anderen IBM Programms ("Hauptprogramm") ist und in der Lizenzinformation des Hauptprogramms als Unterst\u00FCtzungsprogramm aufgef\u00FChrt wird. (Um eine separate Lizenz f\u00FCr das Unterst\u00FCtzungsprogramm ohne diese Einschr\u00E4nkungen zu erwerben, sollte sich der Lizenznehmer an die Stelle wenden, von der er das Unterst\u00FCtzungsprogramm bezogen hat.)\r\n\r\nDiese Lizenz gilt f\u00FCr jede Kopie des Programms, die der Lizenznehmer erstellt.\r\n\r\n3.1 Trade-ups, Updates, Fixes und Patches\r\n\r\n3.1.1 Trade-ups\r\n\r\nWird das Programm durch ein Trade-up-Programm ersetzt, dann erlischt die Lizenz des ersetzten Programms unverz\u00FCglich.\r\n\r\n3.1.2 Updates, Fixes und Patches\r\n\r\nWenn der Lizenznehmer Updates, Fixes oder Patches f\u00FCr ein Programm erh\u00E4lt, dann akzeptiert er alle zus\u00E4tzlichen oder abweichenden Bedingungen, die in der Lizenzinformation f\u00FCr die Updates, Fixes oder Patches aufgef\u00FChrt sind. Werden keine zus\u00E4tzlichen oder abweichenden Bedingungen bereitgestellt, unterliegen die Updates, Fixes oder Patches ausschlie\u00DFlich dieser Vereinbarung. Wird das Programm durch ein Update ersetzt, erkl\u00E4rt sich der Lizenznehmer damit einverstanden, die Nutzung des ersetzten Programms unverz\u00FCglich einzustellen.\r\n\r\n3.2 Lizenzen mit fester Laufzeit\r\n\r\nWenn IBM das Programm f\u00FCr eine feste Laufzeit lizenziert, dann erlischt die Lizenz des Lizenznehmers mit dem Ablauf der festen Laufzeit, sofern der Lizenznehmer und IBM die Lizenz nicht in beidseitigem Einverst\u00E4ndnis verl\u00E4ngern.\r\n\r\n3.3 Laufzeit und K\u00FCndigung\r\n\r\nDiese Vereinbarung bleibt bis zur K\u00FCndigung wirksam.\r\n\r\nIBM kann die Lizenz des Lizenznehmers k\u00FCndigen, wenn der Lizenznehmer die Bedingungen dieser Vereinbarung nicht erf\u00FCllt.\r\n\r\nWird die Lizenz von einer der Vertragsparteien aus irgendeinem Grund gek\u00FCndigt, erkl\u00E4rt sich der Lizenznehmer damit einverstanden, die Nutzung des Programms unverz\u00FCglich einzustellen und alle Programmkopien zu vernichten. Bedingungen, die sich ihrer Natur nach auf die Zeit nach einer Beendigung dieser Vereinbarung erstrecken, bleiben bis zu ihrer Erf\u00FCllung in Kraft und gelten auch f\u00FCr eventuelle Rechtsnachfolger und Zessionare.\r\n\r\n4. Geb\u00FChren\r\n\r\nDie Geb\u00FChren (sofern Geb\u00FChren anfallen) basieren auf der erworbenen berechtigten Nutzung, die auf der Rechnung angegeben ist. IBM gew\u00E4hrt keine Gutschriften oder R\u00FCckerstattungen f\u00FCr bereits f\u00E4llige oder gezahlte Geb\u00FChren, mit Ausnahme anderslautender Bestimmungen in dieser Vereinbarung.\r\n\r\nWenn der Lizenznehmer die berechtigte Nutzung erh\u00F6hen will, wird er IBM oder einen autorisierten IBM Reseller vorab benachrichtigen und die anfallenden Geb\u00FChren bezahlen.\r\n\r\n5. Steuern\r\n\r\nDer Lizenznehmer tr\u00E4gt die mit dem Programm verbundenen und von IBM angegebenen Steuern, Abgaben und Geb\u00FChren (mit Ausnahme solcher auf den Ertrag von IBM) oder weist eine entsprechende Befreiung nach. Ab dem Datum, an dem der Lizenznehmer das Programm erh\u00E4lt, ist er f\u00FCr alle das Programm betreffenden Verm\u00F6genssteuern verantwortlich. Wenn durch den Import oder den Export des Programms, die \u00DCbertragung, den Zugriff auf das Programm oder die Nutzung des Programms au\u00DFerhalb des Landes, in dem der urspr\u00FCngliche Lizenznehmer die Lizenz erhalten hat, Z\u00F6lle, Steuern, Abgaben oder Geb\u00FChren auf das Programm erhoben werden, tr\u00E4gt der Lizenznehmer alle entsprechenden Steuern, Abgaben oder Geb\u00FChren und wird den in Rechnung gestellten Betrag bezahlen.\r\n\r\n6. Geld-zur\u00FCck-Garantie\r\n\r\nFalls der Lizenznehmer aus irgendeinem Grund mit dem Programm nicht zufrieden ist und wenn er der urspr\u00FCngliche Lizenznehmer des Programms ist, kann er die Lizenz k\u00FCndigen und sich den f\u00FCr das Programm gezahlten Betrag zur\u00FCckerstatten lassen, sofern er das Programm innerhalb von 30 Tagen nach dem Rechnungsdatum an die Stelle zur\u00FCckgibt, von der er das Programm bezogen hat. Wenn es sich um eine Lizenz mit fester Laufzeit handelt, die verl\u00E4ngert werden kann, kann der Lizenznehmer nur dann eine R\u00FCckerstattung anfordern, wenn er das Programm in den ersten 30 Tagen der Erstlaufzeit zur\u00FCckgibt. Wenn der Lizenznehmer das Programm heruntergeladen hat, erh\u00E4lt er von der Stelle, von der er das Programm bezogen hat, weitere Anweisungen zur Erstattung des gezahlten Betrags.\r\n\r\n7. Programm\u00FCbertragung\r\n\r\nDer Lizenznehmer darf das Programm und alle Lizenzrechte und -pflichten nur an Dritte \u00FCbertragen, wenn diese sich mit den Bedingungen dieser Vereinbarung einverstanden erkl\u00E4ren. Wird die Lizenz von einer der Vertragsparteien aus irgendeinem Grund gek\u00FCndigt, ist es dem Lizenznehmer untersagt, das Programm an Dritte weiterzugeben. Es ist dem Lizenznehmer nicht gestattet, einen Teil 1) des Programms oder 2) der berechtigten Nutzung des Programms zu \u00FCbertragen. Wird das Programm \u00FCbertragen, muss der Lizenznehmer auch eine Hardcopy dieser Vereinbarung einschlie\u00DFlich der Lizenzinformation beif\u00FCgen. Die Lizenz des Lizenznehmers erlischt mit der \u00DCbertragung.\r\n\r\n8. Gew\u00E4hrleistungsausschluss\r\n\r\nVorbehaltlich einer gesetzlichen Gew\u00E4hrleistung, die nicht ausgeschlossen werden kann, \u00FCbernimmt IBM keine Gew\u00E4hrleistung (ausdr\u00FCcklich oder stillschweigend) hinsichtlich des Programms oder der Unterst\u00FCtzung (sofern vorgesehen), einschlie\u00DFlich, aber nicht begrenzt auf die zufriedenstellende Qualit\u00E4t, Handels\u00FCblichkeit, Verwendungsf\u00E4higkeit f\u00FCr einen bestimmten Zweck, Eigentumsrecht und die Freiheit von Rechten Dritter.\r\n\r\nNach der Rechtsordnung bzw. Gerichtsbarkeit einiger L\u00E4nder ist der Ausschluss oder die Begrenzung von ausdr\u00FCcklichen und/oder stillschweigenden Zusicherungen/Gew\u00E4hrleistungen nicht erlaubt, sodass obige Einschr\u00E4nkungen und Ausschl\u00FCsse f\u00FCr den Lizenznehmer m\u00F6glicherweise nicht anwendbar sind. In diesem Fall sind derartige Gew\u00E4hrleistungen auf die gesetzliche Mindestgew\u00E4hrleistungsdauer begrenzt. Nach Ablauf des Gew\u00E4hrleistungszeitraums wird keinerlei Gew\u00E4hrleistung mehr erbracht. Nach der Rechtsordnung bzw. Gerichtsbarkeit einiger L\u00E4nder ist der Ausschluss oder die Begrenzung von ausdr\u00FCcklichen und/oder stillschweigenden Zusicherungen/Gew\u00E4hrleistungen nicht erlaubt, sodass obige Einschr\u00E4nkungen und Ausschl\u00FCsse f\u00FCr den Lizenznehmer m\u00F6glicherweise nicht anwendbar sind. Der Lizenznehmer kann gegebenenfalls weitere Rechte geltend machen, die abh\u00E4ngig vom jeweiligen Land und der jeweiligen Rechtsordnung bzw. Gerichtsbarkeit unterschiedlich sein k\u00F6nnen.\r\n\r\nDie Gew\u00E4hrleistungsausschl\u00FCsse und sonstigen Ausschl\u00FCsse in diesem Abschnitt 8 gelten auch f\u00FCr die Programmentwickler und Lieferanten von IBM.\r\n\r\nF\u00FCr Nicht-IBM Programme k\u00F6nnen die Hersteller, Lieferanten und Herausgeber ihre eigenen Gew\u00E4hrleistungen mitliefern.\r\n\r\nIBM leistet nur Unterst\u00FCtzung, wenn dies ausdr\u00FCcklich angegeben ist. Falls IBM Unterst\u00FCtzung leistet, unterliegt diese den Gew\u00E4hrleistungsausschl\u00FCssen und sonstigen Ausschl\u00FCssen in diesem Abschnitt 8.\r\n\r\n9. Daten und Datenbanken des Lizenznehmers\r\n\r\nUm den Lizenznehmer bei der Eingrenzung eines Problems mit dem Programm zu unterst\u00FCtzen, kann IBM den Lizenznehmer auffordern, 1) IBM Fernzugriff auf sein System zu gestatten oder 2) Informationen oder Systemdaten an IBM zu senden. IBM ist jedoch nicht zur Erbringung solcher Unterst\u00FCtzungsleistungen verpflichtet, es sei denn, IBM und der Lizenznehmer treffen eine separate schriftliche Vereinbarung, in der IBM sich bereit erkl\u00E4rt, Unterst\u00FCtzung f\u00FCr den Lizenznehmer in einem Umfang zu leisten, der die Verpflichtungen von IBM unter dieser Vereinbarung \u00FCberschreitet. In jedem Fall wird IBM die Informationen \u00FCber Fehler und Probleme zur Verbesserung der IBM Produkte und Services nutzen und Unterst\u00FCtzung durch die Bereitstellung entsprechender Unterst\u00FCtzungsangebote leisten. Zu diesem Zweck kann IBM andere IBM Organisationen und Subunternehmer (auch in L\u00E4ndern au\u00DFerhalb des Landes, in welchem der Lizenznehmer seinen Sitz hat) beauftragen, und der Lizenznehmer wird IBM dies gestatten.\r\n\r\nDer Lizenznehmer bleibt verantwortlich f\u00FCr 1) alle Daten und den Inhalt der Datenbanken, die er IBM zur Verf\u00FCgung stellt, 2) die Auswahl und Implementierung von Prozeduren und Kontrollmechanismen im Hinblick auf Datenzugriff, -sicherheit, -verschl\u00FCsselung, -nutzung und -\u00FCbertragung (einschlie\u00DFlich aller personenbezogenen Daten) und 3) die Sicherung und Wiederherstellung der Datenbanken und der gespeicherten Daten. Der Lizenznehmer wird IBM keine personenbezogenen Informationen, weder als Daten noch in anderer Form, senden oder Zugriff darauf erteilen und muss f\u00FCr alle angemessenen Kosten und sonstigen Ausgaben aufkommen, die IBM im Zusammenhang mit solchen Informationen entstehen, die versehentlich an IBM weitergegeben wurden oder deren Verlust oder Offenlegung durch IBM verursacht wurde, einschlie\u00DFlich der Aufwendungen, die sich aus den Anspr\u00FCchen Dritter ergeben.\r\n\r\n10. Haftungsbegrenzung\r\n\r\nDie Beschr\u00E4nkungen und Ausschl\u00FCsse in Abschnitt 10 gelten, soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgesehen ist.\r\n\r\n10.1 F\u00E4lle, in denen IBM haftbar gemacht werden kann\r\n\r\nSoweit IBM dem Lizenznehmer gegen\u00FCber schadenersatzpflichtig ist, hat er Anspruch auf Entsch\u00E4digung durch IBM. Unabh\u00E4ngig vom Rechtsgrund, auf dem der an IBM gerichtete Schadensersatzanspruch des Lizenznehmers beruht (einschlie\u00DFlich Vertragsverletzung, Fahrl\u00E4ssigkeit, unrichtiger Angaben oder anderer Anspr\u00FCche aus dem Vertrag oder aufgrund unerlaubter Handlungen), ist die Gesamthaftung von IBM f\u00FCr s\u00E4mtliche Anspr\u00FCche in Bezug auf ein einzelnes Programm oder andere Anspr\u00FCche, die aus dieser Vereinbarung entstehen, begrenzt auf 1) Personensch\u00E4den (einschlie\u00DFlich Tod) und Sch\u00E4den an Immobilien und beweglichen Sachen und 2) bei anderen direkten Sch\u00E4den auf maximal die Geb\u00FChren (maximal zw\u00F6lf Monatsgeb\u00FChren, wenn die Geb\u00FChren f\u00FCr das Programm nach einer festen Laufzeit berechnet werden), die der Lizenznehmer f\u00FCr das Programm entrichtet hat, das die Grundlage des Rechtsanspruches ist.\r\n\r\nDiese Haftungsbegrenzung gilt auch f\u00FCr alle Programmentwickler und Lieferanten von IBM. Dies ist der maximale Betrag, f\u00FCr den IBM und diese gemeinsam haftbar gemacht werden k\u00F6nnen.\r\n\r\n10.2 F\u00E4lle, in denen IBM nicht haftbar ist\r\n\r\nAuf keinen Fall sind IBM oder die Programmentwickler und Lieferanten von IBM in folgenden F\u00E4llen haftbar, auch wenn sie auf die M\u00F6glichkeit solcher Sch\u00E4den hingewiesen wurden\:\r\n\r\na. Verlust oder Besch\u00E4digung von Daten;\r\n\r\nb. unmittelbare oder mittelbare Sch\u00E4den oder sonstige wirtschaftliche Folgesch\u00E4den; oder\r\n\r\nc. entgangene Gewinne, Gesch\u00E4ftsabschl\u00FCsse, Ums\u00E4tze, Sch\u00E4digung des guten Namens oder Verlust erwarteter Einsparungen.\r\n\r\n11. Einsichts- und Pr\u00FCfungsrecht\r\n\r\nIn diesem Abschnitt 11 bezeichnet "Nutzungsbedingungen" 1) diese Vereinbarung sowie alle anwendbaren Anlagen und Auftragsdokumente, die von IBM bereitgestellt werden, und 2) IBM Softwarerichtlinien, die auf der IBM Software Policy Website (www.ibm.com/softwarepolicies) zu finden sind, einschlie\u00DFlich der Richtlinien, die sich auf Sicherungen, das Sub-Capacity-Preismodell und die Migration beziehen.\r\n\r\nDie Rechte und Verpflichtungen im Rahmen dieses Abschnitts 11 bleiben w\u00E4hrend der Lizenzlaufzeit und danach f\u00FCr weitere zwei Jahre in Kraft.\r\n\r\n11.1 Pr\u00FCfungsprozess\r\n\r\nDer Lizenznehmer verpflichtet sich, korrekte schriftliche Aufzeichnungen, Ausgaben von Systemtools und sonstige Systemdaten zu erstellen, aufzubewahren und IBM sowie den beauftragten Pr\u00FCfern bereitzustellen, um gegen\u00FCber IBM pr\u00FCff\u00E4hige Nachweise daf\u00FCr zu erbringen, dass die Nutzung der Programme in \u00DCbereinstimmung mit den Nutzungsbedingungen erfolgt, einschlie\u00DFlich der angewandten IBM Lizenz- und Preisbedingungen. Der Lizenznehmer ist daf\u00FCr verantwortlich, 1) sicherzustellen, dass die berechtigte Nutzung nicht \u00FCberschritten wird und 2) die Nutzungsbedingungen eingehalten werden.\r\n\r\nNach angemessener Vorank\u00FCndigung ist IBM dazu berechtigt, die Einhaltung der Nutzungsbedingungen an allen Standorten des Lizenznehmers und f\u00FCr alle Umgebungen, an denen der Lizenznehmer die den Nutzungsbedingungen unterliegenden Programme (zu irgendeinem Zweck) nutzt, zu \u00FCberpr\u00FCfen. Die Pr\u00FCfung findet w\u00E4hrend der \u00FCblichen Gesch\u00E4ftszeiten in den R\u00E4umlichkeiten des Lizenznehmers statt. IBM wird sich bem\u00FChen, den Gesch\u00E4ftsbetrieb des Lizenznehmers dabei so wenig wie m\u00F6glich zu beeintr\u00E4chtigen. IBM ist berechtigt, die Pr\u00FCfung durch einen unabh\u00E4ngigen Pr\u00FCfer durchf\u00FChren zu lassen, soweit dieser durch eine schriftliche Vertraulichkeitsvereinbarung zur Geheimhaltung verpflichtet ist.\r\n\r\n11.2 Pr\u00FCfergebnis\r\n\r\nIBM wird den Lizenznehmer schriftlich benachrichtigen, sofern eine solche \u00DCberpr\u00FCfung ergibt, dass der Lizenznehmer die berechtigte Nutzung eines Programms \u00FCberschritten hat oder der Lizenznehmer die ihm aus dieser Vereinbarung obliegenden Verpflichtungen nicht einh\u00E4lt. Der Lizenznehmer erkl\u00E4rt sich dazu bereit, die in einer Rechnung von IBM aufgef\u00FChrten Geb\u00FChren f\u00FCr 1) die Nutzungs\u00FCberschreitung, 2) die Unterst\u00FCtzung w\u00E4hrend der Nutzungs\u00FCberschreitung entweder f\u00FCr die Dauer der Nutzungs\u00FCberschreitung oder f\u00FCr zwei Jahre, je nachdem, welcher Zeitraum k\u00FCrzer ist, und 3) alle anfallenden zus\u00E4tzlichen Geb\u00FChren und anderen Verbindlichkeiten, die sich aufgrund der Pr\u00FCfung ergeben, unverz\u00FCglich direkt an IBM zu entrichten.\r\n\r\n12. Hinweise von Drittherstellern\r\n\r\nDas Programm kann Drittherstellercode enthalten, f\u00FCr den IBM und nicht der Dritthersteller dem Lizenznehmer eine Lizenz unter dieser Vereinbarung erteilt. Falls Hinweise auf den Drittherstellercode ("Third Party Notices") mitgeliefert werden, geschieht dies nur zu Informationszwecken. Diese Hinweise k\u00F6nnen in den NOTICES-Dateien des Programms enthalten sein. Informationen \u00FCber den Erhalt des Quellcodes f\u00FCr einen bestimmten Drittherstellercode befinden sich in den Third Party Notices. Kennzeichnet IBM Drittherstellercode in den Third Party Notices als "Modifiable Third Party Code" (Drittherstellercode, der ge\u00E4ndert werden kann), so erteilt IBM dem Lizenznehmer damit die Berechtigung, 1) den Modifiable Third Party Code zu ver\u00E4ndern und 2) die Programmmodule r\u00FCckzuentwickeln, die eine direkte Schnittstelle zu dem Modifiable Third Party Code darstellen, sofern dies ausschlie\u00DFlich zu dem Zweck erfolgt, die \u00C4nderungen des Lizenznehmers am Drittherstellercode per Debugging zu testen. Die Service- und Unterst\u00FCtzungsverpflichtungen von IBM (sofern verf\u00FCgbar) beziehen sich nur auf das unver\u00E4nderte Programm.\r\n\r\n13. Allgemeines\r\n\r\na. Gesetzlich unabdingbare Verbraucherschutzrechte haben Vorrang vor den Bedingungen dieser Vereinbarung.\r\n\r\nb. Werden die Programme auf Datentr\u00E4gern an den Lizenznehmer geliefert, geht - sofern nicht zwischen den Parteien etwas Abweichendes schriftlich vereinbart wurde - die Gefahr auf den Lizenznehmer \u00FCber, sobald IBM den Datentr\u00E4ger an den von IBM bestimmten Spediteur/Frachtf\u00FChrer oder die sonst zur Ausf\u00FChrung der Auslieferung bestimmte Person oder Anstalt ausgeliefert hat.\r\n\r\nc. Falls eine der Bedingungen dieser Vereinbarung im Rahmen des geltenden Rechts ung\u00FCltig oder undurchf\u00FChrbar ist, sind die \u00FCbrigen Bedingungen dieser Vereinbarung davon nicht betroffen und gelten weiterhin in vollem Umfang.\r\n\r\nd. Der Lizenznehmer verpflichtet sich zur Einhaltung aller anwendbaren Export- und Importgesetze und -bestimmungen, einschlie\u00DFlich der US-Embargo- und -Sanktionsbestimmungen sowie des Exportverbots f\u00FCr bestimmte Verwendungszwecke oder an bestimmte Personen.\r\n\r\ne. Der Lizenznehmer ist damit einverstanden, dass International Business Machines Corporation und deren verbundene Unternehmen (sowie deren Rechtsnachfolger und Zessionare, Vertragspartner und IBM Business Partner) die Kontaktinformationen des Lizenznehmers in allen L\u00E4ndern, in denen sie gesch\u00E4ftlich t\u00E4tig sind, in Verbindung mit IBM Produkten und Services oder zur F\u00F6rderung der Gesch\u00E4ftsbeziehung zwischen IBM und dem Lizenznehmer speichern und nutzen d\u00FCrfen.\r\n\r\nf. Jede Vertragspartei wird der anderen Partei ausreichend Gelegenheit geben, ihren vertraglichen Verpflichtungen nachzukommen, bevor sie rechtliche Schritte wegen Nichterf\u00FCllung von Vertragsbedingungen unternimmt. Die Vertragsparteien werden versuchen, alle Streitf\u00E4lle, Meinungsverschiedenheiten oder Anspr\u00FCche zwischen den Parteien in Bezug auf diese Vereinbarung einvernehmlich beizulegen.\r\n\r\ng. Soweit nicht durch gesetzliche Regelung etwas anderes zwingend vorgesehen ist, stimmen beide Vertragsparteien \u00FCberein, 1) im Rahmen dieser Vereinbarung keine Klage sp\u00E4ter als zwei Jahre nach Auftreten des Klagegegenstands einzureichen, und 2) dass nach Ablauf dieser Frist alle Anspr\u00FCche und alle damit in Zusammenhang stehenden Rechte verj\u00E4hren.\r\n\r\nh. Weder der Lizenznehmer noch IBM sind f\u00FCr die Nichterf\u00FCllung von vertraglichen Verpflichtungen aus Gr\u00FCnden haftbar, die von den Vertragsparteien nicht beeinflusst werden k\u00F6nnen.\r\n\r\ni. Aus dieser Vereinbarung ergibt sich kein Recht auf Klage oder Klagegegenstand f\u00FCr Dritte, und IBM ist nicht haftbar f\u00FCr Anspr\u00FCche Dritter gegen den Lizenznehmer, die nicht oben in Unterabschnitt 10.1 (F\u00E4lle, in denen IBM haftbar gemacht werden kann) f\u00FCr Personensch\u00E4den (einschlie\u00DFlich Tod) und Sch\u00E4den an Immobilien und beweglichen Sachen aufgef\u00FChrt sind, f\u00FCr die IBM nach den gesetzlichen Bestimmungen haftbar ist.\r\n\r\nj. Durch Anerkennung dieser Vereinbarung stimmen beide Vertragsparteien darin \u00FCberein, sich nicht auf irgendwelche Darstellungen zu verlassen, die nicht auf dieser Vereinbarung beruhen, einschlie\u00DFlich 1) der Angaben zu Leistung oder Funktion des Programms; und 2) der Erfahrungen oder Empfehlungen Dritter; oder 3) der Ergebnisse oder Einsparungen, die der Lizenznehmer eventuell erzielen kann.\r\n\r\nk. IBM hat mit bestimmten Partnern ("IBM Business Partner" genannt) Vereinbarungen zur Vermarktung und Unterst\u00FCtzung bestimmter Programme geschlossen. IBM Business Partner sind eigenst\u00E4ndig und von IBM unabh\u00E4ngig. IBM ist weder f\u00FCr die Gesch\u00E4ftst\u00E4tigung der IBM Business Partner noch f\u00FCr deren Aussagen oder Verpflichtungen gegen\u00FCber dem Lizenznehmer verantwortlich.\r\n\r\nl. Die Lizenzbedingungen und Freistellungsregelungen in anderen (Rahmen-)Vereinbarungen zwischen dem Lizenznehmer und IBM (z. B. den Allgemeinen Gesch\u00E4ftsbedingungen von IBM) gelten nicht f\u00FCr Programmlizenzen, die unter dieser Vereinbarung erteilt werden.\r\n\r\nm. Beide Vertragsparteien stimmen darin \u00FCberein, dass alle ausgetauschten Informationen nicht vertraulich sind. Falls eine der Vertragsparteien den Austausch vertraulicher Informationen als erforderlich ansieht, geschieht dies im Rahmen einer unterzeichneten Vertraulichkeitsvereinbarung.\r\n\r\n14. Geltungsbereich und geltendes Recht\r\n\r\n14.1 Geltendes Recht\r\n\r\nBeide Vertragsparteien sind damit einverstanden, dass die Gesetze des Landes zur Anwendung kommen, in dem der Lizenznehmer die Programmlizenz erworben hat, um die Rechte, Pflichten und Verpflichtungen des Lizenznehmers und von IBM, die sich aus dem Inhalt dieser Vereinbarung ergeben oder in irgendeiner Weise damit in Zusammenhang stehen, zu regeln, zu interpretieren und durchzuf\u00FChren, ungeachtet unterschiedlicher Rechtsgrundlagen.\r\n\r\nDie Vertragskonvention der Vereinten Nationen f\u00FCr den internationalen Warenverkauf kommt nicht zur Anwendung.\r\n\r\n14.2 Rechtsprechung\r\n\r\nAlle Rechte, Pflichten und Verpflichtungen unterliegen der Rechtsprechung des Landes, in dem der Lizenznehmer die Programmlizenz erworben hat.\r\n\r\nTeil 2 - L\u00E4nderspezifische Bedingungen\r\n\r\nF\u00FCr Lizenzen, die in den unten aufgef\u00FChrten L\u00E4ndern erteilt werden, ersetzen oder erg\u00E4nzen die nachfolgenden l\u00E4nderspezifischen Regelungen die betreffenden Bedingungen f\u00FCr die jeweiligen L\u00E4nder in Teil 1. Alle Bedingungen in Teil 1, die von diesen \u00C4nderungen oder Erg\u00E4nzungen nicht betroffen sind, bleiben unver\u00E4ndert und behalten ihre G\u00FCltigkeit. Teil 2 ist wie folgt aufgebaut\:\r\n\r\n* Landesspezifische Erg\u00E4nzung zu Teil 1, Abschnitt 14 (Geltendes Recht und Rechtsprechung); und\r\n\r\n* Erg\u00E4nzungen zu anderen Bedingungen dieser Vereinbarung, die f\u00FCr die EMEA-L\u00E4nder (Europa, Naher/Mittlerer Osten und Afrika) gelten\r\n\r\nLandesspezifische Erg\u00E4nzung zu Teil 1, Abschnitt 14 (Geltendes Recht und Rechtsprechung)\r\n\r\n14.2 Rechtsprechung\r\n\r\nDer folgende Absatz bezieht sich auf die Rechtsprechung und ersetzt Unterabschnitt 14.2 (Rechtsprechung) f\u00FCr \u00D6sterreich\:\r\n\r\nAlle Rechte, Pflichten und Verpflichtungen unterliegen der Rechtsprechung des Landes, in dem der Lizenznehmer die Programmlizenz erworben hat, mit Ausnahme der unten aufgef\u00FChrten L\u00E4nder, in denen s\u00E4mtliche Rechtsstreitigkeiten, die sich aus dieser Vereinbarung ergeben oder damit in Zusammenhang stehen, einschlie\u00DFlich etwaiger Schnellverfahren, ausschlie\u00DFlich in die Zust\u00E4ndigkeit der folgenden Gerichte fallen\:\r\n\r\ndes zust\u00E4ndigen Gerichts in Wien, \u00D6sterreich (Innenstadt)\r\n\r\nERG\u00C4NZUNGEN F\u00DCR DIE EMEA-L\u00C4NDER\r\n\r\nMITGLIEDSSTAATEN DER EUROP\u00C4ISCHEN UNION\r\n\r\n8. Gew\u00E4hrleistungsausschluss\r\n\r\nDer folgende Text wird Abschnitt 8 (Gew\u00E4hrleistungsausschluss) hinzugef\u00FCgt\:\r\n\r\nIn der Europ\u00E4ischen Union ("EU") sind f\u00FCr Verbraucher unter den geltenden nationalen rechtlichen Bestimmungen Rechte f\u00FCr den Verkauf von Verbrauchsg\u00FCtern definiert. Diese Rechte sind von den Bestimmungen in Abschnitt 8 (Gew\u00E4hrleistungsausschluss) nicht betroffen.\r\n\r\nEU-MITGLIEDSSTAATEN UND DIE UNTEN AUFGEF\u00DCHRTEN L\u00C4NDER\r\n\r\nLiechtenstein, die Schweiz und alle anderen europ\u00E4ischen L\u00E4nder, die nationale Datenschutzbestimmungen nach dem EU-Modell per Gesetz eingef\u00FChrt haben.\r\n\r\n13. Allgemeines\r\n\r\nDer folgende Text ersetzt Abschnitt 13.e\:\r\n\r\n(1) Begriffsbestimmungen - F\u00FCr die Zwecke von Abschnitt 13.e kommen die folgenden zus\u00E4tzlichen Begriffsbestimmungen zur Anwendung\:\r\n\r\n(a) Kontaktinformationen - gesch\u00E4ftsbezogene Kontaktinformationen, die IBM vom Lizenznehmer zug\u00E4nglich gemacht werden, dazu geh\u00F6ren u. a. Namen, Berufsbezeichnungen, Gesch\u00E4ftsadressen, Telefonnummern und E-Mail-Adressen von Mitarbeitern und Vertragspartnern des Lizenznehmers. In \u00D6sterreich, Italien und der Schweiz umfassen die Kontaktinformationen ferner Angaben \u00FCber den Lizenznehmer und seine Vertragspartner als juristische Personen (z. B. Umsatzdaten des Lizenznehmers und andere transaktionsorientierte Informationen).\r\n\r\n(b) Kontaktperson - Mitarbeiter und Vertragspartner des Lizenznehmers, auf die sich die Kontaktinformationen beziehen.\r\n\r\n(c) Datenschutzbeh\u00F6rde - die Beh\u00F6rde, die vom jeweiligen Land gem\u00E4\u00DF den Vorschriften zum Datenschutz und zur elektronischen Kommunikation eingerichtet wurde, oder bei Nicht-EU-L\u00E4ndern die Beh\u00F6rde, die f\u00FCr die \u00DCberwachung des Datenschutzes bei personenbezogenen Daten im jeweiligen Land verantwortlich ist, oder eine zust\u00E4ndige Nachfolgebeh\u00F6rde (in Bezug auf eine der genannten Beh\u00F6rden).\r\n\r\n(d) Vorschriften zum Datenschutz und zur elektronischen Kommunikation - (i) die geltenden nationalen Gesetze und Verordnungen, die die Anforderungen der EU-Richtlinie 95/46/EC (zum Schutz nat\u00FCrlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Datenverkehr) und der EU-Richtlinie 2002/58/EC (\u00FCber die Verarbeitung personenbezogener Daten und den Schutz der Privatsph\u00E4re in der elektronischen Kommunikation) umsetzen; oder (ii) in Nicht-EU-L\u00E4ndern, die Gesetze und/oder Verordnungen, die in den betreffenden L\u00E4ndern zum Schutz personenbezogener Daten und zur Regulierung der elektronischen Kommunikation unter Einbeziehung personenbezogener Daten erlassen wurden, einschlie\u00DFlich aller Ersatzgesetze oder Gesetzes\u00E4nderungen (in Bezug auf die zuvor erw\u00E4hnten Gesetze und Verordnungen).\r\n\r\n(e) IBM Unternehmen - International Business Machines Corporation mit Sitz in Armonk, New York (USA), deren verbundene Unternehmen und IBM Business Partner sowie deren Subunternehmer.\r\n\r\n(2) Der Lizenznehmer willigt ein, dass IBM\r\n\r\n(a) Kontaktinformationen zum Zwecke der Durchf\u00FChrung und F\u00F6rderung der Gesch\u00E4ftsbeziehung, einschlie\u00DFlich der Bereitstellung von Unterst\u00FCtzungsleistungen, und zur Vermarktung der Produkte und Services der IBM Unternehmen (der "Verwendungszweck") zwischen Lizenznehmer und den IBM Unternehmen verarbeitet und nutzt; und\r\n\r\n(b) Kontaktinformationen im Rahmen des Verwendungszwecks den IBM Unternehmen zug\u00E4nglich macht und die Kontaktinformationen durch diese verarbeitet und genutzt werden k\u00F6nnen.\r\n\r\n(3) IBM wird in diesem Zusammenhang s\u00E4mtliche Kontaktinformationen im Rahmen der anwendbaren Vorschriften zum Datenschutz und zur elektronischen Kommunikation und nur im Rahmen des Verwendungszwecks verarbeiten und nutzen.\r\n\r\n(4) Sofern aufgrund der Vorschriften zum Datenschutz und zur elektronischen Kommunikation erforderlich, sichert der Lizenznehmer zu, die vorherige Zustimmung der Kontaktperson eingeholt zu haben bzw. einzuholen und diese entsprechend informiert zu haben bzw. zu informieren. Damit stellt der Lizenznehmer sicher, dass die IBM Unternehmen die Kontaktinformationen im Rahmen des Verwendungszwecks verarbeiten und nutzen und mit den Kontaktpersonen, z. B. auch per E-Mail, Kontakt aufnehmen k\u00F6nnen.\r\n\r\n(5) Der Lizenznehmer stimmt der \u00DCbermittlung von Kontaktinformationen in L\u00E4nder au\u00DFerhalb des Europ\u00E4ischen Wirtschaftsraums (EWR) unter der Ma\u00DFgabe zu, dass eine solche \u00DCbermittlung nur im Rahmen einer von der zust\u00E4ndigen Datenschutzbeh\u00F6rde freigegebenen vertraglichen Vereinbarung erfolgt.\r\n\r\n\u00D6STERREICH\r\n\r\n8. Gew\u00E4hrleistungsausschluss\r\n\r\nIn \u00D6sterreich (und Deutschland) wird Abschnitt 8 (Gew\u00E4hrleistungsausschluss), einschlie\u00DFlich der \u00DCberschrift, vollst\u00E4ndig durch die folgenden Regelungen ersetzt, wenn der Lizenznehmer eine Geb\u00FChr f\u00FCr das Programm bezahlt hat.\r\n\r\n8. Gew\u00E4hrleistung und Ausschl\u00FCsse\r\n\r\nDer Gew\u00E4hrleistungszeitraum betr\u00E4gt zw\u00F6lf Monate ab dem Datum der Lieferung. F\u00FCr Kunden mit laufenden Verfahren wegen Verst\u00F6\u00DFen gegen die Gew\u00E4hrleistungsbestimmungen gilt mindestens die gesetzliche Verj\u00E4hrungsfrist.\r\n\r\nDie Gew\u00E4hrleistung f\u00FCr ein IBM Programm umfasst die Funktionalit\u00E4t des Programms bei normalem Gebrauch und die \u00DCbereinstimmung des Programms mit den geltenden Spezifikationen.\r\n\r\nIBM gew\u00E4hrleistet, dass das Programm bei Nutzung in der angegebenen Betriebsumgebung den Spezifikationen entspricht. IBM gew\u00E4hrleistet keinen ununterbrochenen oder fehlerfreien Betrieb des Programms oder die Korrektur aller Programmfehler. F\u00FCr die Ergebnisse der Nutzung des Programms ist der Lizenznehmer selbst verantwortlich.\r\n\r\nDie Gew\u00E4hrleistung gilt nur f\u00FCr den unver\u00E4nderten Teil des Programms.\r\n\r\nWenn das Programm innerhalb des Gew\u00E4hrleistungszeitraums nicht wie zugesichert funktioniert und das Problem mithilfe der bereitgestellten Informationen nicht behoben werden kann, ist der Lizenznehmer berechtigt, das Programm bei der Stelle zur\u00FCckzugeben, von der er das Programm bezogen hat, und sich den gezahlten Betrag zur\u00FCckerstatten zu lassen. Wenn der Lizenznehmer das Programm heruntergeladen hat, kann er sich an die Stelle wenden, von der er das Programm bezogen hat, um die R\u00FCckerstattung zu erhalten.\r\n\r\nVorbehaltlich anderslautender gesetzlicher Bestimmungen ist dies die einzige Verpflichtung von IBM gegen\u00FCber dem Lizenznehmer.\r\n\r\n10. Haftungsbegrenzung\r\n\r\nDer folgende Text wird hinzugef\u00FCgt\:\r\n\r\nDie folgenden Beschr\u00E4nkungen und Ausschl\u00FCsse in Bezug auf die Haftung von IBM entfallen bei Sch\u00E4den, die durch grobe Fahrl\u00E4ssigkeit oder Vorsatz verursacht werden.\r\n\r\n10.1 F\u00E4lle, in denen IBM haftbar gemacht werden kann\r\n\r\nDer folgende Text ersetzt den ersten Satz im ersten Absatz\:\r\n\r\nSoweit IBM gegen\u00FCber dem Lizenznehmer aufgrund der Verpflichtungen aus dieser Vereinbarung schadenersatzpflichtig ist, hat er Anspruch auf Entsch\u00E4digung durch IBM.\r\n\r\nIm zweiten Satz des ersten Absatzes wird der in Klammern stehende Ausdruck vollst\u00E4ndig gel\u00F6scht\:\r\n\r\n"(einschlie\u00DFlich Vertragsverletzung, Fahrl\u00E4ssigkeit, unrichtiger Angaben oder anderer Anspr\u00FCche aus dem Vertrag oder aufgrund unerlaubter Handlungen)"\r\n\r\n10.2 F\u00E4lle, in denen IBM nicht haftbar ist\r\n\r\nDer folgende Text ersetzt Abschnitt 10.2b\:\r\n\r\nb. mittelbare Sch\u00E4den oder Folgesch\u00E4den; oder\r\n\r\nDEUTSCHLAND\r\n\r\n8. Gew\u00E4hrleistungsausschluss\r\n\r\nF\u00FCr Abschnitt 8 (Gew\u00E4hrleistungsausschluss) gelten dieselben \u00C4nderungen wie f\u00FCr \u00D6STERREICH.\r\n\r\n10. Haftungsbegrenzung\r\n\r\nAbschnitt 10 (Haftungsbegrenzung) wird durch den folgenden Text vollst\u00E4ndig ersetzt\:\r\n\r\na. IBM haftet f\u00FCr 1) Sch\u00E4den, die durch Verletzung einer mit dem Abschluss des Vertrags \u00FCbernommenen Garantie entstanden sind; 2) f\u00FCr Sch\u00E4den bei Verletzungen von Leben, K\u00F6rper oder Gesundheit; sowie 3) f\u00FCr Sch\u00E4den, die IBM vors\u00E4tzlich oder grob fahrl\u00E4ssig verursacht hat, unbeschr\u00E4nkt.\r\n\r\nb. Bei leicht fahrl\u00E4ssiger Schadensverursachung haftet IBM, gleich aus welchem Rechtsgrund (einschlie\u00DFlich Anspr\u00FCchen aus Vertragsverletzung sowie unerlaubter Handlung), pro Schadensfall bis zu einem H\u00F6chstbetrag von EUR 500.000 (f\u00FCnfhunderttausend Euro) oder bis zur H\u00F6he des Preises (maximal zw\u00F6lf Monatsgeb\u00FChren, wenn die Geb\u00FChren f\u00FCr das Programm nach einer festen Laufzeit berechnet werden) f\u00FCr das schadensverursachende Programm. Dies umfasst auch den Ersatz vergeblicher Aufwendungen. Mehrere Pflichtverletzungen, die zusammen im Wesentlichen denselben Schaden verursachen oder zu ihm beitragen, werden als eine Pflichtverletzung behandelt.\r\n\r\nc. IBM haftet bei leicht fahrl\u00E4ssigem Verhalten nicht f\u00FCr mittelbare Sch\u00E4den oder Folgesch\u00E4den, selbst wenn IBM \u00FCber die M\u00F6glichkeit solcher Sch\u00E4den informiert wurde. Dies umfasst auch den Ersatz vergeblicher Aufwendungen, sofern es sich hierbei um mittelbare oder Folgesch\u00E4den handelt.\r\n\r\nd. Im Falle des Verzugs erstattet IBM dem Lizenznehmer den durch den Verzug nachweislich entstandenen Schaden im Rahmen der Abschnitte 10.a und 10.b.\r\n\r\n13. Allgemeines\r\n\r\nDer folgende Text ersetzt die Bedingungen in Abschnitt 13.g\:\r\n\r\ng. Alle Anspr\u00FCche aus dieser Vereinbarung unterliegen einer dreij\u00E4hrigen Verj\u00E4hrungsfrist, soweit in Abschnitt 8 (Gew\u00E4hrleistungsausschluss) dieser Vereinbarung nicht abweichend geregelt.\r\n\r\nDer folgende Text ersetzt die Bedingungen in Abschnitt 13.i\:\r\n\r\ni. Aus dieser Vereinbarung ergibt sich kein Recht auf Klage oder Klagegegenstand f\u00FCr Dritte, und IBM ist nicht haftbar f\u00FCr Anspr\u00FCche Dritter gegen den Lizenznehmer, die nicht in Abschnitt 10 (Haftungsbegrenzung) f\u00FCr i) Personensch\u00E4den (einschlie\u00DFlich Tod) oder ii) Sch\u00E4den an Immobilien und beweglichen Sachen aufgef\u00FChrt sind, f\u00FCr die IBM (in beiden F\u00E4llen) nach den gesetzlichen Bestimmungen haftbar ist.\r\n\r\nZ125-5589-05 (07/2011)\r\n\r\n\r\n
# END NON-TRANSLATABLE
# ====================================================================
# Translators:  Set this licenseURL appropriate for your language:
#	license/cs.html
#	license/de.html
#	license/en.html
#	license/es.html
#	license/fr.html
#	license/it.html
#	license/ja.html
#	license/ko.html
#	license/pl.html
#	license/pt.html
#	license/ru.html
#	license/zh_TW.html
#	license/zh.html
# ====================================================================
licenseURL=license/de.html